const lyrics = [
  {
    "title": "湖心亭看雪",
    "dynasty": "明代",
    "writer": "张岱",
    "content": [
      "崇祯五年十二月，",
      "余住西湖。",
      "大雪三日，",
      "湖中人鸟声俱绝。",
      "是日更定矣，",
      "余拏一小舟，",
      "拥毳衣炉火，",
      "独往湖心亭看雪。keysentence",
      "雾凇沆砀，",
      "天与云与山与水，",
      "上下一白。",
      "湖上影子，",
      "惟长堤一痕、湖心亭一点、与余舟一芥、舟中人两三粒而已。",
      "到亭上，",
      "有两人铺毡对坐，",
      "一童子烧酒炉正沸。",
      "见余大喜曰：",
      "湖中焉得更有此人？",
      "拉余同饮。",
      "余强饮三大白而别。",
      "问其姓氏，",
      "是金陵人，",
      "客此。",
      "及下船，",
      "舟子喃喃曰：",
      "莫说相公痴，",
      "更有痴似相公者！"
    ],
    "type": [
      "初中文言文",
      "写雪",
      "感叹",
      "抒怀"
    ],
    "source": "崇祯五年十二月，余住西湖。大雪三日，湖中人鸟声俱绝。是日更定矣，余拏一小舟，拥毳衣炉火，独往湖心亭看雪。keysentence雾凇沆砀，天与云与山与水，上下一白。湖上影子，惟长堤一痕、湖心亭一点、与余舟一芥、舟中人两三粒而已。到亭上，有两人铺毡对坐，一童子烧酒炉正沸。见余大喜曰：湖中焉得更有此人？拉余同饮。余强饮三大白而别。问其姓氏，是金陵人，客此。及下船，舟子喃喃曰：莫说相公痴，更有痴似相公者！",
    "id": "P0"
  },
  {
    "title": "暮江吟",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "一道残阳铺水中，",
      "半江瑟瑟半江红。keysentence",
      "可怜九月初三夜，",
      "露似真珠月似弓。"
    ],
    "type": [
      "写景",
      "写水",
      "长江",
      "古诗里的十二个月"
    ],
    "source": "一道残阳铺水中，半江瑟瑟半江红。keysentence可怜九月初三夜，露似真珠月似弓。",
    "id": "P1"
  },
  {
    "title": "江城子·密州出猎",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "老夫聊发少年狂，",
      "左牵黄，",
      "右擎苍，",
      "锦帽貂裘，",
      "千骑卷平冈。",
      "为报倾城随太守，",
      "亲射虎，",
      "看孙郎。",
      "酒酣胸胆尚开张，",
      "鬓微霜，",
      "又何妨！",
      "持节云中，",
      "何日遣冯唐？",
      "会挽雕弓如满月，",
      "西北望，",
      "射天狼。keysentence"
    ],
    "type": [
      "宋词三百首",
      "初中古诗",
      "豪放",
      "狩猎",
      "爱国",
      "猖狂"
    ],
    "source": "老夫聊发少年狂，左牵黄，右擎苍，锦帽貂裘，千骑卷平冈。为报倾城随太守，亲射虎，看孙郎。酒酣胸胆尚开张，鬓微霜，又何妨！持节云中，何日遣冯唐？会挽雕弓如满月，西北望，射天狼。keysentence",
    "id": "P2"
  },
  {
    "title": "醉花阴·薄雾浓云愁永昼",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "薄雾浓云愁永昼，",
      "瑞脑消金兽。",
      "佳节又重阳，",
      "玉枕纱橱，",
      "半夜凉初透。",
      "东篱把酒黄昏后，",
      "有暗香盈袖。",
      "莫道不销魂，",
      "帘卷西风，",
      "人比黄花瘦。keysentence"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "初中古诗",
      "婉约",
      "重阳节",
      "怀人",
      "菊花"
    ],
    "source": "薄雾浓云愁永昼，瑞脑消金兽。佳节又重阳，玉枕纱橱，半夜凉初透。东篱把酒黄昏后，有暗香盈袖。莫道不销魂，帘卷西风，人比黄花瘦。keysentence",
    "id": "P3"
  },
  {
    "title": "饮酒·其五",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "结庐在人境，",
      "而无车马喧。",
      "问君何能尔？",
      "心远地自偏。",
      "采菊东篱下，",
      "悠然见南山。keysentence",
      "山气日夕佳，",
      "飞鸟相与还。",
      "此中有真意，",
      "欲辨已忘言。"
    ],
    "type": [
      "古诗三百首",
      "初中古诗",
      "高中古诗",
      "闲适",
      "生活",
      "理想",
      "哲理"
    ],
    "source": "结庐在人境，而无车马喧。问君何能尔？心远地自偏。采菊东篱下，悠然见南山。keysentence山气日夕佳，飞鸟相与还。此中有真意，欲辨已忘言。",
    "id": "P4"
  },
  {
    "title": "清平乐·别来春半",
    "dynasty": "五代",
    "writer": "李煜",
    "content": [
      "别来春半，",
      "触目柔肠断。keysentence",
      "砌下落梅如雪乱，",
      "拂了一身还满。",
      "雁来音信无凭，",
      "路遥归梦难成。",
      "离恨恰如春草，",
      "更行更远还生。"
    ],
    "type": [
      "宋词三百首",
      "春天",
      "写景",
      "思乡"
    ],
    "source": "别来春半，触目柔肠断。keysentence砌下落梅如雪乱，拂了一身还满。雁来音信无凭，路遥归梦难成。离恨恰如春草，更行更远还生。",
    "id": "P5"
  },
  {
    "title": "书湖阴先生壁",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "茅檐长扫净无苔，",
      "花木成畦手自栽。",
      "一水护田将绿绕，",
      "两山排闼送青来。keysentence",
      "桑条索漠楝花繁，",
      "风敛余香暗度垣。",
      "黄鸟数声残午梦，",
      "尚疑身属半山园。"
    ],
    "type": [
      "写景",
      "写人",
      "典故"
    ],
    "source": "茅檐长扫净无苔，花木成畦手自栽。一水护田将绿绕，两山排闼送青来。keysentence桑条索漠楝花繁，风敛余香暗度垣。黄鸟数声残午梦，尚疑身属半山园。",
    "id": "P6"
  },
  {
    "title": "寒食野望吟",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "乌啼鹊噪昏乔木，",
      "清明寒食谁家哭。",
      "风吹旷野纸钱飞，",
      "古墓垒垒春草绿。",
      "棠梨花映白杨树，",
      "尽是死生别离处。",
      "冥冥重泉哭不闻，",
      "萧萧暮雨人归去。keysentence"
    ],
    "type": [
      "寒食节",
      "思乡"
    ],
    "source": "乌啼鹊噪昏乔木，清明寒食谁家哭。风吹旷野纸钱飞，古墓垒垒春草绿。棠梨花映白杨树，尽是死生别离处。冥冥重泉哭不闻，萧萧暮雨人归去。keysentence",
    "id": "P7"
  },
  {
    "title": "己亥杂诗·其五",
    "dynasty": "清代",
    "writer": "龚自珍",
    "content": [
      "浩荡离愁白日斜，",
      "吟鞭东指即天涯。",
      "落红不是无情物，",
      "化作春泥更护花。keysentence"
    ],
    "type": [
      "古诗三百首",
      "初中古诗",
      "叙事",
      "抒情",
      "爱国",
      "抱负",
      "早教古诗100首"
    ],
    "source": "浩荡离愁白日斜，吟鞭东指即天涯。落红不是无情物，化作春泥更护花。keysentence",
    "id": "P8"
  },
  {
    "title": "夜雨寄北",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "君问归期未有期，",
      "巴山夜雨涨秋池。keysentence",
      "何当共剪西窗烛，",
      "却话巴山夜雨时。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "高中古诗",
      "写雨",
      "写景",
      "思念",
      "爱情"
    ],
    "source": "君问归期未有期，巴山夜雨涨秋池。keysentence何当共剪西窗烛，却话巴山夜雨时。",
    "id": "P9"
  },
  {
    "title": "钗头凤·世情薄",
    "dynasty": "宋代",
    "writer": "唐婉",
    "content": [
      "世情薄，",
      "人情恶，",
      "雨送黄昏花易落。keysentence",
      "晓风干，",
      "泪痕残。",
      "欲笺心事，",
      "独语斜阑。",
      "难，",
      "难，",
      "难！",
      "人成各，",
      "今非昨，",
      "病魂常似秋千索。",
      "角声寒，",
      "夜阑珊。",
      "怕人寻问，",
      "咽泪装欢。",
      "瞒，",
      "瞒，",
      "瞒！"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "爱情",
      "相思"
    ],
    "source": "世情薄，人情恶，雨送黄昏花易落。keysentence晓风干，泪痕残。欲笺心事，独语斜阑。难，难，难！人成各，今非昨，病魂常似秋千索。角声寒，夜阑珊。怕人寻问，咽泪装欢。瞒，瞒，瞒！",
    "id": "P10"
  },
  {
    "title": "江雪",
    "dynasty": "唐代",
    "writer": "柳宗元",
    "content": [
      "千山鸟飞绝，",
      "万径人踪灭。keysentence",
      "孤舟蓑笠翁，",
      "独钓寒江雪。"
    ],
    "type": [
      "唐诗三百首",
      "写景",
      "冬天",
      "写雪",
      "山水",
      "写鸟",
      "早教古诗100首"
    ],
    "source": "千山鸟飞绝，万径人踪灭。keysentence孤舟蓑笠翁，独钓寒江雪。",
    "id": "P11"
  },
  {
    "title": "破阵子·春景",
    "dynasty": "宋代",
    "writer": "晏殊",
    "content": [
      "燕子来时新社，",
      "梨花落后清明。keysentence",
      "池上碧苔三四点，",
      "叶底黄鹂一两声。",
      "日长飞絮轻。",
      "巧笑东邻女伴，",
      "采桑径里逢迎。",
      "疑怪昨宵春梦好，",
      "元是今朝斗草赢。",
      "笑从双脸生。"
    ],
    "type": [
      "宋词三百首",
      "初中古诗",
      "春天",
      "写人",
      "生活"
    ],
    "source": "燕子来时新社，梨花落后清明。keysentence池上碧苔三四点，叶底黄鹂一两声。日长飞絮轻。巧笑东邻女伴，采桑径里逢迎。疑怪昨宵春梦好，元是今朝斗草赢。笑从双脸生。",
    "id": "P12"
  },
  {
    "title": "饮湖上初晴后雨二首·其二",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "水光潋滟晴方好，",
      "山色空蒙雨亦奇。keysentence",
      "欲把西湖比西子，",
      "淡妆浓抹总相宜。"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "西湖",
      "写雨",
      "写景",
      "早教古诗100首"
    ],
    "source": "水光潋滟晴方好，山色空蒙雨亦奇。keysentence欲把西湖比西子，淡妆浓抹总相宜。",
    "id": "P13"
  },
  {
    "title": "商山早行",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "晨起动征铎，",
      "客行悲故乡。",
      "鸡声茅店月，",
      "人迹板桥霜。keysentence",
      "槲叶落山路，",
      "枳花明驿墙。",
      "因思杜陵梦，",
      "凫雁满回塘。"
    ],
    "type": [
      "初中古诗",
      "写景",
      "思乡"
    ],
    "source": "晨起动征铎，客行悲故乡。鸡声茅店月，人迹板桥霜。keysentence槲叶落山路，枳花明驿墙。因思杜陵梦，凫雁满回塘。",
    "id": "P14"
  },
  {
    "title": "浣溪沙·漠漠轻寒上小楼",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "漠漠轻寒上小楼，",
      "晓阴无赖似穷秋。",
      "淡烟流水画屏幽。",
      "自在飞花轻似梦，",
      "无边丝雨细如愁。keysentence",
      "宝帘闲挂小银钩。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "伤春",
      "春愁"
    ],
    "source": "漠漠轻寒上小楼，晓阴无赖似穷秋。淡烟流水画屏幽。自在飞花轻似梦，无边丝雨细如愁。keysentence宝帘闲挂小银钩。",
    "id": "P15"
  },
  {
    "title": "归去来兮辞·并序",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "余家贫，",
      "耕植不足以自给。",
      "幼稚盈室，",
      "瓶无储粟，",
      "生生所资，",
      "未见其术。",
      "亲故多劝余为长吏，",
      "脱然有怀，",
      "求之靡途。",
      "会有四方之事，",
      "诸侯以惠爱为德，",
      "家叔以余贫苦，",
      "遂见用于小邑。",
      "于时风波未静，",
      "心惮远役，",
      "彭泽去家百里，",
      "公田之利，",
      "足以为酒。",
      "故便求之。",
      "及少日，",
      "眷然有归欤之情。",
      "何则？",
      "质性自然，",
      "非矫厉所得。",
      "饥冻虽切，",
      "违己交病。",
      "尝从人事，",
      "皆口腹自役。",
      "于是怅然慷慨，",
      "深愧平生之志。",
      "犹望一稔，",
      "当敛裳宵逝。",
      "寻程氏妹丧于武昌，",
      "情在骏奔，",
      "自免去职。",
      "仲秋至冬，",
      "在官八十余日。",
      "因事顺心，",
      "乙巳岁十一月也。",
      "归去来兮，",
      "田园将芜胡不归？",
      "既自以心为形役，",
      "奚惆怅而独悲？",
      "悟已往之不谏，",
      "知来者之可追。",
      "实迷途其未远，",
      "觉今是而昨非。",
      "舟遥遥以轻飏，",
      "风飘飘而吹衣。",
      "问征夫以前路，",
      "恨晨光之熹微。",
      "乃瞻衡宇，",
      "载欣载奔。",
      "僮仆欢迎，",
      "稚子候门。",
      "三径就荒，",
      "松菊犹存。",
      "携幼入室，",
      "有酒盈樽。",
      "引壶觞以自酌，",
      "眄庭柯以怡颜。",
      "倚南窗以寄傲，",
      "审容膝之易安。",
      "园日涉以成趣，",
      "门虽设而常关。",
      "策扶老以流憩，",
      "时矫首而遐观。",
      "云无心以出岫，",
      "鸟倦飞而知还。keysentence",
      "景翳翳以将入，",
      "抚孤松而盘桓。",
      "归去来兮，",
      "请息交以绝游。",
      "世与我而相违，",
      "复驾言兮焉求？",
      "悦亲戚之情话，",
      "乐琴书以消忧。",
      "农人告余以春及，",
      "将有事于西畴。",
      "或命巾车，",
      "或棹孤舟。",
      "既窈窕以寻壑，",
      "亦崎岖而经丘。",
      "木欣欣以向荣，",
      "泉涓涓而始流。",
      "善万物之得时，",
      "感吾生之行休。",
      "已矣乎！",
      "寓形宇内复几时。",
      "曷不委心任去留？",
      "胡为乎遑遑欲何之？",
      "富贵非吾愿，",
      "帝乡不可期。",
      "怀良辰以孤往，",
      "或植杖而耘耔。",
      "登东皋以舒啸，",
      "临清流而赋诗。",
      "聊乘化以归尽，",
      "乐夫天命复奚疑！"
    ],
    "type": [
      "高中文言文",
      "古文观止",
      "抒情",
      "向往",
      "归隐",
      "田园"
    ],
    "source": "余家贫，耕植不足以自给。幼稚盈室，瓶无储粟，生生所资，未见其术。亲故多劝余为长吏，脱然有怀，求之靡途。会有四方之事，诸侯以惠爱为德，家叔以余贫苦，遂见用于小邑。于时风波未静，心惮远役，彭泽去家百里，公田之利，足以为酒。故便求之。及少日，眷然有归欤之情。何则？质性自然，非矫厉所得。饥冻虽切，违己交病。尝从人事，皆口腹自役。于是怅然慷慨，深愧平生之志。犹望一稔，当敛裳宵逝。寻程氏妹丧于武昌，情在骏奔，自免去职。仲秋至冬，在官八十余日。因事顺心，命篇曰《归去来兮》。乙巳岁十一月也。归去来兮，田园将芜胡不归？既自以心为形役，奚惆怅而独悲？悟已往之不谏，知来者之可追。实迷途其未远，觉今是而昨非。舟遥遥以轻飏，风飘飘而吹衣。问征夫以前路，恨晨光之熹微。乃瞻衡宇，载欣载奔。僮仆欢迎，稚子候门。三径就荒，松菊犹存。携幼入室，有酒盈樽。引壶觞以自酌，眄庭柯以怡颜。倚南窗以寄傲，审容膝之易安。园日涉以成趣，门虽设而常关。策扶老以流憩，时矫首而遐观。云无心以出岫，鸟倦飞而知还。keysentence景翳翳以将入，抚孤松而盘桓。归去来兮，请息交以绝游。世与我而相违，复驾言兮焉求？悦亲戚之情话，乐琴书以消忧。农人告余以春及，将有事于西畴。或命巾车，或棹孤舟。既窈窕以寻壑，亦崎岖而经丘。木欣欣以向荣，泉涓涓而始流。善万物之得时，感吾生之行休。已矣乎！寓形宇内复几时。曷不委心任去留？胡为乎遑遑欲何之？富贵非吾愿，帝乡不可期。怀良辰以孤往，或植杖而耘耔。登东皋以舒啸，临清流而赋诗。聊乘化以归尽，乐夫天命复奚疑！",
    "id": "P16"
  },
  {
    "title": "旅夜书怀",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "细草微风岸，",
      "危樯独夜舟。",
      "星垂平野阔，",
      "月涌大江流。keysentence",
      "名岂文章著，",
      "官应老病休。",
      "飘飘何所似，",
      "天地一沙鸥。"
    ],
    "type": [
      "唐诗三百首",
      "写景",
      "抒怀",
      "孤独"
    ],
    "source": "细草微风岸，危樯独夜舟。星垂平野阔，月涌大江流。keysentence名岂文章著，官应老病休。飘飘何所似，天地一沙鸥。",
    "id": "P17"
  },
  {
    "title": "江畔独步寻花·其六",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "黄四娘家花满蹊，",
      "千朵万朵压枝低。",
      "留连戏蝶时时舞，",
      "自在娇莺恰恰啼。keysentence"
    ],
    "type": [
      "小学古诗",
      "写景",
      "写花"
    ],
    "source": "黄四娘家花满蹊，千朵万朵压枝低。留连戏蝶时时舞，自在娇莺恰恰啼。keysentence",
    "id": "P18"
  },
  {
    "title": "蜀相",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "丞相祠堂何处寻，",
      "锦官城外柏森森。",
      "映阶碧草自春色，",
      "隔叶黄鹂空好音。",
      "三顾频烦天下计，",
      "两朝开济老臣心。",
      "出师未捷身先死，",
      "长使英雄泪满襟。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "咏史怀古",
      "忧国忧民",
      "赞颂",
      "写人"
    ],
    "source": "丞相祠堂何处寻，锦官城外柏森森。映阶碧草自春色，隔叶黄鹂空好音。三顾频烦天下计，两朝开济老臣心。出师未捷身先死，长使英雄泪满襟。keysentence",
    "id": "P19"
  },
  {
    "title": "山中",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "荆溪白石出，",
      "天寒红叶稀。keysentence",
      "山路元无雨，",
      "空翠湿人衣。"
    ],
    "type": [
      "秋天",
      "纪行",
      "写景"
    ],
    "source": "荆溪白石出，天寒红叶稀。keysentence山路元无雨，空翠湿人衣。",
    "id": "P20"
  },
  {
    "title": "秋思",
    "dynasty": "唐代",
    "writer": "张籍",
    "content": [
      "洛阳城里见秋风，",
      "欲作家书意万重。keysentence",
      "复恐匆匆说不尽，",
      "行人临发又开封。"
    ],
    "type": [
      "小学古诗",
      "秋天",
      "思乡"
    ],
    "source": "洛阳城里见秋风，欲作家书意万重。keysentence复恐匆匆说不尽，行人临发又开封。",
    "id": "P21"
  },
  {
    "title": "夏日绝句",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "生当作人杰，",
      "死亦为鬼雄。keysentence",
      "至今思项羽，",
      "不肯过江东。"
    ],
    "type": [
      "古诗三百首",
      "地名",
      "咏史怀古",
      "爱国",
      "典故",
      "励志",
      "早教古诗100首"
    ],
    "source": "生当作人杰，死亦为鬼雄。keysentence至今思项羽，不肯过江东。",
    "id": "P22"
  },
  {
    "title": "赠花卿",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "锦城丝管日纷纷，",
      "半入江风半入云。",
      "此曲只应天上有，",
      "人间能得几回闻。keysentence"
    ],
    "type": [
      "劝诫",
      "讽刺"
    ],
    "source": "锦城丝管日纷纷，半入江风半入云。此曲只应天上有，人间能得几回闻。keysentence",
    "id": "P23"
  },
  {
    "title": "滁州西涧",
    "dynasty": "唐代",
    "writer": "韦应物",
    "content": [
      "独怜幽草涧边生，",
      "上有黄鹂深树鸣。",
      "春潮带雨晚来急，",
      "野渡无人舟自横。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "写景",
      "山水",
      "抒情"
    ],
    "source": "独怜幽草涧边生，上有黄鹂深树鸣。春潮带雨晚来急，野渡无人舟自横。keysentence",
    "id": "P24"
  },
  {
    "title": "劝学",
    "dynasty": "唐代",
    "writer": "孟郊",
    "content": [
      "击石乃有火，",
      "不击元无烟。",
      "人学始知道，",
      "不学非自然。",
      "万事须己运，",
      "他得非我贤。",
      "青春须早为，",
      "岂能长少年。keysentence"
    ],
    "type": [
      "读书",
      "励志",
      "哲理"
    ],
    "source": "击石乃有火，不击元无烟。人学始知道，不学非自然。万事须己运，他得非我贤。青春须早为，岂能长少年。keysentence",
    "id": "P25"
  },
  {
    "title": "逢入京使",
    "dynasty": "唐代",
    "writer": "岑参",
    "content": [
      "故园东望路漫漫，",
      "双袖龙钟泪不干。keysentence",
      "马上相逢无纸笔，",
      "凭君传语报平安。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "思乡",
      "边塞",
      "生活"
    ],
    "source": "故园东望路漫漫，双袖龙钟泪不干。keysentence马上相逢无纸笔，凭君传语报平安。",
    "id": "P26"
  },
  {
    "title": "送友人",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "青山横北郭，",
      "白水绕东城。",
      "此地一为别，",
      "孤蓬万里征。",
      "浮云游子意，",
      "落日故人情。keysentence",
      "挥手自兹去，",
      "萧萧班马鸣。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "送别",
      "写景",
      "惜别",
      "友情"
    ],
    "source": "青山横北郭，白水绕东城。此地一为别，孤蓬万里征。浮云游子意，落日故人情。keysentence挥手自兹去，萧萧班马鸣。",
    "id": "P27"
  },
  {
    "title": "游子吟",
    "dynasty": "唐代",
    "writer": "孟郊",
    "content": [
      "慈母手中线，",
      "游子身上衣。",
      "临行密密缝，",
      "意恐迟迟归。keysentence",
      "谁言寸草心，",
      "报得三春晖。"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "赞颂",
      "母亲",
      "母爱",
      "早教古诗100首"
    ],
    "source": "慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。keysentence谁言寸草心，报得三春晖。",
    "id": "P28"
  },
  {
    "title": "破阵子·掷地刘郎玉斗",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "为范南伯寿。",
      "时南伯为张南轩辟宰泸溪，",
      "南伯迟迟未行。",
      "因作此词以勉之。",
      "掷地刘郎玉斗，",
      "挂帆西子扁舟。",
      "千古风流今在此，",
      "万里功名莫放休。",
      "君王三百州。",
      "燕雀岂知鸿鹄，",
      "貂蝉元出兜鍪。keysentence",
      "却笑泸溪如斗大，",
      "肯把牛刀试手不？",
      "寿君双玉瓯。"
    ],
    "type": [
      "祝寿",
      "典故",
      "劝勉"
    ],
    "source": "为范南伯寿。时南伯为张南轩辟宰泸溪，南伯迟迟未行。因作此词以勉之。掷地刘郎玉斗，挂帆西子扁舟。千古风流今在此，万里功名莫放休。君王三百州。燕雀岂知鸿鹄，貂蝉元出兜鍪。keysentence却笑泸溪如斗大，肯把牛刀试手不？寿君双玉瓯。",
    "id": "P29"
  },
  {
    "title": "卜算子·送鲍浩然之浙东",
    "dynasty": "宋代",
    "writer": "王观",
    "content": [
      "水是眼波横，",
      "山是眉峰聚。keysentence",
      "欲问行人去那边？",
      "眉眼盈盈处。",
      "才始送春归，",
      "又送君归去。",
      "若到江南赶上春，",
      "千万和春住。"
    ],
    "type": [
      "宋词三百首",
      "小学古诗",
      "初中古诗",
      "婉约",
      "送别",
      "山水",
      "写人"
    ],
    "source": "水是眼波横，山是眉峰聚。keysentence欲问行人去那边？眉眼盈盈处。才始送春归，又送君归去。若到江南赶上春，千万和春住。",
    "id": "P30"
  },
  {
    "title": "登楼",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "花近高楼伤客心，",
      "万方多难此登临。",
      "锦江春色来天地，",
      "玉垒浮云变古今。keysentence",
      "北极朝廷终不改，",
      "西山寇盗莫相侵。",
      "可怜后主还祠庙，"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "高中古诗",
      "写景",
      "怀古",
      "感时",
      "忧国忧民"
    ],
    "source": "花近高楼伤客心，万方多难此登临。锦江春色来天地，玉垒浮云变古今。keysentence北极朝廷终不改，西山寇盗莫相侵。可怜后主还祠庙，日暮聊为《梁甫吟》。",
    "id": "P31"
  },
  {
    "title": "终南山",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "太乙近天都，",
      "连山接海隅。",
      "白云回望合，",
      "青霭入看无。keysentence",
      "分野中峰变，",
      "阴晴众壑殊。",
      "欲投人处宿，",
      "隔水问樵夫。"
    ],
    "type": [
      "唐诗三百首",
      "高中古诗",
      "写山"
    ],
    "source": "太乙近天都，连山接海隅。白云回望合，青霭入看无。keysentence分野中峰变，阴晴众壑殊。欲投人处宿，隔水问樵夫。",
    "id": "P32"
  },
  {
    "title": "出塞二首",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "秦时明月汉时关，",
      "万里长征人未还。",
      "但使龙城飞将在，",
      "不教胡马度阴山。keysentence",
      "骝马新跨白玉鞍，",
      "战罢沙场月色寒。",
      "城头铁鼓声犹振，",
      "匣里金刀血未干。"
    ],
    "type": [
      "边塞",
      "写景",
      "叙事",
      "战争",
      "抒情",
      "组诗"
    ],
    "source": "秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。keysentence骝马新跨白玉鞍，战罢沙场月色寒。城头铁鼓声犹振，匣里金刀血未干。",
    "id": "P33"
  },
  {
    "title": "忆秦娥·箫声咽",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "箫声咽，",
      "秦娥梦断秦楼月。",
      "秦楼月，",
      "年年柳色，",
      "灞陵伤别。",
      "乐游原上清秋节，",
      "咸阳古道音尘绝。",
      "音尘绝，",
      "西风残照，",
      "汉家陵阙。keysentence"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "女子",
      "思念",
      "忧愁"
    ],
    "source": "箫声咽，秦娥梦断秦楼月。秦楼月，年年柳色，灞陵伤别。乐游原上清秋节，咸阳古道音尘绝。音尘绝，西风残照，汉家陵阙。keysentence",
    "id": "P34"
  },
  {
    "title": "梦李白二首·其二",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "浮云终日行，",
      "游子久不至。keysentence",
      "三夜频梦君，",
      "情亲见君意。",
      "告归常局促，",
      "苦道来不易。",
      "江湖多风波，",
      "舟楫恐失坠。",
      "出门搔白首，",
      "若负平生志。",
      "冠盖满京华，",
      "斯人独憔悴。",
      "孰云网恢恢，",
      "将老身反累。",
      "千秋万岁名，",
      "寂寞身后事。"
    ],
    "type": [
      "唐诗三百首",
      "记梦",
      "同情",
      "友人"
    ],
    "source": "浮云终日行，游子久不至。keysentence三夜频梦君，情亲见君意。告归常局促，苦道来不易。江湖多风波，舟楫恐失坠。出门搔白首，若负平生志。冠盖满京华，斯人独憔悴。孰云网恢恢，将老身反累。千秋万岁名，寂寞身后事。",
    "id": "P35"
  },
  {
    "title": "咏怀古迹五首·其三",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "群山万壑赴荆门，",
      "生长明妃尚有村。keysentence",
      "一去紫台连朔漠，",
      "独留青冢向黄昏。",
      "画图省识春风面，",
      "环佩空归夜月魂。",
      "千载琵琶作胡语，",
      "分明怨恨曲中论。"
    ],
    "type": [
      "唐诗三百首",
      "怀古",
      "思乡"
    ],
    "source": "群山万壑赴荆门，生长明妃尚有村。keysentence一去紫台连朔漠，独留青冢向黄昏。画图省识春风面，环佩空归夜月魂。千载琵琶作胡语，分明怨恨曲中论。",
    "id": "P36"
  },
  {
    "title": "丰乐亭游春·其三",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "红树青山日欲斜，",
      "长郊草色绿无涯。keysentence",
      "游人不管春将老，",
      "来往亭前踏落花。"
    ],
    "type": [
      "古诗三百首",
      "写景",
      "惜春"
    ],
    "source": "红树青山日欲斜，长郊草色绿无涯。keysentence游人不管春将老，来往亭前踏落花。",
    "id": "P37"
  },
  {
    "title": "醉赠刘二十八使君",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "为我引杯添酒饮，",
      "与君把箸击盘歌。",
      "诗称国手徒为尔，",
      "命压人头不奈何。",
      "举眼风光长寂寞，",
      "满朝官职独蹉跎。",
      "亦知合被才名折，",
      "二十三年折太多。keysentence"
    ],
    "type": [
      "友情",
      "劝慰"
    ],
    "source": "为我引杯添酒饮，与君把箸击盘歌。诗称国手徒为尔，命压人头不奈何。举眼风光长寂寞，满朝官职独蹉跎。亦知合被才名折，二十三年折太多。keysentence",
    "id": "P38"
  },
  {
    "title": "除夜",
    "dynasty": "宋代",
    "writer": "文天祥",
    "content": [
      "乾坤空落落，",
      "岁月去堂堂；",
      "末路惊风雨，",
      "穷边饱雪霜。",
      "命随年欲尽，",
      "身与世俱忘；keysentence",
      "无复屠苏梦，",
      "挑灯夜未央。"
    ],
    "type": [
      "节日",
      "春节"
    ],
    "source": "乾坤空落落，岁月去堂堂；末路惊风雨，穷边饱雪霜。命随年欲尽，身与世俱忘；keysentence无复屠苏梦，挑灯夜未央。",
    "id": "P39"
  },
  {
    "title": "九日齐山登高",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "江涵秋影雁初飞，",
      "与客携壶上翠微。",
      "尘世难逢开口笑，",
      "菊花须插满头归。",
      "但将酩酊酬佳节，",
      "不用登临恨落晖。",
      "古往今来只如此，",
      "牛山何必独霑衣。keysentence"
    ],
    "type": [
      "节日",
      "重阳节"
    ],
    "source": "江涵秋影雁初飞，与客携壶上翠微。尘世难逢开口笑，菊花须插满头归。但将酩酊酬佳节，不用登临恨落晖。古往今来只如此，牛山何必独霑衣。keysentence",
    "id": "P40"
  },
  {
    "title": "九日",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "今日云景好，",
      "水绿秋山明。keysentence",
      "携壶酌流霞，",
      "搴菊泛寒荣。",
      "地远松石古，",
      "风扬弦管清。",
      "窥觞照欢颜，",
      "独笑还自倾。",
      "落帽醉山月，",
      "空歌怀友生。"
    ],
    "type": [
      "重阳节",
      "登高",
      "饮酒",
      "典故"
    ],
    "source": "今日云景好，水绿秋山明。keysentence携壶酌流霞，搴菊泛寒荣。地远松石古，风扬弦管清。窥觞照欢颜，独笑还自倾。落帽醉山月，空歌怀友生。",
    "id": "P41"
  },
  {
    "title": "霜月",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "初闻征雁已无蝉，",
      "百尺楼高水接天。",
      "青女素娥俱耐冷，",
      "月中霜里斗婵娟。keysentence"
    ],
    "type": [
      "秋天",
      "月亮",
      "抒情",
      "早教古诗100首"
    ],
    "source": "初闻征雁已无蝉，百尺楼高水接天。青女素娥俱耐冷，月中霜里斗婵娟。keysentence",
    "id": "P42"
  },
  {
    "title": "积雨辋川庄作",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "积雨空林烟火迟，",
      "蒸藜炊黍饷东菑。",
      "漠漠水田飞白鹭，",
      "阴阴夏木啭黄鹂。keysentence",
      "山中习静观朝槿，",
      "松下清斋折露葵。",
      "野老与人争席罢，",
      "海鸥何事更相疑。"
    ],
    "type": [
      "唐诗三百首",
      "田园"
    ],
    "source": "积雨空林烟火迟，蒸藜炊黍饷东菑。漠漠水田飞白鹭，阴阴夏木啭黄鹂。keysentence山中习静观朝槿，松下清斋折露葵。野老与人争席罢，海鸥何事更相疑。",
    "id": "P43"
  },
  {
    "title": "六月二十七日望湖楼醉书",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "黑云翻墨未遮山，",
      "白雨跳珠乱入船。keysentence",
      "卷地风来忽吹散，",
      "望湖楼下水如天。",
      "放生鱼鳖逐人来，",
      "无主荷花到处开。",
      "水枕能令山俯仰，",
      "风船解与月裴回。",
      "乌菱白芡不论钱，",
      "乱系青菰裹绿盘。",
      "忽忆尝新会灵观，",
      "滞留江海得加餐。",
      "献花游女木兰桡，",
      "细雨斜风湿翠翘。",
      "无限芳洲生杜若，",
      "吴儿不识楚辞招。",
      "未成小隐聊中隐，",
      "可得长闲胜暂闲。",
      "我本无家更安往，",
      "故乡无此好湖山。"
    ],
    "type": [
      "西湖",
      "写雨"
    ],
    "source": "黑云翻墨未遮山，白雨跳珠乱入船。keysentence卷地风来忽吹散，望湖楼下水如天。放生鱼鳖逐人来，无主荷花到处开。水枕能令山俯仰，风船解与月裴回。乌菱白芡不论钱，乱系青菰裹绿盘。忽忆尝新会灵观，滞留江海得加餐。献花游女木兰桡，细雨斜风湿翠翘。无限芳洲生杜若，吴儿不识楚辞招。未成小隐聊中隐，可得长闲胜暂闲。我本无家更安往，故乡无此好湖山。",
    "id": "P44"
  },
  {
    "title": "桃花庵歌",
    "dynasty": "明代",
    "writer": "唐寅",
    "content": [
      "桃花坞裏桃花庵，",
      "桃花庵裏桃花仙。",
      "桃花仙人种桃树，",
      "又折花枝当酒钱。",
      "酒醒只在花前坐，",
      "酒醉还须花下眠。",
      "花前花後日复日，",
      "酒醉酒醒年复年。",
      "不愿鞠躬车马前，",
      "但愿老死花酒间。",
      "车尘马足贵者趣，",
      "酒盏花枝贫者缘。",
      "若将富贵比贫贱，",
      "一在平地一在天。",
      "若将贫贱比车马，",
      "他得驱驰我得闲。",
      "世人笑我忒风颠，",
      "我咲世人看不穿。",
      "记得五陵豪杰墓，",
      "无酒无花锄作田。",
      "弘治乙丑三月桃花庵主人唐寅桃花坞里桃花庵，",
      "桃花庵里桃花仙。",
      "桃花仙人种桃树，",
      "又摘桃花换酒钱。",
      "酒醒只在花前坐，",
      "酒醉还来花下眠。",
      "半醒半醉日复日，",
      "花落花开年复年。",
      "但愿老死花酒间，",
      "不愿鞠躬车马前。",
      "车尘马足富者趣，",
      "酒盏花枝贫者缘。",
      "若将富贵比贫者，",
      "一在平地一在天。",
      "若将贫贱比车马，",
      "他得驱驰我得闲。",
      "别人笑我忒风颠，",
      "我笑他人看不穿。",
      "不见五陵豪杰墓，",
      "无花无酒锄作田。",
      "桃花坞里桃花庵，",
      "桃花庵里桃花仙。",
      "桃花仙人种桃树，",
      "又摘桃花换酒钱。",
      "酒醒只来花下坐，",
      "酒醉还来花下眠。",
      "半醒半醉日复日，",
      "花落花开年复年。",
      "但愿老死花酒间，",
      "不愿鞠躬车马前。",
      "车尘马足富者趣，",
      "酒盏花枝贫者缘。",
      "若将富贵比贫贱，",
      "一在平地一在天。",
      "若将花酒比车马，",
      "他得驱驰我得闲。keysentence",
      "别人笑我忒风骚，",
      "我笑他人看不穿。",
      "不见五陵豪杰墓，",
      "无酒无花锄作田。"
    ],
    "type": [
      "桃花",
      "生活",
      "猖狂"
    ],
    "source": "桃花坞裏桃花庵，桃花庵裏桃花仙。桃花仙人种桃树，又折花枝当酒钱。酒醒只在花前坐，酒醉还须花下眠。花前花後日复日，酒醉酒醒年复年。不愿鞠躬车马前，但愿老死花酒间。车尘马足贵者趣，酒盏花枝贫者缘。若将富贵比贫贱，一在平地一在天。若将贫贱比车马，他得驱驰我得闲。世人笑我忒风颠，我咲世人看不穿。记得五陵豪杰墓，无酒无花锄作田。弘治乙丑三月桃花庵主人唐寅桃花坞里桃花庵，桃花庵里桃花仙。桃花仙人种桃树，又摘桃花换酒钱。酒醒只在花前坐，酒醉还来花下眠。半醒半醉日复日，花落花开年复年。但愿老死花酒间，不愿鞠躬车马前。车尘马足富者趣，酒盏花枝贫者缘。若将富贵比贫者，一在平地一在天。若将贫贱比车马，他得驱驰我得闲。别人笑我忒风颠，我笑他人看不穿。不见五陵豪杰墓，无花无酒锄作田。桃花坞里桃花庵，桃花庵里桃花仙。桃花仙人种桃树，又摘桃花换酒钱。酒醒只来花下坐，酒醉还来花下眠。半醒半醉日复日，花落花开年复年。但愿老死花酒间，不愿鞠躬车马前。车尘马足富者趣，酒盏花枝贫者缘。若将富贵比贫贱，一在平地一在天。若将花酒比车马，他得驱驰我得闲。keysentence别人笑我忒风骚，我笑他人看不穿。不见五陵豪杰墓，无酒无花锄作田。",
    "id": "P45"
  },
  {
    "title": "拜年",
    "dynasty": "明代",
    "writer": "文征明",
    "content": [
      "不求见面惟通谒，",
      "名纸朝来满敝庐。keysentence",
      "我亦随人投数纸，",
      "世情嫌简不嫌虚。"
    ],
    "type": [
      "节日",
      "春节"
    ],
    "source": "不求见面惟通谒，名纸朝来满敝庐。keysentence我亦随人投数纸，世情嫌简不嫌虚。",
    "id": "P46"
  },
  {
    "title": "浣溪沙·一曲新词酒一杯",
    "dynasty": "宋代",
    "writer": "晏殊",
    "content": [
      "一曲新词酒一杯，",
      "去年天气旧亭台。",
      "夕阳西下几时回？",
      "无可奈何花落去，",
      "似曾相识燕归来。keysentence",
      "小园香径独徘徊。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "初中古诗",
      "婉约",
      "伤春",
      "惜时",
      "抒怀",
      "人生",
      "哲理"
    ],
    "source": "一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？无可奈何花落去，似曾相识燕归来。keysentence小园香径独徘徊。",
    "id": "P47"
  },
  {
    "title": "渔家傲·秋思",
    "dynasty": "宋代",
    "writer": "范仲淹",
    "content": [
      "塞下秋来风景异，",
      "衡阳雁去无留意。keysentence",
      "四面边声连角起，",
      "千嶂里，",
      "长烟落日孤城闭。",
      "浊酒一杯家万里，",
      "燕然未勒归无计。",
      "羌管悠悠霜满地，",
      "人不寐，",
      "将军白发征夫泪。"
    ],
    "type": [
      "宋词三百首",
      "初中古诗",
      "秋天",
      "边塞",
      "思乡",
      "爱国"
    ],
    "source": "塞下秋来风景异，衡阳雁去无留意。keysentence四面边声连角起，千嶂里，长烟落日孤城闭。浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。",
    "id": "P48"
  },
  {
    "title": "箜篌谣",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "攀天莫登龙，",
      "走山莫骑虎。",
      "贵贱结交心不移，",
      "唯有严陵及光武。",
      "周公称大圣，",
      "管蔡宁相容。",
      "汉谣一斗粟，",
      "不与淮南舂。",
      "兄弟尚路人，",
      "吾心安所从。",
      "他人方寸间，",
      "山海几千重。",
      "轻言托朋友，",
      "对面九疑峰。",
      "开花必早落，",
      "桃李不如松。keysentence",
      "管鲍久已死，",
      "何人继其踪。"
    ],
    "type": [
      "友情",
      "哲理"
    ],
    "source": "攀天莫登龙，走山莫骑虎。贵贱结交心不移，唯有严陵及光武。周公称大圣，管蔡宁相容。汉谣一斗粟，不与淮南舂。兄弟尚路人，吾心安所从。他人方寸间，山海几千重。轻言托朋友，对面九疑峰。开花必早落，桃李不如松。keysentence管鲍久已死，何人继其踪。",
    "id": "P49"
  },
  {
    "title": "子夜歌·人生愁恨何能免",
    "dynasty": "五代",
    "writer": "李煜",
    "content": [
      "人生愁恨何能免，",
      "销魂独我情何限！",
      "故国梦重归，",
      "觉来双泪垂。",
      "高楼谁与上？",
      "长记秋晴望。keysentence",
      "往事已成空，",
      "还如一梦中。"
    ],
    "type": [
      "爱国",
      "思怀"
    ],
    "source": "人生愁恨何能免，销魂独我情何限！故国梦重归，觉来双泪垂。高楼谁与上？长记秋晴望。keysentence往事已成空，还如一梦中。",
    "id": "P50"
  },
  {
    "title": "宿桐庐江寄广陵旧游",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "山暝闻猿愁，",
      "沧江急夜流。",
      "风鸣两岸叶，",
      "月照一孤舟。keysentence",
      "建德非吾土，",
      "维扬忆旧游。",
      "还将两行泪，",
      "遥寄海西头。"
    ],
    "type": [
      "唐诗三百首",
      "写水",
      "怀人"
    ],
    "source": "山暝闻猿愁，沧江急夜流。风鸣两岸叶，月照一孤舟。keysentence建德非吾土，维扬忆旧游。还将两行泪，遥寄海西头。",
    "id": "P51"
  },
  {
    "title": "折荷有赠",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "涉江玩秋水，",
      "爱此红蕖鲜。",
      "攀荷弄其珠，",
      "荡漾不成圆。",
      "佳人彩云里，",
      "欲赠隔远天。",
      "相思无因见，",
      "怅望凉风前。keysentence"
    ],
    "type": [
      "荷花",
      "言志",
      "惆怅"
    ],
    "source": "涉江玩秋水，爱此红蕖鲜。攀荷弄其珠，荡漾不成圆。佳人彩云里，欲赠隔远天。相思无因见，怅望凉风前。keysentence",
    "id": "P52"
  },
  {
    "title": "观猎",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "风劲角弓鸣，",
      "将军猎渭城。",
      "草枯鹰眼疾，",
      "雪尽马蹄轻。keysentence",
      "忽过新丰市，",
      "还归细柳营。",
      "回看射雕处，",
      "千里暮云平。"
    ],
    "type": [
      "冬天",
      "狩猎"
    ],
    "source": "风劲角弓鸣，将军猎渭城。草枯鹰眼疾，雪尽马蹄轻。keysentence忽过新丰市，还归细柳营。回看射雕处，千里暮云平。",
    "id": "P53"
  },
  {
    "title": "寄扬州韩绰判官",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "青山隐隐水迢迢，",
      "秋尽江南草未凋。",
      "二十四桥明月夜，",
      "玉人何处教吹箫？keysentence"
    ],
    "type": [
      "唐诗三百首",
      "调笑",
      "写景",
      "友情",
      "怀念"
    ],
    "source": "青山隐隐水迢迢，秋尽江南草未凋。二十四桥明月夜，玉人何处教吹箫？keysentence",
    "id": "P54"
  },
  {
    "title": "朝中措·平山堂",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "平山栏槛倚晴空，",
      "山色有无中。keysentence",
      "手种堂前垂柳，",
      "别来几度春风？",
      "文章太守，",
      "挥毫万字，",
      "一饮千钟。",
      "行乐直须年少，",
      "尊前看取衰翁。"
    ],
    "type": [
      "豪放",
      "写人",
      "抒怀"
    ],
    "source": "平山栏槛倚晴空，山色有无中。keysentence手种堂前垂柳，别来几度春风？文章太守，挥毫万字，一饮千钟。行乐直须年少，尊前看取衰翁。",
    "id": "P55"
  },
  {
    "title": "行香子·天与秋光",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "天与秋光，",
      "转转情伤，",
      "探金英知近重阳。keysentence",
      "薄衣初试，",
      "绿蚁新尝，",
      "渐一番风，",
      "一番雨，",
      "一番凉。",
      "黄昏院落，",
      "凄凄惶惶，",
      "酒醒时往事愁肠。",
      "那堪永夜，",
      "明月空床。",
      "闻砧声捣，",
      "蛩声细，",
      "漏声长。"
    ],
    "type": [
      "重阳节",
      "思念"
    ],
    "source": "天与秋光，转转情伤，探金英知近重阳。keysentence薄衣初试，绿蚁新尝，渐一番风，一番雨，一番凉。黄昏院落，凄凄惶惶，酒醒时往事愁肠。那堪永夜，明月空床。闻砧声捣，蛩声细，漏声长。",
    "id": "P56"
  },
  {
    "title": "西江月·夜行黄沙道中",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "明月别枝惊鹊，",
      "清风半夜鸣蝉。",
      "稻花香里说丰年，",
      "听取蛙声一片。",
      "七八个星天外，",
      "两三点雨山前。keysentence",
      "旧时茅店社林边，",
      "路转溪桥忽见。"
    ],
    "type": [
      "宋词三百首",
      "小学古诗",
      "初中古诗",
      "婉约",
      "豪放",
      "夏天",
      "农村",
      ""
    ],
    "source": "明月别枝惊鹊，清风半夜鸣蝉。稻花香里说丰年，听取蛙声一片。七八个星天外，两三点雨山前。keysentence旧时茅店社林边，路转溪桥忽见。",
    "id": "P57"
  },
  {
    "title": "咏史二首·其二",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "历览前贤国与家，",
      "成由勤俭破由奢。keysentence",
      "何须琥珀方为枕，",
      "岂得真珠始是车。",
      "远去不逢青海马，",
      "力穷难拔蜀山蛇。",
      "几人曾预南薰曲，",
      "终古苍梧哭翠华。"
    ],
    "type": [
      "咏史",
      "典故",
      "抒怀"
    ],
    "source": "历览前贤国与家，成由勤俭破由奢。keysentence何须琥珀方为枕，岂得真珠始是车。远去不逢青海马，力穷难拔蜀山蛇。几人曾预南薰曲，终古苍梧哭翠华。",
    "id": "P58"
  },
  {
    "title": "陋室铭",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "山不在高，",
      "有仙则名。",
      "水不在深，",
      "有龙则灵。keysentence",
      "斯是陋室，",
      "惟吾德馨。",
      "苔痕上阶绿，",
      "草色入帘青。",
      "谈笑有鸿儒，",
      "往来无白丁。",
      "可以调素琴，",
      "阅金经。",
      "无丝竹之乱耳，",
      "无案牍之劳形。",
      "南阳诸葛庐，",
      "西蜀子云亭。",
      "孔子云：",
      "何陋之有？"
    ],
    "type": [
      "初中文言文",
      "古文观止",
      "咏物",
      "赞美",
      "品格"
    ],
    "source": "山不在高，有仙则名。水不在深，有龙则灵。keysentence斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？",
    "id": "P59"
  },
  {
    "title": "寻隐者不遇",
    "dynasty": "唐代",
    "writer": "贾岛",
    "content": [
      "松下问童子，",
      "言师采药去。",
      "只在此山中，",
      "云深不知处。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "寻访",
      "写人"
    ],
    "source": "松下问童子，言师采药去。只在此山中，云深不知处。keysentence",
    "id": "P60"
  },
  {
    "title": "送友人入蜀",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "见说蚕丛路，",
      "崎岖不易行。",
      "山从人面起，",
      "云傍马头生。keysentence",
      "芳树笼秦栈，",
      "春流绕蜀城。",
      "升沉应已定，",
      "不必问君平。"
    ],
    "type": [
      "送别",
      "山水",
      "抒情",
      "劝勉"
    ],
    "source": "见说蚕丛路，崎岖不易行。山从人面起，云傍马头生。keysentence芳树笼秦栈，春流绕蜀城。升沉应已定，不必问君平。",
    "id": "P61"
  },
  {
    "title": "偶成",
    "dynasty": "宋代",
    "writer": "朱熹",
    "content": [
      "少年易学老难成，",
      "一寸光阴不可轻。",
      "未觉池塘春草梦，",
      "阶前梧叶已秋声。keysentence"
    ],
    "type": [
      "秋天",
      "写景",
      "感叹",
      "惜时",
      "早教古诗100首"
    ],
    "source": "少年易学老难成，一寸光阴不可轻。未觉池塘春草梦，阶前梧叶已秋声。keysentence",
    "id": "P62"
  },
  {
    "title": "赠孟浩然",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "吾爱孟夫子，",
      "风流天下闻。",
      "红颜弃轩冕，",
      "白首卧松云。",
      "醉月频中圣，",
      "迷花不事君。keysentence",
      "高山安可仰，",
      "徒此揖清芬。"
    ],
    "type": [
      "唐诗三百首",
      "赠别",
      "敬爱"
    ],
    "source": "吾爱孟夫子，风流天下闻。红颜弃轩冕，白首卧松云。醉月频中圣，迷花不事君。keysentence高山安可仰，徒此揖清芬。",
    "id": "P63"
  },
  {
    "title": "登飞来峰",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "飞来山上千寻塔，",
      "闻说鸡鸣见日升。",
      "不畏浮云遮望眼，",
      "只缘身在最高层。keysentence"
    ],
    "type": [
      "古诗三百首",
      "初中古诗",
      "登高",
      "哲理"
    ],
    "source": "飞来山上千寻塔，闻说鸡鸣见日升。不畏浮云遮望眼，只缘身在最高层。keysentence",
    "id": "P64"
  },
  {
    "title": "踏莎行·小径红稀",
    "dynasty": "宋代",
    "writer": "晏殊",
    "content": [
      "小径红稀，",
      "芳郊绿遍。",
      "高台树色阴阴见。",
      "春风不解禁杨花，",
      "蒙蒙乱扑行人面。",
      "翠叶藏莺，",
      "朱帘隔燕。",
      "炉香静逐游丝转。",
      "一场愁梦酒醒时，",
      "斜阳却照深深院。keysentence"
    ],
    "type": [
      "婉约",
      "春天",
      "写景",
      "抒情",
      "怅惘"
    ],
    "source": "小径红稀，芳郊绿遍。高台树色阴阴见。春风不解禁杨花，蒙蒙乱扑行人面。翠叶藏莺，朱帘隔燕。炉香静逐游丝转。一场愁梦酒醒时，斜阳却照深深院。keysentence",
    "id": "P65"
  },
  {
    "title": "念奴娇·书东流村壁",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "野棠花落，",
      "又匆匆过了，",
      "清明时节。",
      "刬地东风欺客梦，",
      "一枕云屏寒怯。",
      "曲岸持觞，",
      "垂杨系马，",
      "此地曾经别。keysentence",
      "楼空人去，",
      "旧游飞燕能说。",
      "闻道绮陌东头，",
      "行人长见，",
      "帘底纤纤月。",
      "旧恨春江流不断，",
      "新恨云山千叠。",
      "料得明朝，",
      "尊前重见，",
      "镜里花难折。",
      "也应惊问：",
      "近来多少华发？"
    ],
    "type": [
      "婉约",
      "游子",
      "思念",
      "爱情"
    ],
    "source": "野棠花落，又匆匆过了，清明时节。刬地东风欺客梦，一枕云屏寒怯。曲岸持觞，垂杨系马，此地曾经别。keysentence楼空人去，旧游飞燕能说。闻道绮陌东头，行人长见，帘底纤纤月。旧恨春江流不断，新恨云山千叠。料得明朝，尊前重见，镜里花难折。也应惊问：近来多少华发？",
    "id": "P66"
  },
  {
    "title": "怨歌行",
    "dynasty": "两汉",
    "writer": "班婕妤",
    "content": [
      "新裂齐纨素，",
      "皎洁如霜雪。",
      "裁为合欢扇，",
      "团团似明月。",
      "出入君怀袖，",
      "动摇微风发。keysentence",
      "常恐秋节至，",
      "凉飙夺炎热。",
      "弃捐箧笥中，",
      "恩情中道绝。"
    ],
    "type": [
      "咏物",
      "写人",
      "宫怨"
    ],
    "source": "新裂齐纨素，皎洁如霜雪。裁为合欢扇，团团似明月。出入君怀袖，动摇微风发。keysentence常恐秋节至，凉飙夺炎热。弃捐箧笥中，恩情中道绝。",
    "id": "P67"
  },
  {
    "title": "西江月·顷在黄州",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "顷在黄州，",
      "春夜行蕲水中，",
      "过酒家饮，",
      "酒醉，",
      "乘月至一溪桥上，",
      "解鞍，",
      "由肱醉卧少休。",
      "及觉已晓，",
      "乱山攒拥，",
      "流水锵然，",
      "疑非尘世也。",
      "书此语桥柱上。",
      "照野弥弥浅浪，",
      "横空隐隐层霄。",
      "障泥未解玉骢骄，",
      "我欲醉眠芳草。",
      "可惜一溪风月，",
      "莫教踏碎琼瑶。keysentence",
      "解鞍欹枕绿杨桥，",
      "杜宇一声春晓。"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "山水",
      "月色",
      "喜悦",
      "散文"
    ],
    "source": "顷在黄州，春夜行蕲水中，过酒家饮，酒醉，乘月至一溪桥上，解鞍，由肱醉卧少休。及觉已晓，乱山攒拥，流水锵然，疑非尘世也。书此语桥柱上。照野弥弥浅浪，横空隐隐层霄。障泥未解玉骢骄，我欲醉眠芳草。可惜一溪风月，莫教踏碎琼瑶。keysentence解鞍欹枕绿杨桥，杜宇一声春晓。",
    "id": "P68"
  },
  {
    "title": "竹枝词·山桃红花满上头",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "山桃红花满上头，",
      "蜀江春水拍山流。keysentence",
      "花红易衰似郎意，",
      "水流无限似侬愁。"
    ],
    "type": [
      "宋词三百首",
      "写景",
      "桃花",
      "爱情"
    ],
    "source": "山桃红花满上头，蜀江春水拍山流。keysentence花红易衰似郎意，水流无限似侬愁。",
    "id": "P69"
  },
  {
    "title": "汉江临泛",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "楚塞三湘接，",
      "荆门九派通。",
      "江流天地外，",
      "山色有无中。keysentence",
      "郡邑浮前浦，",
      "波澜动远空。",
      "襄阳好风日，",
      "留醉与山翁。"
    ],
    "type": [
      "唐诗三百首",
      "山水",
      "抒情"
    ],
    "source": "楚塞三湘接，荆门九派通。江流天地外，山色有无中。keysentence郡邑浮前浦，波澜动远空。襄阳好风日，留醉与山翁。",
    "id": "P70"
  },
  {
    "title": "蝶恋花·京口得乡书",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "雨后春容清更丽。",
      "只有离人，",
      "幽恨终难洗。",
      "北固山前三面水。keysentence",
      "碧琼梳拥青螺髻。",
      "一纸乡书来万里。",
      "问我何年，",
      "真个成归计。",
      "白首送春拚一醉。",
      "东风吹破千行泪。"
    ],
    "type": [
      "送别",
      "春天",
      "写景",
      "抒情",
      "孤独"
    ],
    "source": "雨后春容清更丽。只有离人，幽恨终难洗。北固山前三面水。keysentence碧琼梳拥青螺髻。一纸乡书来万里。问我何年，真个成归计。白首送春拚一醉。东风吹破千行泪。",
    "id": "P71"
  },
  {
    "title": "春日",
    "dynasty": "宋代",
    "writer": "朱熹",
    "content": [
      "胜日寻芳泗水滨，",
      "无边光景一时新。",
      "等闲识得东风面，",
      "万紫千红总是春。keysentence"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "春天",
      "写景",
      "哲理",
      "早教古诗100首"
    ],
    "source": "胜日寻芳泗水滨，无边光景一时新。等闲识得东风面，万紫千红总是春。keysentence",
    "id": "P72"
  },
  {
    "title": "十二月十五夜",
    "dynasty": "清代",
    "writer": "袁枚",
    "content": [
      "沉沉更鼓急，",
      "渐渐人声绝。",
      "吹灯窗更明，",
      "月照一天雪。keysentence"
    ],
    "type": [
      "冬天",
      "月夜",
      "写雪"
    ],
    "source": "沉沉更鼓急，渐渐人声绝。吹灯窗更明，月照一天雪。keysentence",
    "id": "P73"
  },
  {
    "title": "金陵望汉江",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "汉江回万里，",
      "派作九龙盘。",
      "横溃豁中国，",
      "崔嵬飞迅湍。",
      "六帝沦亡后，",
      "三吴不足观。",
      "我君混区宇，",
      "垂拱众流安。",
      "今日任公子，",
      "沧浪罢钓竿。keysentence"
    ],
    "type": [
      "长江",
      "写景",
      "抒情",
      "忧国忧民"
    ],
    "source": "汉江回万里，派作九龙盘。横溃豁中国，崔嵬飞迅湍。六帝沦亡后，三吴不足观。我君混区宇，垂拱众流安。今日任公子，沧浪罢钓竿。keysentence",
    "id": "P74"
  },
  {
    "title": "闺怨",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "闺中少妇不知愁，",
      "春日凝妆上翠楼。",
      "忽见陌头杨柳色，",
      "悔教夫婿觅封侯。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "春天",
      "妇女",
      "闺怨"
    ],
    "source": "闺中少妇不知愁，春日凝妆上翠楼。忽见陌头杨柳色，悔教夫婿觅封侯。keysentence",
    "id": "P75"
  },
  {
    "title": "原隰荑绿柳",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "迥野韶光早，",
      "晴川柳满堤。",
      "拂尘生嫩绿，",
      "披雪见柔荑。",
      "碧玉牙犹短，",
      "黄金缕未齐。keysentence",
      "腰肢弄寒吹，",
      "眉意入春闺。",
      "预恐狂夫折，",
      "迎牵逸客迷。",
      "新莺将出谷，",
      "应借一枝栖。"
    ],
    "type": [
      "柳树",
      "写景",
      "愿望"
    ],
    "source": "迥野韶光早，晴川柳满堤。拂尘生嫩绿，披雪见柔荑。碧玉牙犹短，黄金缕未齐。keysentence腰肢弄寒吹，眉意入春闺。预恐狂夫折，迎牵逸客迷。新莺将出谷，应借一枝栖。",
    "id": "P76"
  },
  {
    "title": "过故人庄",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "故人具鸡黍，",
      "邀我至田家。",
      "绿树村边合，",
      "青山郭外斜。",
      "开轩面场圃，",
      "把酒话桑麻。",
      "待到重阳日，",
      "还来就菊花。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "田园",
      "生活",
      "友情",
      "早教古诗100首"
    ],
    "source": "故人具鸡黍，邀我至田家。绿树村边合，青山郭外斜。开轩面场圃，把酒话桑麻。待到重阳日，还来就菊花。keysentence",
    "id": "P77"
  },
  {
    "title": "望天门山",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "天门中断楚江开，",
      "碧水东流至此回。keysentence",
      "两岸青山相对出，",
      "孤帆一片日边来。"
    ],
    "type": [
      "小学古诗",
      "写景",
      "山水",
      "长江",
      "早教古诗100首"
    ],
    "source": "天门中断楚江开，碧水东流至此回。keysentence两岸青山相对出，孤帆一片日边来。",
    "id": "P78"
  },
  {
    "title": "安定城楼",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "迢递高城百尺楼，",
      "绿杨枝外尽汀洲。",
      "贾生年少虚垂泪，",
      "王粲春来更远游。keysentence",
      "永忆江湖归白发，",
      "欲回天地入扁舟。",
      "不知腐鼠成滋味，",
      "猜意鹓雏竟未休。"
    ],
    "type": [
      "登楼",
      "抱负"
    ],
    "source": "迢递高城百尺楼，绿杨枝外尽汀洲。贾生年少虚垂泪，王粲春来更远游。keysentence永忆江湖归白发，欲回天地入扁舟。不知腐鼠成滋味，猜意鹓雏竟未休。",
    "id": "P79"
  },
  {
    "title": "卖炭翁",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "卖炭翁，",
      "伐薪烧炭南山中。",
      "满面尘灰烟火色，",
      "两鬓苍苍十指黑。",
      "卖炭得钱何所营？",
      "身上衣裳口中食。",
      "可怜身上衣正单，",
      "心忧炭贱愿天寒。",
      "夜来城外一尺雪，",
      "晓驾炭车辗冰辙。keysentence",
      "牛困人饥日已高，",
      "市南门外泥中歇。",
      "翩翩两骑来是谁？",
      "黄衣使者白衫儿。",
      "手把文书口称敕，",
      "回车叱牛牵向北。",
      "一车炭，",
      "千余斤，",
      "宫使驱将惜不得。",
      "半匹红绡一丈绫，",
      "系向牛头充炭直。"
    ],
    "type": [
      "冬天",
      "乐府"
    ],
    "source": "卖炭翁，伐薪烧炭南山中。满面尘灰烟火色，两鬓苍苍十指黑。卖炭得钱何所营？身上衣裳口中食。可怜身上衣正单，心忧炭贱愿天寒。夜来城外一尺雪，晓驾炭车辗冰辙。keysentence牛困人饥日已高，市南门外泥中歇。翩翩两骑来是谁？黄衣使者白衫儿。手把文书口称敕，回车叱牛牵向北。一车炭，千余斤，宫使驱将惜不得。半匹红绡一丈绫，系向牛头充炭直。",
    "id": "P80"
  },
  {
    "title": "初夏即事",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "石梁茅屋有弯碕，",
      "流水溅溅度两陂。",
      "晴日暖风生麦气，",
      "绿阴幽草胜花时。keysentence"
    ],
    "type": [
      "写风",
      "田园",
      "写景"
    ],
    "source": "石梁茅屋有弯碕，流水溅溅度两陂。晴日暖风生麦气，绿阴幽草胜花时。keysentence",
    "id": "P81"
  },
  {
    "title": "短歌行",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "白日何短短，",
      "百年苦易满。",
      "苍穹浩茫茫，",
      "万劫太极长。",
      "麻姑垂两鬓，",
      "一半已成霜。",
      "天公见玉女，",
      "大笑亿千场。keysentence",
      "吾欲揽六龙，",
      "回车挂扶桑。",
      "北斗酌美酒，",
      "劝龙各一觞。",
      "富贵非所愿，",
      "与人驻颜光。"
    ],
    "type": [
      "人生",
      "时间",
      "惜时"
    ],
    "source": "白日何短短，百年苦易满。苍穹浩茫茫，万劫太极长。麻姑垂两鬓，一半已成霜。天公见玉女，大笑亿千场。keysentence吾欲揽六龙，回车挂扶桑。北斗酌美酒，劝龙各一觞。富贵非所愿，与人驻颜光。",
    "id": "P82"
  },
  {
    "title": "马诗二十三首·其五",
    "dynasty": "唐代",
    "writer": "李贺",
    "content": [
      "大漠沙如雪，",
      "燕山月似钩。keysentence",
      "何当金络脑，",
      "快走踏清秋。"
    ],
    "type": [
      "边塞",
      "写景",
      "咏物",
      "写马",
      "战争",
      "早教古诗100首"
    ],
    "source": "大漠沙如雪，燕山月似钩。keysentence何当金络脑，快走踏清秋。",
    "id": "P83"
  },
  {
    "title": "无题·相见时难别亦难",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "相见时难别亦难，",
      "东风无力百花残。",
      "春蚕到死丝方尽，",
      "蜡炬成灰泪始干。keysentence",
      "晓镜但愁云鬓改，",
      "夜吟应觉月光寒。",
      "蓬山此去无多路，",
      "青鸟殷勤为探看。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "爱情",
      "思念",
      "早教古诗100首"
    ],
    "source": "相见时难别亦难，东风无力百花残。春蚕到死丝方尽，蜡炬成灰泪始干。keysentence晓镜但愁云鬓改，夜吟应觉月光寒。蓬山此去无多路，青鸟殷勤为探看。",
    "id": "P84"
  },
  {
    "title": "长相思·其一",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "长相思，",
      "在长安。",
      "络纬秋啼金井阑，",
      "微霜凄凄簟色寒。",
      "孤灯不明思欲绝，",
      "卷帷望月空长叹。keysentence",
      "美人如花隔云端！",
      "上有青冥之长天，",
      "下有渌水之波澜。",
      "天长路远魂飞苦，",
      "梦魂不到关山难。",
      "长相思，",
      "摧心肝！"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "思念",
      "伤怀"
    ],
    "source": "长相思，在长安。络纬秋啼金井阑，微霜凄凄簟色寒。孤灯不明思欲绝，卷帷望月空长叹。keysentence美人如花隔云端！上有青冥之长天，下有渌水之波澜。天长路远魂飞苦，梦魂不到关山难。长相思，摧心肝！",
    "id": "P85"
  },
  {
    "title": "所见",
    "dynasty": "清代",
    "writer": "袁枚",
    "content": [
      "牧童骑黄牛，",
      "歌声振林樾。keysentence",
      "意欲捕鸣蝉，",
      "忽然闭口立。"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "儿童",
      "早教古诗100首"
    ],
    "source": "牧童骑黄牛，歌声振林樾。keysentence意欲捕鸣蝉，忽然闭口立。",
    "id": "P86"
  },
  {
    "title": "冬夜读书示子聿",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "古人学问无遗力，",
      "少壮工夫老始成。",
      "纸上得来终觉浅，",
      "绝知此事要躬行。keysentence"
    ],
    "type": [
      "励志",
      "读书",
      "哲理",
      "早教古诗100首"
    ],
    "source": "古人学问无遗力，少壮工夫老始成。纸上得来终觉浅，绝知此事要躬行。keysentence",
    "id": "P87"
  },
  {
    "title": "赠汪伦",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "李白乘舟将欲行，",
      "忽闻岸上踏歌声。",
      "桃花潭水深千尺，",
      "不及汪伦送我情。keysentence"
    ],
    "type": [
      "小学古诗",
      "写水",
      "离别",
      "友情",
      "送别",
      "早教古诗100首"
    ],
    "source": "李白乘舟将欲行，忽闻岸上踏歌声。桃花潭水深千尺，不及汪伦送我情。keysentence",
    "id": "P88"
  },
  {
    "title": "桂枝香·金陵怀古",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "登临送目，",
      "正故国晚秋，",
      "天气初肃。",
      "千里澄江似练，",
      "翠峰如簇。",
      "归帆去棹残阳里，",
      "背西风，",
      "酒旗斜矗。",
      "彩舟云淡，",
      "星河鹭起，",
      "画图难足。",
      "念往昔，",
      "繁华竞逐，",
      "叹门外楼头，",
      "悲恨相续。",
      "千古凭高对此，",
      "谩嗟荣辱。",
      "六朝旧事随流水，",
      "但寒烟衰草凝绿。keysentence",
      "至今商女，",
      "时时犹唱，",
      "后庭遗曲。"
    ],
    "type": [
      "宋词三百首",
      "登高",
      "写景",
      "咏史怀古"
    ],
    "source": "登临送目，正故国晚秋，天气初肃。千里澄江似练，翠峰如簇。归帆去棹残阳里，背西风，酒旗斜矗。彩舟云淡，星河鹭起，画图难足。念往昔，繁华竞逐，叹门外楼头，悲恨相续。千古凭高对此，谩嗟荣辱。六朝旧事随流水，但寒烟衰草凝绿。keysentence至今商女，时时犹唱，后庭遗曲。",
    "id": "P89"
  },
  {
    "title": "襄阳歌",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "落日欲没岘山西，",
      "倒著接蓠花下迷。",
      "襄阳小儿齐拍手，",
      "旁人借问笑何事，",
      "笑杀山公醉似泥。",
      "鸬鹚杓，",
      "鹦鹉杯。",
      "百年三万六千日，",
      "一日须倾三百杯。",
      "遥看汉水鸭头绿，",
      "恰似葡萄初酦醅。",
      "此江若变作春酒，",
      "垒曲便筑糟丘台。",
      "千金骏马换小妾，",
      "车旁侧挂一壶酒，",
      "凤笙龙管行相催。",
      "咸阳市中叹黄犬，",
      "何如月下倾金罍？keysentence",
      "君不见晋朝羊公一片石，",
      "龟头剥落生莓苔。",
      "泪亦不能为之堕，",
      "心亦不能为之哀。",
      "清风朗月不用一钱买，",
      "玉山自倒非人推。",
      "舒州杓，",
      "力士铛，",
      "李白与尔同死生。",
      "襄王云雨今安在？",
      "江水东流猿夜声。"
    ],
    "type": [
      "典故",
      "饮酒",
      "生活"
    ],
    "source": "落日欲没岘山西，倒著接蓠花下迷。襄阳小儿齐拍手，拦街争唱《白铜鞮》。旁人借问笑何事，笑杀山公醉似泥。鸬鹚杓，鹦鹉杯。百年三万六千日， 一日须倾三百杯。遥看汉水鸭头绿，恰似葡萄初酦醅。此江若变作春酒，垒曲便筑糟丘台。千金骏马换小妾，醉坐雕鞍歌《落梅》。车旁侧挂一壶酒，凤笙龙管行相催。咸阳市中叹黄犬，何如月下倾金罍？keysentence君不见晋朝羊公一片石，龟头剥落生莓苔。泪亦不能为之堕，心亦不能为之哀。清风朗月不用一钱买，玉山自倒非人推。舒州杓，力士铛，李白与尔同死生。襄王云雨今安在？江水东流猿夜声。",
    "id": "P90"
  },
  {
    "title": "闻武均州报已复西京",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "白发将军亦壮哉，",
      "西京昨夜捷书来。",
      "胡儿敢作千年计，",
      "天意宁知一日回。keysentence",
      "列圣仁恩深雨露，",
      "中兴赦令疾风雷。",
      "悬知寒食朝陵使，",
      "驿路梨花处处开。"
    ],
    "type": [
      "战争",
      "抒怀",
      "喜悦"
    ],
    "source": "白发将军亦壮哉，西京昨夜捷书来。胡儿敢作千年计，天意宁知一日回。keysentence列圣仁恩深雨露，中兴赦令疾风雷。悬知寒食朝陵使，驿路梨花处处开。",
    "id": "P91"
  },
  {
    "title": "临江仙·夜饮东坡醒复醉",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "夜饮东坡醒复醉，",
      "归来仿佛三更。",
      "家童鼻息已雷鸣。",
      "敲门都不应，",
      "倚杖听江声。",
      "长恨此身非我有，",
      "何时忘却营营。keysentence",
      "夜阑风静縠纹平。",
      "小舟从此逝，",
      "江海寄余生。"
    ],
    "type": [
      "宋词三百首",
      "饮酒",
      "抒怀",
      "旷达"
    ],
    "source": "夜饮东坡醒复醉，归来仿佛三更。家童鼻息已雷鸣。敲门都不应，倚杖听江声。长恨此身非我有，何时忘却营营。keysentence夜阑风静縠纹平。小舟从此逝，江海寄余生。",
    "id": "P92"
  },
  {
    "title": "寄全椒山中道士",
    "dynasty": "唐代",
    "writer": "韦应物",
    "content": [
      "今朝郡斋冷，",
      "忽念山中客。",
      "涧底束荆薪，",
      "归来煮白石。",
      "欲持一瓢酒，",
      "远慰风雨夕。",
      "落叶满空山，",
      "何处寻行迹。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "怀念"
    ],
    "source": "今朝郡斋冷，忽念山中客。涧底束荆薪，归来煮白石。欲持一瓢酒，远慰风雨夕。落叶满空山，何处寻行迹。keysentence",
    "id": "P93"
  },
  {
    "title": "观游鱼",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "绕池闲步看鱼游，",
      "正值儿童弄钓舟。keysentence",
      "一种爱鱼心各异，",
      "我来施食尔垂钩。"
    ],
    "type": [
      "写景",
      "抒情"
    ],
    "source": "绕池闲步看鱼游，正值儿童弄钓舟。keysentence一种爱鱼心各异，我来施食尔垂钩。",
    "id": "P94"
  },
  {
    "title": "山房春事二首",
    "dynasty": "唐代",
    "writer": "岑参",
    "content": [
      "风恬日暖荡春光，",
      "戏蝶游蜂乱入房。",
      "数枝门柳低衣桁，",
      "一片山花落笔床。",
      "梁园日暮乱飞鸦，",
      "极目萧条三两家。",
      "庭树不知人去尽，",
      "春来还发旧时花。keysentence"
    ],
    "type": [
      "春天",
      "吊古"
    ],
    "source": "风恬日暖荡春光，戏蝶游蜂乱入房。数枝门柳低衣桁，一片山花落笔床。梁园日暮乱飞鸦，极目萧条三两家。庭树不知人去尽，春来还发旧时花。keysentence",
    "id": "P95"
  },
  {
    "title": "一七令·茶",
    "dynasty": "唐代",
    "writer": "元稹",
    "content": [
      "茶。",
      "香叶，",
      "嫩芽。",
      "慕诗客，",
      "爱僧家。",
      "碾雕白玉，",
      "罗织红纱。",
      "铫煎黄蕊色，",
      "碗转曲尘花。keysentence",
      "夜后邀陪明月，",
      "晨前独对朝霞。",
      "洗尽古今人不倦，",
      "将知醉后岂堪夸。"
    ],
    "type": [
      "写茶"
    ],
    "source": "茶。香叶，嫩芽。慕诗客，爱僧家。碾雕白玉，罗织红纱。铫煎黄蕊色，碗转曲尘花。keysentence夜后邀陪明月，晨前独对朝霞。洗尽古今人不倦，将知醉后岂堪夸。",
    "id": "P96"
  },
  {
    "title": "长相思·山一程",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "山一程，",
      "水一程，",
      "身向榆关那畔行，",
      "夜深千帐灯。keysentence",
      "风一更，",
      "雪一更，",
      "聒碎乡心梦不成，",
      "故园无此声。"
    ],
    "type": [
      "小学古诗",
      "婉约",
      "羁旅",
      "写景",
      "思乡"
    ],
    "source": "山一程，水一程，身向榆关那畔行，夜深千帐灯。keysentence风一更，雪一更，聒碎乡心梦不成，故园无此声。",
    "id": "P97"
  },
  {
    "title": "酬乐天频梦微之",
    "dynasty": "唐代",
    "writer": "元稹",
    "content": [
      "山水万重书断绝，",
      "念君怜我梦相闻。",
      "我今因病魂颠倒，",
      "唯梦闲人不梦君。keysentence"
    ],
    "type": [
      "友情"
    ],
    "source": "山水万重书断绝，念君怜我梦相闻。我今因病魂颠倒，唯梦闲人不梦君。keysentence",
    "id": "P98"
  },
  {
    "title": "题画兰",
    "dynasty": "清代",
    "writer": "郑燮",
    "content": [
      "身在千山顶上头，",
      "突岩深缝妙香稠。",
      "非无脚下浮云闹，",
      "来不相知去不留。keysentence"
    ],
    "type": [
      "咏物",
      "写花",
      "述志"
    ],
    "source": "身在千山顶上头，突岩深缝妙香稠。非无脚下浮云闹，来不相知去不留。keysentence",
    "id": "P99"
  },
  {
    "title": "嘲王历阳不肯饮酒",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "地白风色寒，",
      "雪花大如手。",
      "笑杀陶渊明，",
      "不饮杯中酒。keysentence",
      "浪抚一张琴，",
      "虚栽五株柳。",
      "空负头上巾，",
      "吾于尔何有。"
    ],
    "type": [
      "冬天",
      "写雪",
      "饮酒",
      "抒情"
    ],
    "source": "地白风色寒，雪花大如手。笑杀陶渊明，不饮杯中酒。keysentence浪抚一张琴，虚栽五株柳。空负头上巾，吾于尔何有。",
    "id": "P100"
  },
  {
    "title": "谢池春·壮岁从戎",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "壮岁从戎，",
      "曾是气吞残虏。keysentence",
      "阵云高、狼烽夜举。",
      "朱颜青鬓，",
      "拥雕戈西戍。",
      "笑儒冠、自来多误。",
      "功名梦断，",
      "却泛扁舟吴楚。",
      "漫悲歌、伤怀吊古。",
      "烟波无际，",
      "望秦关何处。",
      "叹流年、又成虚度。"
    ],
    "type": [
      "豪放",
      "回忆",
      "感慨",
      "生活",
      "爱国"
    ],
    "source": "壮岁从戎，曾是气吞残虏。keysentence阵云高、狼烽夜举。朱颜青鬓，拥雕戈西戍。笑儒冠、自来多误。功名梦断，却泛扁舟吴楚。漫悲歌、伤怀吊古。烟波无际，望秦关何处。叹流年、又成虚度。",
    "id": "P101"
  },
  {
    "title": "折杨柳",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "垂杨拂绿水，",
      "摇艳东风年。",
      "花明玉关雪，",
      "叶暖金窗烟。keysentence",
      "美人结长想，",
      "对此心凄然。",
      "攀条折春色，",
      "远寄龙庭前。"
    ],
    "type": [
      "乐府",
      "春天",
      "女子",
      "思念"
    ],
    "source": "垂杨拂绿水，摇艳东风年。花明玉关雪，叶暖金窗烟。keysentence美人结长想，对此心凄然。攀条折春色，远寄龙庭前。",
    "id": "P102"
  },
  {
    "title": "点绛唇·蹴罢秋千",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "蹴罢秋千，",
      "起来慵整纤纤手。",
      "露浓花瘦，",
      "薄汗轻衣透。",
      "见客入来，",
      "袜刬金钗溜。",
      "和羞走，",
      "倚门回首，",
      "却把青梅嗅。keysentence"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "少女"
    ],
    "source": "蹴罢秋千，起来慵整纤纤手。露浓花瘦，薄汗轻衣透。见客入来，袜刬金钗溜。和羞走，倚门回首，却把青梅嗅。keysentence",
    "id": "P103"
  },
  {
    "title": "水调歌头·壬子三山被召陈端仁给事饮饯席上作",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "长恨复长恨，",
      "裁作短歌行。",
      "何人为我楚舞，",
      "听我楚狂声？",
      "余既滋兰九畹，",
      "又树蕙之百亩，",
      "秋菊更餐英。",
      "门外沧浪水，",
      "可以濯吾缨。",
      "一杯酒，",
      "问何似，",
      "身后名？",
      "人间万事，",
      "毫发常重泰山轻。",
      "悲莫悲生离别，",
      "乐莫乐新相识，",
      "儿女古今情。keysentence",
      "富贵非吾事，",
      "归与白鸥盟。"
    ],
    "type": [
      "答别",
      "感时",
      "抚事",
      "抒志"
    ],
    "source": "长恨复长恨，裁作短歌行。何人为我楚舞，听我楚狂声？余既滋兰九畹，又树蕙之百亩，秋菊更餐英。门外沧浪水，可以濯吾缨。一杯酒，问何似，身后名？人间万事，毫发常重泰山轻。悲莫悲生离别，乐莫乐新相识，儿女古今情。keysentence富贵非吾事，归与白鸥盟。",
    "id": "P104"
  },
  {
    "title": "夏日南亭怀辛大",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "山光忽西落，",
      "池月渐东上。",
      "散发乘夕凉，",
      "开轩卧闲敞。",
      "荷风送香气，",
      "竹露滴清响。keysentence",
      "欲取鸣琴弹，",
      "恨无知音赏。",
      "感此怀故人，",
      "中宵劳梦想。"
    ],
    "type": [
      "唐诗三百首",
      "夏天",
      "怀人",
      "友情"
    ],
    "source": "山光忽西落，池月渐东上。散发乘夕凉，开轩卧闲敞。荷风送香气，竹露滴清响。keysentence欲取鸣琴弹，恨无知音赏。感此怀故人，中宵劳梦想。",
    "id": "P105"
  },
  {
    "title": "感遇十二首·其一",
    "dynasty": "唐代",
    "writer": "张九龄",
    "content": [
      "兰叶春葳蕤，",
      "桂华秋皎洁。",
      "欣欣此生意，",
      "自尔为佳节。",
      "谁知林栖者，",
      "闻风坐相悦。",
      "草木有本心，",
      "何求美人折！keysentence"
    ],
    "type": [
      "唐诗三百首",
      "植物",
      "抒志",
      "生活",
      "哲理"
    ],
    "source": "兰叶春葳蕤，桂华秋皎洁。欣欣此生意，自尔为佳节。谁知林栖者，闻风坐相悦。草木有本心，何求美人折！keysentence",
    "id": "P106"
  },
  {
    "title": "后宫词",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "泪湿罗巾梦不成，",
      "夜深前殿按歌声。",
      "红颜未老恩先断，",
      "斜倚薰笼坐到明。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "宫怨"
    ],
    "source": "泪湿罗巾梦不成，夜深前殿按歌声。红颜未老恩先断，斜倚薰笼坐到明。keysentence",
    "id": "P107"
  },
  {
    "title": "墨萱图·其一",
    "dynasty": "元代",
    "writer": "王冕",
    "content": [
      "灿灿萱草花，",
      "罗生北堂下。",
      "南风吹其心，",
      "摇摇为谁吐？",
      "慈母倚门情，",
      "游子行路苦。",
      "甘旨日以疏，",
      "音问日以阻。",
      "举头望云林，",
      "愧听慧鸟语。keysentence"
    ],
    "type": [
      "母亲",
      "思念",
      "游子"
    ],
    "source": "灿灿萱草花，罗生北堂下。南风吹其心，摇摇为谁吐？慈母倚门情，游子行路苦。甘旨日以疏，音问日以阻。举头望云林，愧听慧鸟语。keysentence",
    "id": "P108"
  },
  {
    "title": "佳人",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "绝代有佳人，",
      "幽居在空谷。keysentence",
      "自云良家子，",
      "零落依草木。",
      "关中昔丧乱，",
      "兄弟遭杀戮。",
      "官高何足论，",
      "不得收骨肉。",
      "世情恶衰歇，",
      "万事随转烛。",
      "夫婿轻薄儿，",
      "新人美如玉。",
      "合昏尚知时，",
      "鸳鸯不独宿。",
      "但见新人笑，",
      "那闻旧人哭。",
      "在山泉水清，",
      "出山泉水浊。",
      "侍婢卖珠回，",
      "牵萝补茅屋。",
      "摘花不插发，",
      "采柏动盈掬。",
      "天寒翠袖薄，",
      "日暮倚修竹。"
    ],
    "type": [
      "唐诗三百首",
      "赞美",
      "闺怨",
      "女子"
    ],
    "source": "绝代有佳人，幽居在空谷。keysentence自云良家子，零落依草木。关中昔丧乱，兄弟遭杀戮。官高何足论，不得收骨肉。世情恶衰歇，万事随转烛。夫婿轻薄儿，新人美如玉。合昏尚知时，鸳鸯不独宿。但见新人笑，那闻旧人哭。在山泉水清，出山泉水浊。侍婢卖珠回，牵萝补茅屋。摘花不插发，采柏动盈掬。天寒翠袖薄，日暮倚修竹。",
    "id": "P109"
  },
  {
    "title": "闻雁",
    "dynasty": "唐代",
    "writer": "韦应物",
    "content": [
      "故园渺何处，",
      "归思方悠哉。",
      "淮南秋雨夜，",
      "高斋闻雁来。keysentence"
    ],
    "type": [
      "思乡",
      "秋天",
      "大雁"
    ],
    "source": "故园渺何处，归思方悠哉。淮南秋雨夜，高斋闻雁来。keysentence",
    "id": "P110"
  },
  {
    "title": "行宫",
    "dynasty": "唐代",
    "writer": "元稹",
    "content": [
      "寥落古行宫，",
      "宫花寂寞红。",
      "白头宫女在，",
      "闲坐说玄宗。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "怀古",
      "宫怨"
    ],
    "source": "寥落古行宫，宫花寂寞红。白头宫女在，闲坐说玄宗。keysentence",
    "id": "P111"
  },
  {
    "title": "梦李白二首·其一",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "死别已吞声，",
      "生别常恻恻。",
      "江南瘴疠地，",
      "逐客无消息。",
      "故人入我梦，",
      "明我长相忆。keysentence",
      "恐非平生魂，",
      "路远不可测。",
      "魂来枫林青，",
      "魂返关塞黑。",
      "君今在罗网，",
      "何以有羽翼。",
      "落月满屋梁，",
      "犹疑照颜色。",
      "水深波浪阔，",
      "无使蛟龙得。",
      "死别已吞声，",
      "生别常恻恻。",
      "江南瘴疠地，",
      "逐客无消息。",
      "故人入我梦，",
      "明我长相忆。",
      "君今在罗网，",
      "何以有羽翼。",
      "恐非平生魂，",
      "路远不可测。",
      "魂来枫林青，",
      "魂返关塞黑。",
      "落月满屋梁，",
      "犹疑照颜色。",
      "水深波浪阔，",
      "无使蛟龙得。"
    ],
    "type": [
      "唐诗三百首",
      "典故",
      "写人"
    ],
    "source": "死别已吞声，生别常恻恻。江南瘴疠地，逐客无消息。故人入我梦，明我长相忆。keysentence恐非平生魂，路远不可测。魂来枫林青，魂返关塞黑。君今在罗网，何以有羽翼。落月满屋梁，犹疑照颜色。水深波浪阔，无使蛟龙得。死别已吞声，生别常恻恻。江南瘴疠地，逐客无消息。故人入我梦，明我长相忆。君今在罗网，何以有羽翼。恐非平生魂，路远不可测。魂来枫林青，魂返关塞黑。落月满屋梁，犹疑照颜色。水深波浪阔，无使蛟龙得。",
    "id": "P112"
  },
  {
    "title": "静夜思",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "床前明月光，",
      "疑是地上霜。keysentence",
      "举头望明月，",
      "低头思故乡。"
    ],
    "type": [
      "唐诗三百首",
      "小学古诗",
      "月亮",
      "思乡",
      "早教古诗100首"
    ],
    "source": "床前明月光，疑是地上霜。keysentence举头望明月，低头思故乡。",
    "id": "P113"
  },
  {
    "title": "梦游天姥吟留别",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "海客谈瀛洲，",
      "烟涛微茫信难求；",
      "越人语天姥，",
      "云霞明灭或可睹。",
      "天姥连天向天横，",
      "势拔五岳掩赤城。",
      "天台四万八千丈，",
      "对此欲倒东南倾。",
      "我欲因之梦吴越，",
      "一夜飞度镜湖月。",
      "湖月照我影，",
      "送我至剡溪。",
      "谢公宿处今尚在，",
      "渌水荡漾清猿啼。",
      "脚著谢公屐，",
      "身登青云梯。",
      "半壁见海日，",
      "空中闻天鸡。",
      "千岩万转路不定，",
      "迷花倚石忽已暝。",
      "熊咆龙吟殷岩泉，",
      "栗深林兮惊层巅。",
      "云青青兮欲雨，",
      "水澹澹兮生烟。",
      "列缺霹雳，",
      "丘峦崩摧。",
      "洞天石扉，",
      "訇然中开。",
      "青冥浩荡不见底，",
      "日月照耀金银台。",
      "霓为衣兮风为马，",
      "云之君兮纷纷而来下。",
      "虎鼓瑟兮鸾回车，",
      "仙之人兮列如麻。",
      "忽魂悸以魄动，",
      "恍惊起而长嗟。keysentence",
      "惟觉时之枕席，",
      "失向来之烟霞。",
      "世间行乐亦如此，",
      "古来万事东流水。",
      "别君去兮何时还？",
      "且放白鹿青崖间，",
      "须行即骑访名山。",
      "安能摧眉折腰事权贵，",
      "使我不得开心颜!"
    ],
    "type": [
      "唐诗三百首",
      "高中古诗",
      "古体",
      "记梦"
    ],
    "source": "海客谈瀛洲，烟涛微茫信难求；越人语天姥，云霞明灭或可睹。天姥连天向天横，势拔五岳掩赤城。天台四万八千丈，对此欲倒东南倾。我欲因之梦吴越，一夜飞度镜湖月。湖月照我影，送我至剡溪。谢公宿处今尚在，渌水荡漾清猿啼。脚著谢公屐，身登青云梯。半壁见海日，空中闻天鸡。千岩万转路不定，迷花倚石忽已暝。熊咆龙吟殷岩泉，栗深林兮惊层巅。云青青兮欲雨，水澹澹兮生烟。列缺霹雳，丘峦崩摧。洞天石扉，訇然中开。青冥浩荡不见底，日月照耀金银台。霓为衣兮风为马，云之君兮纷纷而来下。虎鼓瑟兮鸾回车，仙之人兮列如麻。忽魂悸以魄动，恍惊起而长嗟。keysentence惟觉时之枕席，失向来之烟霞。世间行乐亦如此，古来万事东流水。别君去兮何时还？且放白鹿青崖间，须行即骑访名山。安能摧眉折腰事权贵，使我不得开心颜!",
    "id": "P114"
  },
  {
    "title": "元日",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "爆竹声中一岁除，",
      "春风送暖入屠苏。keysentence",
      "千门万户曈曈日，",
      "总把新桃换旧符。"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "春节",
      "风俗",
      "抱负",
      "早教古诗100首"
    ],
    "source": "爆竹声中一岁除，春风送暖入屠苏。keysentence千门万户曈曈日，总把新桃换旧符。",
    "id": "P115"
  },
  {
    "title": "山中雪后",
    "dynasty": "清代",
    "writer": "郑燮",
    "content": [
      "晨起开门雪满山，",
      "雪晴云淡日光寒。keysentence",
      "檐流未滴梅花冻，",
      "一种清孤不等闲。"
    ],
    "type": [
      "古诗三百首",
      "冬天",
      "写雪",
      "咏物",
      "梅花",
      "言志"
    ],
    "source": "晨起开门雪满山，雪晴云淡日光寒。keysentence檐流未滴梅花冻，一种清孤不等闲。",
    "id": "P116"
  },
  {
    "title": "夜游宫·记梦寄师伯浑",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "雪晓清笳乱起。",
      "梦游处、不知何地。",
      "铁骑无声望似水。",
      "想关河，",
      "雁门西，",
      "青海际。",
      "睡觉寒灯里。",
      "漏声断、月斜窗纸。",
      "自许封侯在万里。keysentence",
      "有谁知，",
      "鬓虽残，",
      "心未死。"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "爱国",
      "壮志"
    ],
    "source": "雪晓清笳乱起。梦游处、不知何地。铁骑无声望似水。想关河，雁门西，青海际。睡觉寒灯里。漏声断、月斜窗纸。自许封侯在万里。keysentence有谁知，鬓虽残，心未死。",
    "id": "P117"
  },
  {
    "title": "渡荆门送别",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "渡远荆门外，",
      "来从楚国游。",
      "山随平野尽，",
      "江入大荒流。keysentence",
      "月下飞天镜，",
      "云生结海楼。",
      "仍怜故乡水，",
      "万里送行舟。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "长江",
      "送别",
      "思乡"
    ],
    "source": "渡远荆门外，来从楚国游。山随平野尽，江入大荒流。keysentence月下飞天镜，云生结海楼。仍怜故乡水，万里送行舟。",
    "id": "P118"
  },
  {
    "title": "梅花绝句·其一",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "闻道梅花坼晓风，",
      "雪堆遍满四山中。",
      "何方可化身千亿，",
      "一树梅花一放翁。keysentence"
    ],
    "type": [
      "古诗三百首",
      "咏物",
      "梅花",
      "抒怀"
    ],
    "source": "闻道梅花坼晓风，雪堆遍满四山中。何方可化身千亿，一树梅花一放翁。keysentence",
    "id": "P119"
  },
  {
    "title": "竹枝词九首",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "白帝城头春草生，",
      "白盐山下蜀江清。",
      "南人上来歌一曲，",
      "北人莫上动乡情。",
      "山桃红花满上头，",
      "蜀江春水拍山流。",
      "花红易衰似郎意，",
      "水流无限似侬愁。",
      "江上朱楼新雨晴，",
      "瀼西春水縠文生。",
      "桥东桥西好杨柳，",
      "人来人去唱歌行。",
      "日出三竿春雾消，",
      "江头蜀客驻兰桡。",
      "凭寄狂夫书一纸，",
      "信在成都万里桥。",
      "两岸山花似雪开，",
      "家家春酒满银杯。",
      "昭君坊中多女伴，",
      "永安宫外踏青来。",
      "城西门前滟滪堆，",
      "年年波浪不能摧。",
      "懊恼人心不如石，",
      "少时东去复西来。",
      "瞿塘嘈嘈十二滩，",
      "此中道路古来难。",
      "长恨人心不如水，",
      "等闲平地起波澜。keysentence",
      "巫峡苍苍烟雨时，",
      "清猿啼在最高枝。",
      "个里愁人肠自断，",
      "由来不是此声悲。",
      "山上层层桃李花，",
      "云间烟火是人家。",
      "银钏金钗来负水，",
      "长刀短笠去烧畲。"
    ],
    "type": [
      "组诗",
      "民歌",
      "爱情",
      "生活",
      "山川",
      "景物",
      "风土",
      "人情"
    ],
    "source": "白帝城头春草生，白盐山下蜀江清。南人上来歌一曲，北人莫上动乡情。山桃红花满上头，蜀江春水拍山流。花红易衰似郎意，水流无限似侬愁。江上朱楼新雨晴，瀼西春水縠文生。桥东桥西好杨柳，人来人去唱歌行。日出三竿春雾消，江头蜀客驻兰桡。凭寄狂夫书一纸，信在成都万里桥。两岸山花似雪开，家家春酒满银杯。昭君坊中多女伴，永安宫外踏青来。城西门前滟滪堆，年年波浪不能摧。懊恼人心不如石，少时东去复西来。瞿塘嘈嘈十二滩，此中道路古来难。长恨人心不如水，等闲平地起波澜。keysentence巫峡苍苍烟雨时，清猿啼在最高枝。个里愁人肠自断，由来不是此声悲。山上层层桃李花，云间烟火是人家。银钏金钗来负水，长刀短笠去烧畲。",
    "id": "P120"
  },
  {
    "title": "杂诗三首·其二",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "君自故乡来，",
      "应知故乡事。keysentence",
      "来日绮窗前，",
      "寒梅著花未？"
    ],
    "type": [
      "唐诗三百首",
      "思乡",
      "思亲",
      "写景",
      "梅花"
    ],
    "source": "君自故乡来，应知故乡事。keysentence来日绮窗前，寒梅著花未？",
    "id": "P121"
  },
  {
    "title": "赠卫八处士",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "人生不相见，",
      "动如参与商。",
      "今夕复何夕，",
      "共此灯烛光。",
      "少壮能几时，",
      "鬓发各已苍。",
      "访旧半为鬼，",
      "惊呼热中肠。",
      "焉知二十载，",
      "重上君子堂。",
      "昔别君未婚，",
      "儿女忽成行。",
      "怡然敬父执，",
      "问我来何方。",
      "问答未及已，",
      "儿女罗酒浆。",
      "夜雨剪春韭，",
      "新炊间黄粱。",
      "主称会面难，",
      "一举累十觞。",
      "十觞亦不醉，",
      "感子故意长。",
      "明日隔山岳，",
      "世事两茫茫。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "人生",
      "友情",
      "时光"
    ],
    "source": "人生不相见，动如参与商。今夕复何夕，共此灯烛光。少壮能几时，鬓发各已苍。访旧半为鬼，惊呼热中肠。焉知二十载，重上君子堂。昔别君未婚，儿女忽成行。怡然敬父执，问我来何方。问答未及已，儿女罗酒浆。夜雨剪春韭，新炊间黄粱。主称会面难，一举累十觞。十觞亦不醉，感子故意长。明日隔山岳，世事两茫茫。keysentence",
    "id": "P122"
  },
  {
    "title": "多丽·咏白菊",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "小楼寒，",
      "夜长帘幕低垂。",
      "恨萧萧、无情风雨，",
      "夜来揉损琼肌。",
      "也不似、贵妃醉脸，",
      "也不似、孙寿愁眉。",
      "韩令偷香，",
      "徐娘傅粉，",
      "莫将比拟未新奇。",
      "细看取、屈平陶令，",
      "风韵正相宜。",
      "微风起，",
      "清芬酝藉，",
      "不减酴醿。",
      "渐秋阑、雪清玉瘦，",
      "向人无限依依。",
      "似愁凝、汉皋解佩，",
      "似泪洒、纨扇题诗。",
      "朗月清风，",
      "浓烟暗雨，",
      "天教憔悴度芳姿。keysentence",
      "纵爱惜、不知从此，",
      "留得几多时。",
      "人情好，",
      "何须更忆，",
      "泽畔东篱。"
    ],
    "type": [
      "咏物",
      "白菊",
      "惜花"
    ],
    "source": "小楼寒，夜长帘幕低垂。恨萧萧、无情风雨，夜来揉损琼肌。也不似、贵妃醉脸，也不似、孙寿愁眉。韩令偷香，徐娘傅粉，莫将比拟未新奇。细看取、屈平陶令，风韵正相宜。微风起，清芬酝藉，不减酴醿。渐秋阑、雪清玉瘦，向人无限依依。似愁凝、汉皋解佩，似泪洒、纨扇题诗。朗月清风，浓烟暗雨，天教憔悴度芳姿。keysentence纵爱惜、不知从此，留得几多时。人情好，何须更忆，泽畔东篱。",
    "id": "P123"
  },
  {
    "title": "蜀道难",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "噫吁嚱，",
      "危乎高哉！",
      "蜀道之难，",
      "难于上青天！",
      "蚕丛及鱼凫，",
      "开国何茫然！",
      "尔来四万八千岁，",
      "不与秦塞通人烟。",
      "西当太白有鸟道，",
      "可以横绝峨眉巅。",
      "地崩山摧壮士死，",
      "然后天梯石栈相钩连。",
      "上有六龙回日之高标，",
      "下有冲波逆折之回川。",
      "黄鹤之飞尚不得过，",
      "猿猱欲度愁攀援。",
      "青泥何盘盘，",
      "百步九折萦岩峦。",
      "扪参历井仰胁息，",
      "以手抚膺坐长叹。",
      "问君西游何时还？",
      "畏途巉岩不可攀。",
      "但见悲鸟号古木，",
      "雄飞雌从绕林间。",
      "又闻子规啼夜月，",
      "愁空山。",
      "蜀道之难,难于上青天，",
      "使人听此凋朱颜！",
      "连峰去天不盈尺，",
      "枯松倒挂倚绝壁。",
      "飞湍瀑流争喧豗，",
      "砯崖转石万壑雷。",
      "其险也如此，",
      "嗟尔远道之人胡为乎来哉！",
      "剑阁峥嵘而崔嵬，",
      "一夫当关，",
      "万夫莫开。keysentence",
      "所守或匪亲，",
      "化为狼与豺。",
      "朝避猛虎，",
      "夕避长蛇；",
      "磨牙吮血，",
      "杀人如麻。",
      "锦城虽云乐，",
      "不如早还家。",
      "蜀道之难,难于上青天，",
      "侧身西望长咨嗟！"
    ],
    "type": [
      "唐诗三百首",
      "山水",
      "抒情"
    ],
    "source": "噫吁嚱，危乎高哉！蜀道之难，难于上青天！蚕丛及鱼凫，开国何茫然！尔来四万八千岁，不与秦塞通人烟。西当太白有鸟道，可以横绝峨眉巅。地崩山摧壮士死，然后天梯石栈相钩连。上有六龙回日之高标，下有冲波逆折之回川。黄鹤之飞尚不得过，猿猱欲度愁攀援。青泥何盘盘，百步九折萦岩峦。扪参历井仰胁息，以手抚膺坐长叹。问君西游何时还？畏途巉岩不可攀。但见悲鸟号古木，雄飞雌从绕林间。又闻子规啼夜月，愁空山。蜀道之难,难于上青天，使人听此凋朱颜！连峰去天不盈尺，枯松倒挂倚绝壁。飞湍瀑流争喧豗，砯崖转石万壑雷。其险也如此，嗟尔远道之人胡为乎来哉！剑阁峥嵘而崔嵬，一夫当关，万夫莫开。keysentence所守或匪亲，化为狼与豺。朝避猛虎，夕避长蛇；磨牙吮血，杀人如麻。锦城虽云乐，不如早还家。蜀道之难,难于上青天，侧身西望长咨嗟！",
    "id": "P124"
  },
  {
    "title": "逢雪宿芙蓉山主人",
    "dynasty": "唐代",
    "writer": "刘长卿",
    "content": [
      "日暮苍山远，",
      "天寒白屋贫。",
      "柴门闻犬吠，",
      "风雪夜归人。keysentence"
    ],
    "type": [
      "山村",
      "写景",
      "冬天",
      "写雪",
      "写风",
      "写人",
      "早教古诗100首",
      "写狗古诗18首"
    ],
    "source": "日暮苍山远，天寒白屋贫。柴门闻犬吠，风雪夜归人。keysentence",
    "id": "P125"
  },
  {
    "title": "西塞山怀古",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "王濬楼船下益州，",
      "金陵王气黯然收。",
      "千寻铁锁沉江底，",
      "一片降幡出石头。",
      "人世几回伤往事，",
      "山形依旧枕寒流。keysentence",
      "今逢四海为家日，",
      "故垒萧萧芦荻秋。"
    ],
    "type": [
      "唐诗三百首",
      "咏史怀古"
    ],
    "source": "王濬楼船下益州，金陵王气黯然收。千寻铁锁沉江底，一片降幡出石头。人世几回伤往事，山形依旧枕寒流。keysentence今逢四海为家日，故垒萧萧芦荻秋。",
    "id": "P126"
  },
  {
    "title": "端居",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "远书归梦两悠悠，",
      "只有空床敌素秋。keysentence",
      "阶下青苔与红树，",
      "雨中寥落月中愁。"
    ],
    "type": [
      "思乡"
    ],
    "source": "远书归梦两悠悠，只有空床敌素秋。keysentence阶下青苔与红树，雨中寥落月中愁。",
    "id": "P127"
  },
  {
    "title": "玉楼春·春恨",
    "dynasty": "宋代",
    "writer": "晏殊",
    "content": [
      "绿杨芳草长亭路，",
      "年少抛人容易去。",
      "楼头残梦五更钟，",
      "花底离愁三月雨。",
      "无情不似多情苦，",
      "一寸还成千万缕。",
      "天涯地角有穷时，",
      "只有相思无尽处。keysentence"
    ],
    "type": [
      "春天",
      "思念",
      "爱情",
      "感叹",
      "人生"
    ],
    "source": "绿杨芳草长亭路，年少抛人容易去。楼头残梦五更钟，花底离愁三月雨。无情不似多情苦，一寸还成千万缕。天涯地角有穷时，只有相思无尽处。keysentence",
    "id": "P128"
  },
  {
    "title": "菊花",
    "dynasty": "明代",
    "writer": "唐寅",
    "content": [
      "故园三径吐幽丛，",
      "一夜玄霜坠碧空。",
      "多少天涯未归客，",
      "尽借篱落看秋风。keysentence"
    ],
    "type": [
      "咏物",
      "菊花",
      "品格",
      "寓人"
    ],
    "source": "故园三径吐幽丛，一夜玄霜坠碧空。多少天涯未归客，尽借篱落看秋风。keysentence",
    "id": "P129"
  },
  {
    "title": "春日忆李白",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "白也诗无敌，",
      "飘然思不群。",
      "清新庾开府，",
      "俊逸鲍参军。",
      "渭北春天树，",
      "江东日暮云。keysentence",
      "何时一樽酒，",
      "重与细论文。"
    ],
    "type": [
      "怀念",
      "赞美",
      "写人"
    ],
    "source": "白也诗无敌，飘然思不群。清新庾开府，俊逸鲍参军。渭北春天树，江东日暮云。keysentence何时一樽酒，重与细论文。",
    "id": "P130"
  },
  {
    "title": "春夜宴桃李园序",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "夫天地者，",
      "万物之逆旅也；",
      "光阴者，",
      "百代之过客也。",
      "而浮生若梦，",
      "为欢几何？",
      "古人秉烛夜游，",
      "良有以也。",
      "况阳春召我以烟景，",
      "大块假我以文章。",
      "会桃花之芳园，",
      "序天伦之乐事。keysentence",
      "群季俊秀，",
      "皆为惠连；",
      "吾人咏歌，",
      "独惭康乐。",
      "幽赏未已，",
      "高谈转清。",
      "开琼筵以坐花，",
      "飞羽觞而醉月。",
      "不有佳咏，",
      "何伸雅怀？",
      "如诗不成，",
      "罚依金谷酒数。"
    ],
    "type": [
      "古文观止",
      "宴饮",
      "抒怀",
      "序文"
    ],
    "source": "夫天地者，万物之逆旅也；光阴者，百代之过客也。而浮生若梦，为欢几何？古人秉烛夜游，良有以也。况阳春召我以烟景，大块假我以文章。会桃花之芳园，序天伦之乐事。keysentence群季俊秀，皆为惠连；吾人咏歌，独惭康乐。幽赏未已，高谈转清。开琼筵以坐花，飞羽觞而醉月。不有佳咏，何伸雅怀？如诗不成，罚依金谷酒数。",
    "id": "P131"
  },
  {
    "title": "晓出净慈寺送林子方",
    "dynasty": "宋代",
    "writer": "杨万里",
    "content": [
      "毕竟西湖六月中，",
      "风光不与四时同。keysentence",
      "接天莲叶无穷碧，",
      "映日荷花别样红。"
    ],
    "type": [
      "古诗三百首",
      "夏天",
      "西湖",
      "写景",
      "荷花",
      "离别",
      "友情",
      "送别",
      "早教古诗100首",
      "古诗里的十二个月"
    ],
    "source": "毕竟西湖六月中，风光不与四时同。keysentence接天莲叶无穷碧，映日荷花别样红。",
    "id": "P132"
  },
  {
    "title": "清平乐·村居",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "茅檐低小，",
      "溪上青青草。",
      "醉里吴音相媚好，",
      "白发谁家翁媪？",
      "大儿锄豆溪东，",
      "中儿正织鸡笼。keysentence",
      "最喜小儿亡赖，",
      "溪头卧剥莲蓬。"
    ],
    "type": [
      "宋词三百首",
      "小学古诗",
      "初中古诗",
      "向往",
      "乡村",
      "生活"
    ],
    "source": "茅檐低小，溪上青青草。醉里吴音相媚好，白发谁家翁媪？大儿锄豆溪东，中儿正织鸡笼。keysentence最喜小儿亡赖，溪头卧剥莲蓬。",
    "id": "P133"
  },
  {
    "title": "雪后晚晴四山皆青惟东山全白赋最爱东山晴后雪二绝句",
    "dynasty": "宋代",
    "writer": "杨万里",
    "content": [
      "只知逐胜忽忘寒，",
      "小立春风夕照间。",
      "最爱东山晴后雪，",
      "软红光里涌银山。",
      "群山雪不到新晴，",
      "多作泥融少作冰。",
      "最爱东山晴后雪，",
      "却愁宜看不宜登。keysentence"
    ],
    "type": [
      "写雪",
      "写景",
      "喜爱"
    ],
    "source": "只知逐胜忽忘寒，小立春风夕照间。最爱东山晴后雪，软红光里涌银山。群山雪不到新晴，多作泥融少作冰。最爱东山晴后雪，却愁宜看不宜登。keysentence",
    "id": "P134"
  },
  {
    "title": "宿山寺",
    "dynasty": "唐代",
    "writer": "贾岛",
    "content": [
      "众岫耸寒色，",
      "精庐向此分。",
      "流星透疏木，",
      "走月逆行云。keysentence",
      "绝顶人来少，",
      "高松鹤不群。",
      "一僧年八十，",
      "世事未曾闻。"
    ],
    "type": [
      "寺庙",
      "写景",
      "抒情"
    ],
    "source": "众岫耸寒色，精庐向此分。流星透疏木，走月逆行云。keysentence绝顶人来少，高松鹤不群。一僧年八十，世事未曾闻。",
    "id": "P135"
  },
  {
    "title": "杂诗三首",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "家住孟津河，",
      "门对孟津口。",
      "常有江南船，",
      "寄书家中否。",
      "君自故乡来，",
      "应知故乡事。",
      "来日绮窗前，",
      "寒梅著花未。keysentence",
      "已见寒梅发，",
      "复闻啼鸟声。",
      "心心视春草，",
      "畏向阶前生。"
    ],
    "type": [
      "组诗",
      "思念"
    ],
    "source": "家住孟津河，门对孟津口。常有江南船，寄书家中否。君自故乡来，应知故乡事。来日绮窗前，寒梅著花未。keysentence已见寒梅发，复闻啼鸟声。心心视春草，畏向阶前生。",
    "id": "P136"
  },
  {
    "title": "诉衷情·夜来沉醉卸妆迟",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "夜来沉醉卸妆迟，",
      "梅萼插残枝。",
      "酒醒熏破春睡，",
      "梦远不成归。",
      "人悄悄，",
      "月依依，",
      "翠帘垂。keysentence",
      "更挼残蕊，",
      "更捻余香，",
      "更得些时。"
    ],
    "type": [
      "爱情",
      "思念"
    ],
    "source": "夜来沉醉卸妆迟，梅萼插残枝。酒醒熏破春睡，梦远不成归。人悄悄，月依依，翠帘垂。keysentence更挼残蕊，更捻余香，更得些时。",
    "id": "P137"
  },
  {
    "title": "山中与幽人对酌",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "两人对酌山花开，",
      "一杯一杯复一杯。keysentence",
      "我醉欲眠卿且去，",
      "明朝有意抱琴来。"
    ],
    "type": [
      "生活",
      "饮酒"
    ],
    "source": "两人对酌山花开，一杯一杯复一杯。keysentence我醉欲眠卿且去，明朝有意抱琴来。",
    "id": "P138"
  },
  {
    "title": "乐游原",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "向晚意不适，",
      "驱车登古原。",
      "夕阳无限好，",
      "只是近黄昏。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "哲理",
      "惜时",
      "早教古诗100首"
    ],
    "source": "向晚意不适，驱车登古原。夕阳无限好，只是近黄昏。keysentence",
    "id": "P139"
  },
  {
    "title": "饮酒·其四",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "秋菊有佳色，",
      "裛露掇其英。",
      "泛此忘忧物，",
      "远我遗世情。",
      "一觞虽独尽，",
      "杯尽壶自倾。",
      "日入群动息，",
      "归鸟趋林鸣。keysentence",
      "啸傲东轩下，",
      "聊复得此生。"
    ],
    "type": [
      "赏花",
      "菊花",
      "饮酒",
      "感伤"
    ],
    "source": "秋菊有佳色，裛露掇其英。泛此忘忧物，远我遗世情。一觞虽独尽，杯尽壶自倾。日入群动息，归鸟趋林鸣。keysentence啸傲东轩下，聊复得此生。",
    "id": "P140"
  },
  {
    "title": "春夜喜雨",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "好雨知时节，",
      "当春乃发生。keysentence",
      "随风潜入夜，",
      "润物细无声。",
      "野径云俱黑，",
      "江船火独明。",
      "晓看红湿处，",
      "花重锦官城。"
    ],
    "type": [
      "小学古诗",
      "春天",
      "咏物",
      "写雨",
      "喜悦",
      "早教古诗100首"
    ],
    "source": "好雨知时节，当春乃发生。keysentence随风潜入夜，润物细无声。野径云俱黑，江船火独明。晓看红湿处，花重锦官城。",
    "id": "P141"
  },
  {
    "title": "乌衣巷",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "朱雀桥边野草花，",
      "乌衣巷口夕阳斜。",
      "旧时王谢堂前燕，",
      "飞入寻常百姓家。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "地名",
      "怀古",
      "早教古诗100首"
    ],
    "source": "朱雀桥边野草花，乌衣巷口夕阳斜。旧时王谢堂前燕，飞入寻常百姓家。keysentence",
    "id": "P142"
  },
  {
    "title": "植灵寿木",
    "dynasty": "唐代",
    "writer": "柳宗元",
    "content": [
      "白华鉴寒水，",
      "怡我适野情。",
      "前趋问长老，",
      "重复欣嘉名。",
      "蹇连易衰朽，",
      "方刚谢经菅。",
      "敢期齿杖赐？",
      "聊且移孤茎。",
      "丛萼中竞秀，",
      "分房处舒英。keysentence",
      "柔条乍反植，",
      "劲节常对生。",
      "循玩足忘疲，",
      "稍觉步武轻。",
      "安能事翦伐，",
      "持用资徒行。"
    ],
    "type": [
      "植物"
    ],
    "source": "白华鉴寒水，怡我适野情。前趋问长老，重复欣嘉名。蹇连易衰朽，方刚谢经菅。敢期齿杖赐？聊且移孤茎。丛萼中竞秀，分房处舒英。keysentence柔条乍反植，劲节常对生。循玩足忘疲，稍觉步武轻。安能事翦伐，持用资徒行。",
    "id": "P143"
  },
  {
    "title": "杂说四·马说",
    "dynasty": "唐代",
    "writer": "韩愈",
    "content": [
      "世有伯乐，",
      "然后有千里马。",
      "千里马常有，",
      "而伯乐不常有。keysentence",
      "故虽有名马，",
      "祇辱于奴隶人之手，",
      "骈死于槽枥之间，",
      "不以千里称也。",
      "马之千里者，",
      "一食或尽粟一石。",
      "食马者不知其能千里而食也。",
      "是马也，",
      "虽有千里之能，",
      "食不饱，",
      "力不足，",
      "才美不外见，",
      "且欲与常马等不可得，",
      "安求其能千里也？",
      "策之不以其道，",
      "食之不能尽其材，",
      "鸣之而不能通其意，",
      "执策而临之，",
      "曰：",
      "天下无马！",
      "呜呼！",
      "其真无马邪？",
      "其真不知马也！"
    ],
    "type": [
      "初中文言文",
      "古文观止",
      "写马",
      "寓人",
      "哲理"
    ],
    "source": "世有伯乐，然后有千里马。千里马常有，而伯乐不常有。keysentence故虽有名马，祇辱于奴隶人之手，骈死于槽枥之间，不以千里称也。马之千里者，一食或尽粟一石。食马者不知其能千里而食也。是马也，虽有千里之能，食不饱，力不足，才美不外见，且欲与常马等不可得，安求其能千里也？策之不以其道，食之不能尽其材，鸣之而不能通其意，执策而临之，曰：天下无马！呜呼！其真无马邪？其真不知马也！",
    "id": "P144"
  },
  {
    "title": "塞下曲六首·其一",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "五月天山雪，",
      "无花只有寒。",
      "笛中闻折柳，",
      "春色未曾看。keysentence",
      "晓战随金鼓，",
      "宵眠抱玉鞍。",
      "愿将腰下剑，",
      "直为斩楼兰。"
    ],
    "type": [
      "边塞",
      "写雪",
      "军旅",
      "生活"
    ],
    "source": "五月天山雪，无花只有寒。笛中闻折柳，春色未曾看。keysentence晓战随金鼓，宵眠抱玉鞍。愿将腰下剑，直为斩楼兰。",
    "id": "P145"
  },
  {
    "title": "戏为六绝句·其二",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "王杨卢骆当时体，",
      "轻薄为文哂未休。",
      "尔曹身与名俱灭，",
      "不废江河万古流。keysentence"
    ],
    "type": [
      "励志",
      "文学",
      "观点"
    ],
    "source": "王杨卢骆当时体，轻薄为文哂未休。尔曹身与名俱灭，不废江河万古流。keysentence",
    "id": "P146"
  },
  {
    "title": "贫交行",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "翻手作云覆手雨，",
      "纷纷轻薄何须数。",
      "君不见管鲍贫时交，",
      "此道今人弃如土。keysentence"
    ],
    "type": [
      "友情",
      "愤懑",
      "怀古"
    ],
    "source": "翻手作云覆手雨，纷纷轻薄何须数。君不见管鲍贫时交，此道今人弃如土。keysentence",
    "id": "P147"
  },
  {
    "title": "琵琶仙·中秋",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "碧海年年，",
      "试问取、冰轮为谁圆缺？keysentence",
      "吹到一片秋香，",
      "清辉了如雪。",
      "愁中看、好天良夜，",
      "知道尽成悲咽。",
      "只影而今，",
      "那堪重对，",
      "旧时明月。",
      "花径里、戏捉迷藏，",
      "曾惹下萧萧井梧叶。",
      "记否轻纨小扇，",
      "又几番凉热.。",
      "只落得，",
      "填膺百感，",
      "总茫茫、不关离别。",
      "一任紫玉无情，",
      "夜寒吹裂。"
    ],
    "type": [
      "中秋节",
      "孤独",
      "感伤"
    ],
    "source": "碧海年年，试问取、冰轮为谁圆缺？keysentence吹到一片秋香，清辉了如雪。愁中看、好天良夜，知道尽成悲咽。只影而今，那堪重对，旧时明月。花径里、戏捉迷藏，曾惹下萧萧井梧叶。记否轻纨小扇，又几番凉热.。只落得，填膺百感，总茫茫、不关离别。一任紫玉无情，夜寒吹裂。",
    "id": "P148"
  },
  {
    "title": "题西林壁",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "横看成岭侧成峰，",
      "远近高低各不同。",
      "不识庐山真面目，",
      "只缘身在此山中。keysentence"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "纪游",
      "写景",
      "写山",
      "庐山",
      "哲理",
      "早教古诗100首"
    ],
    "source": "横看成岭侧成峰，远近高低各不同。不识庐山真面目，只缘身在此山中。keysentence",
    "id": "P149"
  },
  {
    "title": "临江仙·夜到扬州席上作",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "尊酒何人怀李白，",
      "草堂遥指江东。keysentence",
      "珠帘十里卷香风。",
      "花开又花谢，",
      "离恨几千重。",
      "轻舸渡江连夜到，",
      "一时惊笑衰容。",
      "语音犹自带吴侬。",
      "夜阑对酒处，",
      "依旧梦魂中。"
    ],
    "type": [
      "伤怀",
      "感慨",
      "愁闷"
    ],
    "source": "尊酒何人怀李白，草堂遥指江东。keysentence珠帘十里卷香风。花开又花谢，离恨几千重。轻舸渡江连夜到，一时惊笑衰容。语音犹自带吴侬。夜阑对酒处，依旧梦魂中。",
    "id": "P150"
  },
  {
    "title": "沈园二首",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "城上斜阳画角哀，",
      "沈园非复旧池台，",
      "伤心桥下春波绿，",
      "曾是惊鸿照影来。keysentence",
      "梦断香消四十年，",
      "沈园柳老不吹绵。",
      "此身行作稽山土，",
      "犹吊遗踪一泫然。"
    ],
    "type": [
      "悼亡",
      "回忆",
      "组诗"
    ],
    "source": "城上斜阳画角哀，沈园非复旧池台，伤心桥下春波绿，曾是惊鸿照影来。keysentence梦断香消四十年，沈园柳老不吹绵。此身行作稽山土，犹吊遗踪一泫然。",
    "id": "P151"
  },
  {
    "title": "鹿柴",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "空山不见人，",
      "但闻人语响。keysentence",
      "返景入深林，",
      "复照青苔上。"
    ],
    "type": [
      "唐诗三百首",
      "写山",
      "写景"
    ],
    "source": "空山不见人，但闻人语响。keysentence返景入深林，复照青苔上。",
    "id": "P152"
  },
  {
    "title": "潇湘神·斑竹枝",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "斑竹枝，",
      "斑竹枝，",
      "泪痕点点寄相思。keysentence",
      "楚客欲听瑶瑟怨，",
      "潇湘深夜月明时。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "咏物",
      "怀古",
      "哀怨"
    ],
    "source": "斑竹枝，斑竹枝，泪痕点点寄相思。keysentence楚客欲听瑶瑟怨，潇湘深夜月明时。",
    "id": "P153"
  },
  {
    "title": "相思",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "红豆生南国，",
      "春来发几枝。keysentence",
      "愿君多采撷，",
      "此物最相思。"
    ],
    "type": [
      "唐诗三百首",
      "咏物",
      "抒情",
      "思念",
      "早教古诗100首"
    ],
    "source": "红豆生南国，春来发几枝。keysentence愿君多采撷，此物最相思。",
    "id": "P154"
  },
  {
    "title": "浣溪沙·细雨斜风作晓寒",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "元丰七年十二月二十四日，",
      "从泗州刘倩叔游南山细雨斜风作晓寒，",
      "淡烟疏柳媚晴滩。",
      "入淮清洛渐漫漫。",
      "雪沫乳花浮午盏，",
      "蓼茸蒿笋试春盘。",
      "人间有味是清欢。keysentence"
    ],
    "type": [
      "婉约",
      "纪游",
      "写景"
    ],
    "source": "元丰七年十二月二十四日，从泗州刘倩叔游南山细雨斜风作晓寒，淡烟疏柳媚晴滩。入淮清洛渐漫漫。雪沫乳花浮午盏，蓼茸蒿笋试春盘。人间有味是清欢。keysentence",
    "id": "P155"
  },
  {
    "title": "赠李白",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "秋来相顾尚飘蓬，",
      "未就丹砂愧葛洪。keysentence",
      "痛饮狂歌空度日，",
      "飞扬跋扈为谁雄。"
    ],
    "type": [
      "离别",
      "写人",
      "生活"
    ],
    "source": "秋来相顾尚飘蓬，未就丹砂愧葛洪。keysentence痛饮狂歌空度日，飞扬跋扈为谁雄。",
    "id": "P156"
  },
  {
    "title": "屈原塔",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "楚人悲屈原，",
      "千载意未歇。keysentence",
      "精魂飘何处，",
      "父老空哽咽。",
      "至今沧江上，",
      "投饭救饥渴。",
      "遗风成竞渡，",
      "哀叫楚山裂。",
      "屈原古壮士，",
      "就死意甚烈。",
      "世俗安得知，",
      "眷眷不忍决。",
      "南宾旧属楚，",
      "山上有遗塔。",
      "应是奉佛人，",
      "恐子就沦灭。",
      "此事虽无凭，",
      "此意固已切。",
      "古人谁不死，",
      "何必较考折。",
      "名声实无穷，",
      "富贵亦暂热。",
      "大夫知此理，",
      "所以持死节。"
    ],
    "type": [
      "端午节",
      "风俗",
      "怀古"
    ],
    "source": "楚人悲屈原，千载意未歇。keysentence精魂飘何处，父老空哽咽。至今沧江上，投饭救饥渴。遗风成竞渡，哀叫楚山裂。屈原古壮士，就死意甚烈。世俗安得知，眷眷不忍决。南宾旧属楚，山上有遗塔。应是奉佛人，恐子就沦灭。此事虽无凭，此意固已切。古人谁不死，何必较考折。名声实无穷，富贵亦暂热。大夫知此理，所以持死节。",
    "id": "P157"
  },
  {
    "title": "晚晴",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "深居俯夹城，",
      "春去夏犹清。keysentence",
      "天意怜幽草，",
      "人间重晚晴。",
      "并添高阁迥，",
      "微注小窗明。",
      "越鸟巢干后，",
      "归飞体更轻。"
    ],
    "type": [
      "夏天",
      "登高",
      "写景",
      "抒情"
    ],
    "source": "深居俯夹城，春去夏犹清。keysentence天意怜幽草，人间重晚晴。并添高阁迥，微注小窗明。越鸟巢干后，归飞体更轻。",
    "id": "P158"
  },
  {
    "title": "沁园春·孤馆灯青",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "孤馆灯青，",
      "野店鸡号，",
      "旅枕梦残。",
      "渐月华收练，",
      "晨霜耿耿；",
      "云山摛锦，",
      "朝露漙漙。",
      "世路无穷，",
      "劳生有限，",
      "似此区区长鲜欢。",
      "微吟罢，",
      "凭征鞍无语，",
      "往事千端。",
      "当时共客长安，",
      "似二陆初来俱少年。",
      "有笔头千字，",
      "胸中万卷；",
      "致君尧舜，",
      "此事何难？",
      "用舍由时，",
      "行藏在我，",
      "袖手何妨闲处看。keysentence",
      "身长健，",
      "但优游卒岁，",
      "且斗尊前。"
    ],
    "type": [
      "议论",
      "抒怀",
      "人生"
    ],
    "source": "孤馆灯青，野店鸡号，旅枕梦残。渐月华收练，晨霜耿耿；云山摛锦，朝露漙漙。世路无穷，劳生有限，似此区区长鲜欢。微吟罢，凭征鞍无语，往事千端。当时共客长安，似二陆初来俱少年。有笔头千字，胸中万卷；致君尧舜，此事何难？用舍由时，行藏在我，袖手何妨闲处看。keysentence身长健，但优游卒岁，且斗尊前。",
    "id": "P159"
  },
  {
    "title": "归园田居·其四",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "久去山泽游，",
      "浪莽林野娱。",
      "试携子侄辈，",
      "披榛步荒墟。",
      "徘徊丘垄间，",
      "依依昔人居。",
      "井灶有遗处，",
      "桑竹残朽株。keysentence",
      "借问采薪者，",
      "此人皆焉如？",
      "薪者向我言，",
      "死没无复余。",
      "一世异朝市，",
      "此语真不虚。",
      "人生似幻化，",
      "终当归空无。"
    ],
    "type": [
      "田园",
      "生活",
      "感慨",
      "人生"
    ],
    "source": "久去山泽游，浪莽林野娱。试携子侄辈，披榛步荒墟。徘徊丘垄间，依依昔人居。井灶有遗处，桑竹残朽株。keysentence借问采薪者，此人皆焉如？薪者向我言，死没无复余。一世异朝市，此语真不虚。人生似幻化，终当归空无。",
    "id": "P160"
  },
  {
    "title": "观书",
    "dynasty": "明代",
    "writer": "于谦",
    "content": [
      "书卷多情似故人，",
      "晨昏忧乐每相亲。keysentence",
      "眼前直下三千字，",
      "胸次全无一点尘。",
      "活水源流随处满，",
      "东风花柳逐时新。",
      "金鞍玉勒寻芳客，",
      "未信我庐别有春。"
    ],
    "type": [
      "赞美",
      "读书"
    ],
    "source": "书卷多情似故人，晨昏忧乐每相亲。keysentence眼前直下三千字，胸次全无一点尘。活水源流随处满，东风花柳逐时新。金鞍玉勒寻芳客，未信我庐别有春。",
    "id": "P161"
  },
  {
    "title": "离思五首·其四",
    "dynasty": "唐代",
    "writer": "元稹",
    "content": [
      "曾经沧海难为水，",
      "除却巫山不是云。keysentence",
      "取次花丛懒回顾，",
      "半缘修道半缘君。"
    ],
    "type": [
      "爱情",
      "哲理",
      "悼亡",
      "早教古诗100首"
    ],
    "source": "曾经沧海难为水，除却巫山不是云。keysentence取次花丛懒回顾，半缘修道半缘君。",
    "id": "P162"
  },
  {
    "title": "胡无人",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "严风吹霜海草凋，",
      "筋干精坚胡马骄。",
      "汉家战士三十万，",
      "将军兼领霍嫖姚。",
      "流星白羽腰间插，",
      "剑花秋莲光出匣。keysentence",
      "天兵照雪下玉关，",
      "虏箭如沙射金甲。",
      "云龙风虎尽交回，",
      "太白入月敌可摧。",
      "敌可摧，",
      "旄头灭，",
      "履胡之肠涉胡血。",
      "悬胡青天上，",
      "埋胡紫塞傍。",
      "胡无人，",
      "汉道昌。",
      "陛下之寿三千霜。",
      "但歌大风云飞扬，",
      "安得猛士兮守四方。"
    ],
    "type": [
      "战争",
      "豪迈"
    ],
    "source": "严风吹霜海草凋，筋干精坚胡马骄。汉家战士三十万，将军兼领霍嫖姚。流星白羽腰间插，剑花秋莲光出匣。keysentence天兵照雪下玉关，虏箭如沙射金甲。云龙风虎尽交回，太白入月敌可摧。敌可摧，旄头灭，履胡之肠涉胡血。悬胡青天上，埋胡紫塞傍。胡无人，汉道昌。陛下之寿三千霜。但歌大风云飞扬，安得猛士兮守四方。",
    "id": "P163"
  },
  {
    "title": "母别子",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "母别子，",
      "子别母，",
      "白日无光哭声苦。keysentence",
      "关西骠骑大将军，",
      "去年破虏新策勋。",
      "敕赐金钱二百万，",
      "洛阳迎得如花人。",
      "新人迎来旧人弃，",
      "掌上莲花眼中刺。",
      "迎新弃旧未足悲，",
      "悲在君家留两儿。",
      "一始扶行一初坐，",
      "坐啼行哭牵人衣。",
      "以汝夫妇新燕婉，",
      "使我母子生别离。",
      "不如林中乌与鹊，",
      "母不失雏雄伴雌。",
      "应似园中桃李树，",
      "花落随风子在枝。",
      "新人新人听我语，",
      "洛阳无限红楼女。",
      "但愿将军重立功，",
      "更有新人胜于汝。"
    ],
    "type": [
      "母亲",
      "离别"
    ],
    "source": "母别子，子别母，白日无光哭声苦。keysentence关西骠骑大将军，去年破虏新策勋。敕赐金钱二百万，洛阳迎得如花人。新人迎来旧人弃，掌上莲花眼中刺。迎新弃旧未足悲，悲在君家留两儿。一始扶行一初坐，坐啼行哭牵人衣。以汝夫妇新燕婉，使我母子生别离。不如林中乌与鹊，母不失雏雄伴雌。应似园中桃李树，花落随风子在枝。新人新人听我语，洛阳无限红楼女。但愿将军重立功，更有新人胜于汝。",
    "id": "P164"
  },
  {
    "title": "临江仙·滚滚长江东逝水",
    "dynasty": "明代",
    "writer": "杨慎",
    "content": [
      "浪花淘尽英雄。keysentence",
      "是非成败转头空。",
      "青山依旧在，",
      "几度夕阳红。",
      "白发渔樵江渚上，",
      "惯看秋月春风。",
      "一壶浊酒喜相逢。",
      "古今多少事，",
      "都付笑谈中。"
    ],
    "type": [
      "咏史",
      "抒怀",
      "人生",
      "哲理"
    ],
    "source": "《廿一史弹词》第三段说秦汉开场词滚滚长江东逝水，浪花淘尽英雄。keysentence是非成败转头空。青山依旧在，几度夕阳红。白发渔樵江渚上，惯看秋月春风。一壶浊酒喜相逢。古今多少事，都付笑谈中。",
    "id": "P165"
  },
  {
    "title": "清平调·名花倾国两相欢",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "名花倾国两相欢，",
      "常得君王带笑看。keysentence",
      "解释春风无限恨，",
      "沉香亭北倚栏杆。"
    ],
    "type": [
      "唐诗三百首",
      "写花",
      "写人"
    ],
    "source": "名花倾国两相欢，常得君王带笑看。keysentence解释春风无限恨，沉香亭北倚栏杆。",
    "id": "P166"
  },
  {
    "title": "南乡子·和杨元素时移守密州",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "东武望余杭，",
      "云海天涯两渺茫。keysentence",
      "何日功成名遂了，",
      "还乡，",
      "醉笑陪公三万场。",
      "不用诉离觞，",
      "痛饮从来别有肠。",
      "今夜送归灯火冷，",
      "河塘，",
      "堕泪羊公却姓杨。"
    ],
    "type": [
      "地名",
      "思念",
      "友情"
    ],
    "source": "东武望余杭，云海天涯两渺茫。keysentence何日功成名遂了，还乡，醉笑陪公三万场。不用诉离觞，痛饮从来别有肠。今夜送归灯火冷，河塘，堕泪羊公却姓杨。",
    "id": "P167"
  },
  {
    "title": "秋登宣城谢脁北楼",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "江城如画里，",
      "山晚望晴空。",
      "两水夹明镜，",
      "双桥落彩虹。",
      "人烟寒橘柚，",
      "秋色老梧桐。keysentence",
      "谁念北楼上，",
      "临风怀谢公。"
    ],
    "type": [
      "秋天",
      "咏史怀古",
      "景点"
    ],
    "source": "江城如画里，山晚望晴空。两水夹明镜，双桥落彩虹。人烟寒橘柚，秋色老梧桐。keysentence谁念北楼上，临风怀谢公。",
    "id": "P168"
  },
  {
    "title": "凉州词二首",
    "dynasty": "唐代",
    "writer": "王之涣",
    "content": [
      "黄河远上白云间，",
      "一片孤城万仞山。",
      "羌笛何须怨杨柳，",
      "春风不度玉门关。",
      "单于北望拂云堆，",
      "杀马登坛祭几回。keysentence",
      "汉家天子今神武，",
      "不肯和亲归去来。"
    ],
    "type": [
      "边疆",
      "地名",
      "民族",
      "组诗"
    ],
    "source": "黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。单于北望拂云堆，杀马登坛祭几回。keysentence汉家天子今神武，不肯和亲归去来。",
    "id": "P169"
  },
  {
    "title": "放言五首·其五",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "泰山不要欺毫末，",
      "颜子无心羡老彭。",
      "松树千年终是朽，",
      "槿花一日自为荣。keysentence",
      "何须恋世常忧死，",
      "亦莫嫌身漫厌生。",
      "生去死来都是幻，",
      "幻人哀乐系何情。"
    ],
    "type": [
      "哲理"
    ],
    "source": "泰山不要欺毫末，颜子无心羡老彭。松树千年终是朽，槿花一日自为荣。keysentence何须恋世常忧死，亦莫嫌身漫厌生。生去死来都是幻，幻人哀乐系何情。",
    "id": "P170"
  },
  {
    "title": "花非花",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "花非花，",
      "雾非雾。keysentence",
      "夜半来，",
      "天明去。",
      "来如春梦几多时？",
      "去似朝云无觅处。"
    ],
    "type": [
      "宋词三百首",
      "人生",
      "感悟"
    ],
    "source": "花非花，雾非雾。keysentence夜半来，天明去。来如春梦几多时？去似朝云无觅处。",
    "id": "P171"
  },
  {
    "title": "兰亭集序",
    "dynasty": "魏晋",
    "writer": "王羲之",
    "content": [
      "永和九年，",
      "岁在癸丑，",
      "暮春之初，",
      "会于会稽山阴之兰亭，",
      "修禊事也。",
      "群贤毕至，",
      "少长咸集。",
      "此地有崇山峻岭，",
      "茂林修竹；",
      "又有清流激湍，",
      "映带左右，",
      "引以为流觞曲水，",
      "列坐其次。",
      "虽无丝竹管弦之盛，",
      "一觞一咏，",
      "亦足以畅叙幽情。",
      "是日也，",
      "天朗气清，",
      "惠风和畅keysentence，",
      "仰观宇宙之大，",
      "俯察品类之盛，",
      "所以游目骋怀，",
      "足以极视听之娱，",
      "信可乐也。",
      "夫人之相与，",
      "俯仰一世，",
      "或取诸怀抱，",
      "悟言一室之内；",
      "或因寄所托，",
      "放浪形骸之外。",
      "虽趣舍万殊，",
      "静躁不同，",
      "当其欣于所遇，",
      "暂得于己，",
      "快然自足，",
      "不知老之将至。",
      "及其所之既倦，",
      "情随事迁，",
      "感慨系之矣。",
      "向之所欣，",
      "俯仰之间，",
      "已为陈迹，",
      "犹不能不以之兴怀。",
      "况修短随化，",
      "终期于尽。",
      "古人云：",
      "死生亦大矣。",
      "岂不痛哉！",
      "每览昔人兴感之由，",
      "若合一契，",
      "未尝不临文嗟悼，",
      "不能喻之于怀。",
      "固知一死生为虚诞，",
      "齐彭殇为妄作。",
      "后之视今，",
      "亦犹今之视昔。",
      "悲夫！",
      "故列叙时人，",
      "录其所述，",
      "虽世殊事异，",
      "所以兴怀，",
      "其致一也。",
      "后之览者，",
      "亦将有感于斯文。"
    ],
    "type": [
      "高中文言文",
      "古文观止",
      "宴饮",
      "离别",
      "感伤",
      "感叹",
      "人生"
    ],
    "source": "永和九年，岁在癸丑，暮春之初，会于会稽山阴之兰亭，修禊事也。群贤毕至，少长咸集。此地有崇山峻岭，茂林修竹；又有清流激湍，映带左右，引以为流觞曲水，列坐其次。虽无丝竹管弦之盛，一觞一咏，亦足以畅叙幽情。是日也，天朗气清，惠风和畅keysentence，仰观宇宙之大，俯察品类之盛，所以游目骋怀，足以极视听之娱，信可乐也。夫人之相与，俯仰一世，或取诸怀抱，悟言一室之内；或因寄所托，放浪形骸之外。虽趣舍万殊，静躁不同，当其欣于所遇，暂得于己，快然自足，不知老之将至。及其所之既倦，情随事迁，感慨系之矣。向之所欣，俯仰之间，已为陈迹，犹不能不以之兴怀。况修短随化，终期于尽。古人云：死生亦大矣。岂不痛哉！每览昔人兴感之由，若合一契，未尝不临文嗟悼，不能喻之于怀。固知一死生为虚诞，齐彭殇为妄作。后之视今，亦犹今之视昔。悲夫！故列叙时人，录其所述，虽世殊事异，所以兴怀，其致一也。后之览者，亦将有感于斯文。",
    "id": "P172"
  },
  {
    "title": "如梦令·春景",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "莺嘴啄花红溜，",
      "燕尾点波绿皱。",
      "指冷玉笙寒，",
      "吹彻小梅春透。",
      "依旧，",
      "依旧，",
      "人与绿杨俱瘦。keysentence"
    ],
    "type": [
      "婉约",
      "春天",
      "写景",
      "伤春",
      "怀人"
    ],
    "source": "莺嘴啄花红溜，燕尾点波绿皱。指冷玉笙寒，吹彻小梅春透。依旧，依旧，人与绿杨俱瘦。keysentence",
    "id": "P173"
  },
  {
    "title": "新柳",
    "dynasty": "宋代",
    "writer": "杨万里",
    "content": [
      "柳条百尺拂银塘，",
      "且莫深青只浅黄。keysentence",
      "未必柳条能蘸水，",
      "水中柳影引他长。"
    ],
    "type": [
      "柳树"
    ],
    "source": "柳条百尺拂银塘，且莫深青只浅黄。keysentence未必柳条能蘸水，水中柳影引他长。",
    "id": "P174"
  },
  {
    "title": "浪淘沙令·伊吕两衰翁",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "伊吕两衰翁，",
      "历遍穷通。",
      "一为钓叟一耕佣。",
      "若使当时身不遇，",
      "老了英雄。",
      "汤武偶相逢，",
      "风虎云龙。",
      "兴王只在谈笑中。",
      "直至如今千载后，",
      "谁与争功！keysentence"
    ],
    "type": [
      "宋词三百首",
      "咏史怀古",
      "豪放"
    ],
    "source": "伊吕两衰翁，历遍穷通。一为钓叟一耕佣。若使当时身不遇，老了英雄。汤武偶相逢，风虎云龙。兴王只在谈笑中。直至如今千载后，谁与争功！keysentence",
    "id": "P175"
  },
  {
    "title": "武陵春·春晚",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "风住尘香花已尽，",
      "日晚倦梳头。",
      "物是人非事事休，",
      "欲语泪先流。keysentence",
      "闻说双溪春尚好，",
      "也拟泛轻舟。",
      "只恐双溪舴艋舟，",
      "载不动许多愁。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "初中古诗",
      "婉约",
      "女子",
      "闺怨",
      "感伤"
    ],
    "source": "风住尘香花已尽，日晚倦梳头。物是人非事事休，欲语泪先流。keysentence闻说双溪春尚好，也拟泛轻舟。只恐双溪舴艋舟，载不动许多愁。",
    "id": "P176"
  },
  {
    "title": "行军九日思长安故园",
    "dynasty": "唐代",
    "writer": "岑参",
    "content": [
      "强欲登高去，",
      "无人送酒来。",
      "遥怜故园菊，",
      "应傍战场开。keysentence"
    ],
    "type": [
      "重阳节",
      "登高",
      "思乡",
      "菊花"
    ],
    "source": "强欲登高去，无人送酒来。遥怜故园菊，应傍战场开。keysentence",
    "id": "P177"
  },
  {
    "title": "咏风",
    "dynasty": "唐代",
    "writer": "王勃",
    "content": [
      "肃肃凉风生，",
      "加我林壑清。",
      "驱烟寻涧户，",
      "卷雾出山楹。",
      "去来固无迹，",
      "动息如有情。keysentence",
      "日落山水静，",
      "为君起松声。",
      "肃肃凉景生，",
      "加我林壑清。",
      "驱烟寻涧户，",
      "卷雾出山楹。",
      "去来固无迹，",
      "动息如有情。",
      "日落山水静，",
      "为君起松声。"
    ],
    "type": [
      "咏物",
      "言志",
      "赞美",
      "写风"
    ],
    "source": "肃肃凉风生，加我林壑清。驱烟寻涧户，卷雾出山楹。去来固无迹，动息如有情。keysentence日落山水静，为君起松声。肃肃凉景生，加我林壑清。驱烟寻涧户，卷雾出山楹。去来固无迹，动息如有情。日落山水静，为君起松声。",
    "id": "P178"
  },
  {
    "title": "从军行二首",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "向夕临大荒，",
      "朔风轸归虑。",
      "平沙万里馀，",
      "飞鸟宿何处。",
      "虏骑猎长原，",
      "翩翩傍河去。",
      "边声摇白草，",
      "海气生黄雾。",
      "百战苦风尘，",
      "十年履霜露。",
      "虽投定远笔，",
      "未坐将军树。",
      "早知行路难，",
      "悔不理章句。",
      "秋草马蹄轻，",
      "角弓持弦急。",
      "去为龙城战，",
      "正值胡兵袭。",
      "军气横大荒，",
      "战酣日将入。",
      "长风金鼓动，",
      "白露铁衣湿。",
      "四起愁边声，",
      "南庭时伫立。",
      "断蓬孤自转，",
      "寒雁飞相及。",
      "万里云沙涨，",
      "平原冰霰涩。keysentence",
      "惟闻汉使还，",
      "独向刀环泣。"
    ],
    "type": [
      "边塞",
      "感伤",
      "思归",
      "组诗"
    ],
    "source": "向夕临大荒，朔风轸归虑。平沙万里馀，飞鸟宿何处。虏骑猎长原，翩翩傍河去。边声摇白草，海气生黄雾。百战苦风尘，十年履霜露。虽投定远笔，未坐将军树。早知行路难，悔不理章句。秋草马蹄轻，角弓持弦急。去为龙城战，正值胡兵袭。军气横大荒，战酣日将入。长风金鼓动，白露铁衣湿。四起愁边声，南庭时伫立。断蓬孤自转，寒雁飞相及。万里云沙涨，平原冰霰涩。keysentence惟闻汉使还，独向刀环泣。",
    "id": "P179"
  },
  {
    "title": "汉宫春·立春日",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "春已归来，",
      "看美人头上，",
      "袅袅春幡。keysentence",
      "无端风雨，",
      "未肯收尽余寒。",
      "年时燕子，",
      "料今宵梦到西园。",
      "浑未辨，",
      "黄柑荐酒，",
      "更传青韭堆盘？",
      "却笑东风，",
      "从此便薰梅染柳，",
      "更没些闲。",
      "闲时又来镜里，",
      "转变朱颜。",
      "清愁不断，",
      "问何人会解连环？",
      "生怕见花开花落，",
      "朝来塞雁先还。"
    ],
    "type": [
      "婉约",
      "写景",
      "怀念",
      "故国"
    ],
    "source": "春已归来，看美人头上，袅袅春幡。keysentence无端风雨，未肯收尽余寒。年时燕子，料今宵梦到西园。浑未辨，黄柑荐酒，更传青韭堆盘？却笑东风，从此便薰梅染柳，更没些闲。闲时又来镜里，转变朱颜。清愁不断，问何人会解连环？生怕见花开花落，朝来塞雁先还。",
    "id": "P180"
  },
  {
    "title": "金陵五题·石头城",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "山围故国周遭在，",
      "潮打空城寂寞回。",
      "淮水东边旧时月，",
      "夜深还过女墙来。keysentence"
    ],
    "type": [
      "咏物",
      "地名",
      "咏史怀古"
    ],
    "source": "山围故国周遭在，潮打空城寂寞回。淮水东边旧时月，夜深还过女墙来。keysentence",
    "id": "P181"
  },
  {
    "title": "劳劳亭",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "天下伤心处，",
      "劳劳送客亭。keysentence",
      "春风知别苦，",
      "不遣柳条青。"
    ],
    "type": [
      "送别",
      "离别",
      "借景抒情"
    ],
    "source": "天下伤心处，劳劳送客亭。keysentence春风知别苦，不遣柳条青。",
    "id": "P182"
  },
  {
    "title": "清明二首",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "朝来新火起新烟，",
      "湖色春光净客船。",
      "绣羽衔花他自得，",
      "红颜骑竹我无缘。",
      "胡童结束还难有，",
      "楚女腰肢亦可怜。",
      "不见定王城旧处，",
      "长怀贾傅井依然。",
      "虚沾焦举为寒食，",
      "实藉严君卖卜钱。",
      "钟鼎山林各天性，",
      "浊醪粗饭任吾年。",
      "此身飘泊苦西东，",
      "右臂偏枯半耳聋。",
      "寂寂系舟双下泪，",
      "悠悠伏枕左书空。",
      "十年蹴踘将雏远，",
      "万里秋千习俗同。",
      "旅雁上云归紫塞，",
      "家人钻火用青枫。",
      "秦城楼阁烟花里，",
      "汉主山河锦绣中。",
      "春去春来洞庭阔，",
      "白苹愁杀白头翁。keysentence"
    ],
    "type": [
      "清明节",
      "写景",
      "抒情",
      "爱国",
      "组诗"
    ],
    "source": "朝来新火起新烟，湖色春光净客船。绣羽衔花他自得，红颜骑竹我无缘。胡童结束还难有，楚女腰肢亦可怜。不见定王城旧处，长怀贾傅井依然。虚沾焦举为寒食，实藉严君卖卜钱。钟鼎山林各天性，浊醪粗饭任吾年。此身飘泊苦西东，右臂偏枯半耳聋。寂寂系舟双下泪，悠悠伏枕左书空。十年蹴踘将雏远，万里秋千习俗同。旅雁上云归紫塞，家人钻火用青枫。秦城楼阁烟花里，汉主山河锦绣中。春去春来洞庭阔，白苹愁杀白头翁。keysentence",
    "id": "P183"
  },
  {
    "title": "念奴娇·春情",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "萧条庭院，",
      "又斜风细雨，",
      "重门须闭。",
      "宠柳娇花寒食近，",
      "种种恼人天气。",
      "险韵诗成，",
      "扶头酒醒，",
      "别是闲滋味。",
      "征鸿过尽，",
      "万千心事难寄。",
      "楼上几日春寒，",
      "帘垂四面，",
      "玉阑干慵倚。",
      "被冷香消新梦觉，",
      "不许愁人不起。",
      "清露晨流，",
      "新桐初引，",
      "多少游春意。keysentence",
      "日高烟敛，",
      "更看今日晴未。"
    ],
    "type": [
      "宋词精选",
      "婉约",
      "寒食节",
      "写景",
      "怀人"
    ],
    "source": "萧条庭院，又斜风细雨，重门须闭。宠柳娇花寒食近，种种恼人天气。险韵诗成，扶头酒醒，别是闲滋味。征鸿过尽，万千心事难寄。楼上几日春寒，帘垂四面，玉阑干慵倚。被冷香消新梦觉，不许愁人不起。清露晨流，新桐初引，多少游春意。keysentence日高烟敛，更看今日晴未。",
    "id": "P184"
  },
  {
    "title": "隋宫",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "紫泉宫殿锁烟霞，",
      "欲取芜城作帝家。keysentence",
      "玉玺不缘归日角，",
      "锦帆应是到天涯。",
      "于今腐草无萤火，",
      "终古垂杨有暮鸦。",
      "地下若逢陈后主，",
      "岂宜重问后庭花。"
    ],
    "type": [
      "唐诗三百首",
      "咏史",
      "讽刺"
    ],
    "source": "紫泉宫殿锁烟霞，欲取芜城作帝家。keysentence玉玺不缘归日角，锦帆应是到天涯。于今腐草无萤火，终古垂杨有暮鸦。地下若逢陈后主，岂宜重问后庭花。",
    "id": "P185"
  },
  {
    "title": "与史郎中钦听黄鹤楼上吹笛",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "一为迁客去长沙，",
      "西望长安不见家。keysentence",
      "黄鹤楼中吹玉笛，",
      "江城五月落梅花。"
    ],
    "type": [
      "贬谪",
      "抒情",
      "思乡",
      "忧国忧民"
    ],
    "source": "一为迁客去长沙，西望长安不见家。keysentence黄鹤楼中吹玉笛，江城五月落梅花。",
    "id": "P186"
  },
  {
    "title": "菩萨蛮·平林漠漠烟如织",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "平林漠漠烟如织，",
      "寒山一带伤心碧。keysentence",
      "暝色入高楼，",
      "有人楼上愁。",
      "玉阶空伫立，",
      "宿鸟归飞急。",
      "何处是归程？",
      "长亭连短亭。"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "秋天",
      "写景",
      "怀人"
    ],
    "source": "平林漠漠烟如织，寒山一带伤心碧。keysentence暝色入高楼，有人楼上愁。玉阶空伫立，宿鸟归飞急。何处是归程？长亭连短亭。",
    "id": "P187"
  },
  {
    "title": "过松源晨炊漆公店",
    "dynasty": "宋代",
    "writer": "杨万里",
    "content": [
      "莫言下岭便无难，",
      "赚得行人错喜欢。",
      "正入万山圈子里，",
      "一山放过一山拦。keysentence"
    ],
    "type": [
      "初中古诗",
      "写景",
      "行路",
      "哲理"
    ],
    "source": "莫言下岭便无难，赚得行人错喜欢。正入万山圈子里，一山放过一山拦。keysentence",
    "id": "P188"
  },
  {
    "title": "隆中对",
    "dynasty": "魏晋",
    "writer": "陈寿",
    "content": [
      "亮躬耕陇亩，",
      "身长八尺，",
      "每自比于管仲、乐毅，",
      "时人莫之许也。",
      "惟博陵崔州平、颍川徐庶元直与亮友善，",
      "谓为信然。",
      "时先主屯新野。",
      "徐庶见先主，",
      "先主器之，",
      "谓先主曰：",
      "诸葛孔明者，",
      "卧龙也，",
      "将军岂愿见之乎？",
      "先主曰：",
      "君与俱来。",
      "庶曰：",
      "此人可就见，",
      "不可屈致也。",
      "将军宜枉驾顾之。",
      "由是先主遂诣亮，",
      "凡三往，",
      "乃见。",
      "因屏人曰：",
      "汉室倾颓，",
      "奸臣窃命，",
      "主上蒙尘。",
      "孤不度德量力，",
      "欲信大义于天下；",
      "而智术浅短，",
      "遂用猖蹶，",
      "至于今日。",
      "然志犹未已，",
      "君谓计将安出？",
      "亮答曰：",
      "自董卓已来，",
      "豪杰并起，",
      "跨州连郡者不可胜数。",
      "曹操比于袁绍，",
      "则名微而众寡。",
      "然操遂能克绍，",
      "以弱为强者，",
      "非惟天时，",
      "抑亦人谋也。",
      "今操已拥百万之众，",
      "挟天子而令诸侯，",
      "此诚不可与争锋。",
      "孙权据有江东，",
      "已历三世，",
      "国险而民附，",
      "贤能为之用，",
      "此可以为援而不可图也。",
      "荆州北据汉、沔，",
      "利尽南海，",
      "东连吴会，",
      "西通巴、蜀，",
      "此用武之国，",
      "而其主不能守，",
      "此殆天所以资将军，",
      "将军岂有意乎？",
      "益州险塞，",
      "沃野千里，",
      "天府之土，",
      "高祖因之以成帝业。",
      "刘璋暗弱，",
      "张鲁在北，",
      "民殷国富而不知存恤，",
      "智能之士思得明君。",
      "将军既帝室之胄，",
      "信义著于四海，",
      "总揽英雄，",
      "思贤如渴，",
      "若跨有荆、益，",
      "保其岩阻，",
      "西和诸戎，",
      "南抚夷越，",
      "外结好孙权，",
      "内修政理；",
      "天下有变，",
      "则命一上将将荆州之军以向宛、洛，",
      "将军身率益州之众出于秦川，",
      "百姓孰敢不箪食壶浆以迎将军者乎？",
      "诚如是，",
      "则霸业可成，",
      "汉室可兴矣。",
      "先主曰：",
      "善！",
      "于是与亮情好日密。",
      "关羽、张飞等不悦，",
      "先主解之曰：",
      "孤之有孔明，",
      "犹鱼之有水也。keysentence",
      "愿诸君勿复言。",
      "羽、飞乃止。"
    ],
    "type": [
      "初中文言文",
      "赞美",
      "写人"
    ],
    "source": "亮躬耕陇亩，好为《梁父吟》。身长八尺，每自比于管仲、乐毅，时人莫之许也。惟博陵崔州平、颍川徐庶元直与亮友善，谓为信然。时先主屯新野。徐庶见先主，先主器之，谓先主曰：诸葛孔明者，卧龙也，将军岂愿见之乎？先主曰：君与俱来。庶曰：此人可就见，不可屈致也。将军宜枉驾顾之。由是先主遂诣亮，凡三往，乃见。因屏人曰：汉室倾颓，奸臣窃命，主上蒙尘。孤不度德量力，欲信大义于天下；而智术浅短，遂用猖蹶，至于今日。然志犹未已，君谓计将安出？亮答曰：自董卓已来，豪杰并起，跨州连郡者不可胜数。曹操比于袁绍，则名微而众寡。然操遂能克绍，以弱为强者，非惟天时，抑亦人谋也。今操已拥百万之众，挟天子而令诸侯，此诚不可与争锋。孙权据有江东，已历三世，国险而民附，贤能为之用，此可以为援而不可图也。荆州北据汉、沔，利尽南海，东连吴会，西通巴、蜀，此用武之国，而其主不能守，此殆天所以资将军，将军岂有意乎？益州险塞，沃野千里，天府之土，高祖因之以成帝业。刘璋暗弱，张鲁在北，民殷国富而不知存恤，智能之士思得明君。将军既帝室之胄，信义著于四海，总揽英雄，思贤如渴，若跨有荆、益，保其岩阻，西和诸戎，南抚夷越，外结好孙权，内修政理；天下有变，则命一上将将荆州之军以向宛、洛，将军身率益州之众出于秦川，百姓孰敢不箪食壶浆以迎将军者乎？诚如是，则霸业可成，汉室可兴矣。先主曰：善！于是与亮情好日密。关羽、张飞等不悦，先主解之曰：孤之有孔明，犹鱼之有水也。keysentence愿诸君勿复言。羽、飞乃止。",
    "id": "P189"
  },
  {
    "title": "春望",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "国破山河在，",
      "城春草木深。",
      "感时花溅泪，",
      "恨别鸟惊心。keysentence",
      "烽火连三月，",
      "家书抵万金。",
      "白头搔更短，",
      "浑欲不胜簪。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "写鸟",
      "爱国",
      "思乡",
      "战争",
      "忧国忧民",
      "早教古诗100首"
    ],
    "source": "国破山河在，城春草木深。感时花溅泪，恨别鸟惊心。keysentence烽火连三月，家书抵万金。白头搔更短，浑欲不胜簪。",
    "id": "P190"
  },
  {
    "title": "蝉",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "本以高难饱，",
      "徒劳恨费声。",
      "五更疏欲断，",
      "一树碧无情。keysentence",
      "薄宦梗犹泛，",
      "故园芜已平。",
      "烦君最相警，",
      "我亦举家清。"
    ],
    "type": [
      "唐诗三百首",
      "咏物"
    ],
    "source": "本以高难饱，徒劳恨费声。五更疏欲断，一树碧无情。keysentence薄宦梗犹泛，故园芜已平。烦君最相警，我亦举家清。",
    "id": "P191"
  },
  {
    "title": "过零丁洋",
    "dynasty": "宋代",
    "writer": "文天祥",
    "content": [
      "辛苦遭逢起一经，",
      "干戈寥落四周星。",
      "山河破碎风飘絮，",
      "身世浮沉雨打萍。",
      "惶恐滩头说惶恐，",
      "零丁洋里叹零丁。",
      "人生自古谁无死？",
      "留取丹心照汗青。keysentence"
    ],
    "type": [
      "古诗三百首",
      "初中古诗",
      "爱国",
      "励志",
      "忧国忧民",
      "早教古诗100首"
    ],
    "source": "辛苦遭逢起一经，干戈寥落四周星。山河破碎风飘絮，身世浮沉雨打萍。惶恐滩头说惶恐，零丁洋里叹零丁。人生自古谁无死？留取丹心照汗青。keysentence",
    "id": "P192"
  },
  {
    "title": "寻南溪常山道人隐居",
    "dynasty": "唐代",
    "writer": "刘长卿",
    "content": [
      "一路经行处，",
      "莓苔见履痕。",
      "白云依静渚，",
      "春草闭闲门。keysentence",
      "过雨看松色，",
      "随山到水源。",
      "溪花与禅意，",
      "相对亦忘言。"
    ],
    "type": [
      "唐诗三百首",
      "写景"
    ],
    "source": "一路经行处，莓苔见履痕。白云依静渚，春草闭闲门。keysentence过雨看松色，随山到水源。溪花与禅意，相对亦忘言。",
    "id": "P193"
  },
  {
    "title": "竹枝词九首·其九",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "山上层层桃李花，",
      "云间烟火是人家。keysentence",
      "银钏金钗来负水，",
      "长刀短笠去烧畲。",
      "(烧畲 同 烧<a name=\"pmbazfqp\">畬</a>）"
    ],
    "type": [
      "生活",
      "风俗"
    ],
    "source": "山上层层桃李花，云间烟火是人家。keysentence银钏金钗来负水，长刀短笠去烧畲。(烧畲 同 烧<a name=\"pmbazfqp\">畬</a>）",
    "id": "P194"
  },
  {
    "title": "九日龙山饮",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "九日龙山饮，",
      "黄花笑逐臣。keysentence",
      "醉看风落帽，",
      "舞爱月留人。"
    ],
    "type": [
      "重阳节",
      "饮酒",
      "抒情",
      "典故"
    ],
    "source": "九日龙山饮，黄花笑逐臣。keysentence醉看风落帽，舞爱月留人。",
    "id": "P195"
  },
  {
    "title": "山坡羊·潼关怀古",
    "dynasty": "元代",
    "writer": "张养浩",
    "content": [
      "峰峦如聚，",
      "波涛如怒，",
      "山河表里潼关路。keysentence",
      "望西都，",
      "意踌躇。",
      "伤心秦汉经行处，",
      "宫阙万间都做了土。",
      "兴，",
      "百姓苦；",
      "亡，",
      "百姓苦！"
    ],
    "type": [
      "初中古诗",
      "高中古诗",
      "怀古",
      "同情",
      "忧民"
    ],
    "source": "峰峦如聚，波涛如怒，山河表里潼关路。keysentence望西都，意踌躇。伤心秦汉经行处，宫阙万间都做了土。兴，百姓苦；亡，百姓苦！",
    "id": "P196"
  },
  {
    "title": "菊花",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "暗暗淡淡紫，",
      "融融冶冶黄。keysentence",
      "陶令篱边色，",
      "罗含宅里香。",
      "几时禁重露，",
      "实是怯残阳。",
      "愿泛金鹦鹉，",
      "升君白玉堂。"
    ],
    "type": [
      "菊花"
    ],
    "source": "暗暗淡淡紫，融融冶冶黄。keysentence陶令篱边色，罗含宅里香。几时禁重露，实是怯残阳。愿泛金鹦鹉，升君白玉堂。",
    "id": "P197"
  },
  {
    "title": "清明",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "清明时节雨纷纷，",
      "路上行人欲断魂。keysentence",
      "借问酒家何处有，",
      "牧童遥指杏花村。"
    ],
    "type": [
      "清明节",
      "写雨",
      "写人",
      "行路",
      "早教古诗100首"
    ],
    "source": "清明时节雨纷纷，路上行人欲断魂。keysentence借问酒家何处有，牧童遥指杏花村。",
    "id": "P198"
  },
  {
    "title": "得胜乐·夏",
    "dynasty": "元代",
    "writer": "白朴",
    "content": [
      "酷暑天，",
      "葵榴发，",
      "喷鼻香十里荷花。keysentence",
      "兰舟斜缆垂扬下，",
      "只宜辅枕簟向凉亭披襟散发。"
    ],
    "type": [
      "夏天",
      "荷花"
    ],
    "source": "酷暑天，葵榴发，喷鼻香十里荷花。keysentence兰舟斜缆垂扬下，只宜辅枕簟向凉亭披襟散发。",
    "id": "P199"
  },
  {
    "title": "南陵别儿童入京",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "白酒新熟山中归，",
      "黄鸡啄黍秋正肥。",
      "呼童烹鸡酌白酒，",
      "儿女嬉笑牵人衣。",
      "高歌取醉欲自慰，",
      "起舞落日争光辉。",
      "游说万乘苦不早，",
      "著鞭跨马涉远道。",
      "会稽愚妇轻买臣，",
      "余亦辞家西入秦。",
      "仰天大笑出门去，",
      "我辈岂是蓬蒿人。keysentence"
    ],
    "type": [
      "生活",
      "喜悦",
      "壮志",
      "猖狂"
    ],
    "source": "白酒新熟山中归，黄鸡啄黍秋正肥。呼童烹鸡酌白酒，儿女嬉笑牵人衣。高歌取醉欲自慰，起舞落日争光辉。游说万乘苦不早，著鞭跨马涉远道。会稽愚妇轻买臣，余亦辞家西入秦。仰天大笑出门去，我辈岂是蓬蒿人。keysentence",
    "id": "P200"
  },
  {
    "title": "菩萨蛮·朔风吹散三更雪",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "朔风吹散三更雪，",
      "倩魂犹恋桃花月。keysentence",
      "梦好莫催醒，",
      "由他好处行。",
      "无端听画角，",
      "枕畔红冰薄。",
      "塞马一声嘶，",
      "残星拂大旗。"
    ],
    "type": [
      "记梦",
      "思念"
    ],
    "source": "朔风吹散三更雪，倩魂犹恋桃花月。keysentence梦好莫催醒，由他好处行。无端听画角，枕畔红冰薄。塞马一声嘶，残星拂大旗。",
    "id": "P201"
  },
  {
    "title": "春日",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "一夕轻雷落万丝，",
      "霁光浮瓦碧参差。",
      "有情芍药含春泪，",
      "无力蔷薇卧晓枝。keysentence"
    ],
    "type": [
      "古诗三百首",
      "写雨",
      "写景"
    ],
    "source": "一夕轻雷落万丝，霁光浮瓦碧参差。有情芍药含春泪，无力蔷薇卧晓枝。keysentence",
    "id": "P202"
  },
  {
    "title": "登高",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "风急天高猿啸哀，",
      "渚清沙白鸟飞回。",
      "无边落木萧萧下，",
      "不尽长江滚滚来。keysentence",
      "万里悲秋常作客，",
      "百年多病独登台。",
      "艰难苦恨繁霜鬓，",
      "潦倒新停浊酒杯。"
    ],
    "type": [
      "唐诗三百首",
      "秋天",
      "登高",
      "写景",
      "抒情",
      "忧国忧民",
      "早教古诗100首"
    ],
    "source": "风急天高猿啸哀，渚清沙白鸟飞回。无边落木萧萧下，不尽长江滚滚来。keysentence万里悲秋常作客，百年多病独登台。艰难苦恨繁霜鬓，潦倒新停浊酒杯。",
    "id": "P203"
  },
  {
    "title": "长歌行",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "桃李待日开，",
      "荣华照当年。",
      "东风动百物，",
      "草木尽欲言。",
      "枯枝无丑叶，",
      "涸水吐清泉。keysentence",
      "大力运天地，",
      "羲和无停鞭。",
      "功名不早著，",
      "竹帛将何宣。",
      "桃李务青春，",
      "谁能贳白日。",
      "富贵与神仙，",
      "蹉跎成两失。",
      "金石犹销铄，",
      "风霜无久质。",
      "畏落日月后，",
      "强欢歌与酒。",
      "秋霜不惜人，",
      "倏忽侵蒲柳。"
    ],
    "type": [
      "乐府",
      "建功立业",
      "理想"
    ],
    "source": "桃李待日开，荣华照当年。东风动百物，草木尽欲言。枯枝无丑叶，涸水吐清泉。keysentence大力运天地，羲和无停鞭。功名不早著，竹帛将何宣。桃李务青春，谁能贳白日。富贵与神仙，蹉跎成两失。金石犹销铄，风霜无久质。畏落日月后，强欢歌与酒。秋霜不惜人，倏忽侵蒲柳。",
    "id": "P204"
  },
  {
    "title": "可叹",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "幸会东城宴未回，",
      "年华忧共水相催。",
      "梁家宅里秦宫入，",
      "赵后楼中赤凤来。",
      "冰簟且眠金镂枕，",
      "琼筵不醉玉交杯。",
      "宓妃愁坐芝田馆，",
      "用尽陈王八斗才。keysentence"
    ],
    "type": [
      "感叹",
      "感伤",
      "爱情"
    ],
    "source": "幸会东城宴未回，年华忧共水相催。梁家宅里秦宫入，赵后楼中赤凤来。冰簟且眠金镂枕，琼筵不醉玉交杯。宓妃愁坐芝田馆，用尽陈王八斗才。keysentence",
    "id": "P205"
  },
  {
    "title": "幽居初夏",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "湖山胜处放翁家，",
      "槐柳阴中野径斜。",
      "水满有时观下鹭，",
      "草深无处不鸣蛙。",
      "箨龙已过头番笋，",
      "木笔犹开第一花。",
      "叹息老来交旧尽，",
      "睡来谁共午瓯茶。keysentence"
    ],
    "type": [
      "夏天",
      "写景",
      "山水",
      "伤怀"
    ],
    "source": "湖山胜处放翁家，槐柳阴中野径斜。水满有时观下鹭，草深无处不鸣蛙。箨龙已过头番笋，木笔犹开第一花。叹息老来交旧尽，睡来谁共午瓯茶。keysentence",
    "id": "P206"
  },
  {
    "title": "怨王孙·湖上风来波浩渺",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "湖上风来波浩渺。",
      "秋已暮、红稀香少。",
      "水光山色与人亲，",
      "说不尽、无穷好。",
      "莲子已成荷叶老。",
      "青露洗、萍花汀草。keysentence",
      "眠沙鸥鹭不回头，",
      "似也恨、人归早。"
    ],
    "type": [
      "宋词精选",
      "赞颂",
      "秋天",
      "写景"
    ],
    "source": "湖上风来波浩渺。秋已暮、红稀香少。水光山色与人亲，说不尽、无穷好。莲子已成荷叶老。青露洗、萍花汀草。keysentence眠沙鸥鹭不回头，似也恨、人归早。",
    "id": "P207"
  },
  {
    "title": "水调歌头·安石在东海",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "余去岁在东武，",
      "今年子由相从彭门居百余日，",
      "过中秋而去，",
      "作此曲以别。",
      "余以其语过悲，",
      "乃为和之，",
      "其意以不早退为戒，",
      "以退而相从之乐为慰云耳安石在东海，",
      "从事鬓惊秋。",
      "中年亲友难别，",
      "丝竹缓离愁。keysentence",
      "一旦功成名遂，",
      "准拟东还海道，",
      "扶病入西州。",
      "雅志困轩冕，",
      "遗恨寄沧洲。",
      "岁云暮，",
      "须早计，",
      "要褐裘。",
      "故乡归去千里，",
      "佳处辄迟留。",
      "我醉歌时君和，",
      "醉倒须君扶我，",
      "惟酒可忘忧。",
      "一任刘玄德，",
      "相对卧高楼。"
    ],
    "type": [
      "故事",
      "抒情"
    ],
    "source": "余去岁在东武，作《水调歌头》以寄子由。今年子由相从彭门居百余日，过中秋而去，作此曲以别。余以其语过悲，乃为和之，其意以不早退为戒，以退而相从之乐为慰云耳安石在东海，从事鬓惊秋。中年亲友难别，丝竹缓离愁。keysentence一旦功成名遂，准拟东还海道，扶病入西州。雅志困轩冕，遗恨寄沧洲。岁云暮，须早计，要褐裘。故乡归去千里，佳处辄迟留。我醉歌时君和，醉倒须君扶我，惟酒可忘忧。一任刘玄德，相对卧高楼。",
    "id": "P208"
  },
  {
    "title": "登鹳雀楼",
    "dynasty": "唐代",
    "writer": "王之涣",
    "content": [
      "白日依山尽，",
      "黄河入海流。keysentence",
      "欲穷千里目，",
      "更上一层楼。"
    ],
    "type": [
      "唐诗三百首",
      "登楼",
      "写景",
      "山水",
      "黄河",
      "励志",
      "哲理",
      "早教古诗100首"
    ],
    "source": "白日依山尽，黄河入海流。keysentence欲穷千里目，更上一层楼。",
    "id": "P209"
  },
  {
    "title": "游洞庭湖五首·其二",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "南湖秋水夜无烟，",
      "耐可乘流直上天。",
      "且就洞庭赊月色，",
      "将船买酒白云边。keysentence"
    ],
    "type": [
      "月夜",
      "行舟",
      "写景",
      "抒怀"
    ],
    "source": "南湖秋水夜无烟，耐可乘流直上天。且就洞庭赊月色，将船买酒白云边。keysentence",
    "id": "P210"
  },
  {
    "title": "蜀先主庙",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "天地英雄气，",
      "千秋尚凛然。keysentence",
      "势分三足鼎，",
      "业复五铢钱。",
      "得相能开国，",
      "生儿不象贤。",
      "凄凉蜀故妓，",
      "来舞魏宫前。"
    ],
    "type": [
      "唐诗三百首",
      "咏史怀古"
    ],
    "source": "天地英雄气，千秋尚凛然。keysentence势分三足鼎，业复五铢钱。得相能开国，生儿不象贤。凄凉蜀故妓，来舞魏宫前。",
    "id": "P211"
  },
  {
    "title": "山行",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "远上寒山石径斜，",
      "白云深处有人家。",
      "停车坐爱枫林晚，",
      "霜叶红于二月花。keysentence"
    ],
    "type": [
      "小学古诗",
      "秋天",
      "写景",
      "言志",
      "早教古诗100首"
    ],
    "source": "远上寒山石径斜，白云深处有人家。停车坐爱枫林晚，霜叶红于二月花。keysentence",
    "id": "P212"
  },
  {
    "title": "南乡子·登京口北固亭有怀",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "何处望神州？",
      "满眼风光北固楼。",
      "千古兴亡多少事？",
      "悠悠。",
      "不尽长江滚滚流。keysentence",
      "年少万兜鍪，",
      "坐断东南战未休。",
      "天下英雄谁敌手？",
      "曹刘。",
      "生子当如孙仲谋。"
    ],
    "type": [
      "宋词三百首",
      "初中古诗",
      "豪放",
      "咏史怀古",
      "爱国",
      "典故",
      "讽刺"
    ],
    "source": "何处望神州？满眼风光北固楼。千古兴亡多少事？悠悠。不尽长江滚滚流。keysentence年少万兜鍪，坐断东南战未休。天下英雄谁敌手？曹刘。生子当如孙仲谋。",
    "id": "P213"
  },
  {
    "title": "明妃曲二首",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "明妃初出汉宫时，",
      "泪湿春风鬓脚垂。",
      "低徊顾影无颜色，",
      "尚得君王不自持。",
      "归来却怪丹青手，",
      "入眼平生几曾有；",
      "意态由来画不成，",
      "当时枉杀毛延寿。",
      "一去心知更不归，",
      "可怜着尽汉宫衣；",
      "寄声欲问塞南事，",
      "只有年年鸿雁飞。",
      "家人万里传消息，",
      "好在毡城莫相忆；",
      "君不见咫尺长门闭阿娇，",
      "人生失意无南北。",
      "明妃初嫁与胡儿，",
      "毡车百两皆胡姬。",
      "含情欲语独无处，",
      "传与琵琶心自知。",
      "黄金杆拨春风手，",
      "弹看飞鸿劝胡酒。",
      "汉宫侍女暗垂泪，",
      "沙上行人却回首。",
      "汉恩自浅胡恩深，",
      "人生乐在相知心。",
      "可怜青冢已芜没，",
      "尚有哀弦留至今。keysentence"
    ],
    "type": [
      "咏史怀古",
      "怀才不遇",
      "组诗"
    ],
    "source": "明妃初出汉宫时，泪湿春风鬓脚垂。低徊顾影无颜色，尚得君王不自持。归来却怪丹青手，入眼平生几曾有；意态由来画不成，当时枉杀毛延寿。一去心知更不归，可怜着尽汉宫衣；寄声欲问塞南事，只有年年鸿雁飞。家人万里传消息，好在毡城莫相忆；君不见咫尺长门闭阿娇，人生失意无南北。明妃初嫁与胡儿，毡车百两皆胡姬。含情欲语独无处，传与琵琶心自知。黄金杆拨春风手，弹看飞鸿劝胡酒。汉宫侍女暗垂泪，沙上行人却回首。汉恩自浅胡恩深，人生乐在相知心。可怜青冢已芜没，尚有哀弦留至今。keysentence",
    "id": "P214"
  },
  {
    "title": "寻雍尊师隐居",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "群峭碧摩天，",
      "逍遥不记年。",
      "拨云寻古道，",
      "倚石听流泉。",
      "花暖青牛卧，",
      "松高白鹤眠。",
      "语来江色暮，",
      "独自下寒烟。keysentence"
    ],
    "type": [
      "赞颂",
      "老师",
      "典故"
    ],
    "source": "群峭碧摩天，逍遥不记年。拨云寻古道，倚石听流泉。花暖青牛卧，松高白鹤眠。语来江色暮，独自下寒烟。keysentence",
    "id": "P215"
  },
  {
    "title": "鹊桥仙·纤云弄巧",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "纤云弄巧，",
      "飞星传恨，",
      "银汉迢迢暗度。",
      "金风玉露一相逢，",
      "便胜却人间无数。",
      "柔情似水，",
      "佳期如梦，",
      "忍顾鹊桥归路。",
      "两情若是久长时，",
      "又岂在朝朝暮暮。keysentence"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "七夕节",
      "爱情",
      "哲理",
      "婉约",
      "抒情"
    ],
    "source": "纤云弄巧，飞星传恨，银汉迢迢暗度。金风玉露一相逢，便胜却人间无数。柔情似水，佳期如梦，忍顾鹊桥归路。两情若是久长时，又岂在朝朝暮暮。keysentence",
    "id": "P216"
  },
  {
    "title": "江畔独步寻花·其五",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "黄师塔前江水东，",
      "春光懒困倚微风。keysentence",
      "桃花一簇开无主，",
      "可爱深红爱浅红？"
    ],
    "type": [
      "写景",
      "赏花",
      "桃花"
    ],
    "source": "黄师塔前江水东，春光懒困倚微风。keysentence桃花一簇开无主，可爱深红爱浅红？",
    "id": "P217"
  },
  {
    "title": "读书",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "归志宁无五亩园，",
      "读书本意在元元。keysentence",
      "灯前目力虽非昔，",
      "犹课蝇头二万言。"
    ],
    "type": [
      "读书",
      "忧国忧民"
    ],
    "source": "归志宁无五亩园，读书本意在元元。keysentence灯前目力虽非昔，犹课蝇头二万言。",
    "id": "P218"
  },
  {
    "title": "天净沙·秋思",
    "dynasty": "元代",
    "writer": "马致远",
    "content": [
      "枯藤老树昏鸦，",
      "小桥流水人家，",
      "古道西风瘦马。keysentence",
      "夕阳西下，",
      "断肠人在天涯。"
    ],
    "type": [
      "初中古诗",
      "秋天",
      "写景",
      "羁旅",
      "悲秋"
    ],
    "source": "枯藤老树昏鸦，小桥流水人家，古道西风瘦马。keysentence夕阳西下，断肠人在天涯。",
    "id": "P219"
  },
  {
    "title": "秋声赋",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "欧阳子方夜读书，",
      "闻有声自西南来者，",
      "悚然而听之，",
      "曰：",
      "异哉！",
      "初淅沥以萧飒，",
      "忽奔腾而砰湃，",
      "如波涛夜惊，",
      "风雨骤至。",
      "其触于物也，",
      "鏦鏦铮铮，",
      "金铁皆鸣；",
      "又如赴敌之兵，",
      "衔枚疾走，",
      "不闻号令，",
      "但闻人马之行声。",
      "予谓童子：",
      "此何声也？",
      "汝出视之。",
      "童子曰：",
      "星月皎洁，",
      "明河在天，",
      "四无人声，",
      "声在树间。keysentence",
      "余曰：",
      "噫嘻悲哉！",
      "此秋声也，",
      "胡为而来哉？",
      "盖夫秋之为状也：",
      "其色惨淡，",
      "烟霏云敛；",
      "其容清明，",
      "天高日晶；",
      "其气栗冽，",
      "砭人肌骨；",
      "其意萧条，",
      "山川寂寥。",
      "故其为声也，",
      "凄凄切切，",
      "呼号愤发。",
      "丰草绿缛而争茂，",
      "佳木葱茏而可悦；",
      "草拂之而色变，",
      "木遭之而叶脱。",
      "其所以摧败零落者，",
      "乃其一气之余烈。",
      "夫秋，",
      "刑官也，",
      "于时为阴；",
      "又兵象也，",
      "于行用金，",
      "是谓天地之义气，",
      "常以肃杀而为心。",
      "天之于物，",
      "春生秋实，",
      "故其在乐也，",
      "商声主西方之音，",
      "夷则为七月之律。",
      "商，",
      "伤也，",
      "物既老而悲伤；",
      "夷，",
      "戮也，",
      "物过盛而当杀。",
      "嗟乎！",
      "草木无情，",
      "有时飘零。",
      "人为动物，",
      "惟物之灵；",
      "百忧感其心，",
      "万事劳其形；",
      "有动于中，",
      "必摇其精。",
      "而况思其力之所不及，",
      "忧其智之所不能；",
      "宜其渥然丹者为槁木，",
      "黟然黑者为星星。",
      "奈何以非金石之质，",
      "欲与草木而争荣？",
      "念谁为之戕贼，",
      "亦何恨乎秋声！",
      "童子莫对，",
      "垂头而睡。",
      "但闻四壁虫声唧唧，",
      "如助予之叹息。"
    ],
    "type": [
      "辞赋精选",
      "古文观止",
      "秋天",
      "悲秋"
    ],
    "source": "欧阳子方夜读书，闻有声自西南来者，悚然而听之，曰：异哉！初淅沥以萧飒，忽奔腾而砰湃，如波涛夜惊，风雨骤至。其触于物也，鏦鏦铮铮，金铁皆鸣；又如赴敌之兵，衔枚疾走，不闻号令，但闻人马之行声。予谓童子：此何声也？汝出视之。童子曰：星月皎洁，明河在天，四无人声，声在树间。keysentence余曰：噫嘻悲哉！此秋声也，胡为而来哉？盖夫秋之为状也：其色惨淡，烟霏云敛；其容清明，天高日晶；其气栗冽，砭人肌骨；其意萧条，山川寂寥。故其为声也，凄凄切切，呼号愤发。丰草绿缛而争茂，佳木葱茏而可悦；草拂之而色变，木遭之而叶脱。其所以摧败零落者，乃其一气之余烈。夫秋，刑官也，于时为阴；又兵象也，于行用金，是谓天地之义气，常以肃杀而为心。天之于物，春生秋实，故其在乐也，商声主西方之音，夷则为七月之律。商，伤也，物既老而悲伤；夷，戮也，物过盛而当杀。 嗟乎！草木无情，有时飘零。人为动物，惟物之灵；百忧感其心，万事劳其形；有动于中，必摇其精。而况思其力之所不及，忧其智之所不能；宜其渥然丹者为槁木，黟然黑者为星星。奈何以非金石之质，欲与草木而争荣？念谁为之戕贼，亦何恨乎秋声！童子莫对，垂头而睡。但闻四壁虫声唧唧，如助予之叹息。",
    "id": "P220"
  },
  {
    "title": "竹里馆",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "独坐幽篁里，",
      "弹琴复长啸。keysentence",
      "深林人不知，",
      "明月来相照。"
    ],
    "type": [
      "唐诗三百首",
      "月亮",
      "初中古诗",
      "归隐",
      "孤独",
      "生活"
    ],
    "source": "独坐幽篁里，弹琴复长啸。keysentence深林人不知，明月来相照。",
    "id": "P221"
  },
  {
    "title": "水龙吟·黄州梦过栖霞楼",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "闾丘大夫孝终公显尝守黄州，",
      "作栖霞楼，",
      "为郡中胜绝。",
      "元丰五年，",
      "余谪居黄。",
      "正月十七日，",
      "梦扁舟渡江，",
      "中流回望，",
      "楼中歌乐杂作。",
      "舟中人言：",
      "公显方会客也。",
      "觉而异之，",
      "乃作此词，",
      "盖越调鼓笛慢。",
      "公显时已致仕在苏州。",
      "小舟横截春江，",
      "卧看翠壁红楼起。",
      "云间笑语，",
      "使君高会，",
      "佳人半醉。keysentence",
      "危柱哀弦，",
      "艳歌余响，",
      "绕云萦水。",
      "念故人老大，",
      "风流未减，",
      "独回首、烟波里。",
      "推枕惘然不见，",
      "但空江、月明千里。",
      "五湖闻道，",
      "扁舟归去，",
      "仍携西子。",
      "云梦南州，",
      "武昌东岸，",
      "昔游应记。",
      "料多情梦里，",
      "端来见我，",
      "也参差是。"
    ],
    "type": [
      "记梦",
      "向往",
      "自由",
      "友情"
    ],
    "source": "闾丘大夫孝终公显尝守黄州，作栖霞楼，为郡中胜绝。元丰五年，余谪居黄。正月十七日，梦扁舟渡江，中流回望，楼中歌乐杂作。舟中人言：公显方会客也。觉而异之，乃作此词，盖越调鼓笛慢。公显时已致仕在苏州。小舟横截春江，卧看翠壁红楼起。云间笑语，使君高会，佳人半醉。keysentence危柱哀弦，艳歌余响，绕云萦水。念故人老大，风流未减，独回首、烟波里。推枕惘然不见，但空江、月明千里。五湖闻道，扁舟归去，仍携西子。云梦南州，武昌东岸，昔游应记。料多情梦里，端来见我，也参差是。",
    "id": "P222"
  },
  {
    "title": "渔家傲·平岸小桥千嶂抱",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "平岸小桥千嶂抱。",
      "柔蓝一水萦花草。",
      "茅屋数间窗窈窕。",
      "尘不到。",
      "时时自有春风扫。",
      "午枕觉来闻语鸟。",
      "欹眠似听朝鸡早。",
      "忽忆故人今总老。",
      "贪梦好。",
      "茫然忘了邯郸道。keysentence"
    ],
    "type": [
      "宋词三百首",
      "山水",
      "隐居",
      "生活"
    ],
    "source": "平岸小桥千嶂抱。柔蓝一水萦花草。茅屋数间窗窈窕。尘不到。时时自有春风扫。午枕觉来闻语鸟。欹眠似听朝鸡早。忽忆故人今总老。贪梦好。茫然忘了邯郸道。keysentence",
    "id": "P223"
  },
  {
    "title": "登科后",
    "dynasty": "唐代",
    "writer": "孟郊",
    "content": [
      "昔日龌龊不足夸，",
      "今朝放荡思无涯。",
      "春风得意马蹄疾，",
      "一日看尽长安花。keysentence"
    ],
    "type": [
      "喜悦",
      "早教古诗100首"
    ],
    "source": "昔日龌龊不足夸，今朝放荡思无涯。春风得意马蹄疾，一日看尽长安花。keysentence",
    "id": "P224"
  },
  {
    "title": "永遇乐·彭城夜宿燕子楼",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "彭城夜宿燕子楼，",
      "梦盼盼，",
      "因作此词。",
      "明月如霜，",
      "好风如水，",
      "清景无限。keysentence",
      "曲港跳鱼，",
      "圆荷泻露，",
      "寂寞无人见。",
      "紞如三鼓，",
      "铿然一叶，",
      "黯黯梦云惊断。",
      "夜茫茫，",
      "重寻无处，",
      "觉来小园行遍。",
      "天涯倦客，",
      "山中归路，",
      "望断故园心眼。",
      "燕子楼空，",
      "佳人何在，",
      "空锁楼中燕。",
      "古今如梦，",
      "何曾梦觉，",
      "但有旧欢新怨。",
      "异时对，",
      "黄楼夜景，",
      "为余浩叹。"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "写景",
      "抒情",
      "怅惘",
      "人生"
    ],
    "source": "彭城夜宿燕子楼，梦盼盼，因作此词。明月如霜，好风如水，清景无限。keysentence曲港跳鱼，圆荷泻露，寂寞无人见。紞如三鼓，铿然一叶，黯黯梦云惊断。夜茫茫，重寻无处，觉来小园行遍。天涯倦客，山中归路，望断故园心眼。燕子楼空，佳人何在，空锁楼中燕。古今如梦，何曾梦觉，但有旧欢新怨。异时对，黄楼夜景，为余浩叹。",
    "id": "P225"
  },
  {
    "title": "夏夜叹",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "永日不可暮，",
      "炎蒸毒我肠。",
      "安得万里风，",
      "飘飖吹我裳。",
      "昊天出华月，",
      "茂林延疏光。",
      "仲夏苦夜短，",
      "开轩纳微凉。keysentence",
      "虚明见纤毫，",
      "羽虫亦飞扬。",
      "物情无巨细，",
      "自适固其常。",
      "念彼荷戈士，",
      "穷年守边疆。",
      "何由一洗濯，",
      "执热互相望。",
      "竟夕击刁斗，",
      "喧声连万方。",
      "青紫虽被体，",
      "不如早还乡。",
      "北城悲笳发，",
      "鹳鹤号且翔。",
      "况复烦促倦，",
      "激烈思时康。"
    ],
    "type": [
      "夏天",
      "忧国忧民"
    ],
    "source": "永日不可暮，炎蒸毒我肠。安得万里风，飘飖吹我裳。昊天出华月，茂林延疏光。仲夏苦夜短，开轩纳微凉。keysentence虚明见纤毫，羽虫亦飞扬。物情无巨细，自适固其常。念彼荷戈士，穷年守边疆。何由一洗濯，执热互相望。竟夕击刁斗，喧声连万方。青紫虽被体，不如早还乡。北城悲笳发，鹳鹤号且翔。况复烦促倦，激烈思时康。",
    "id": "P226"
  },
  {
    "title": "送人东游",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "荒戍落黄叶，",
      "浩然离故关。keysentence",
      "高风汉阳渡，",
      "初日郢门山。",
      "江上几人在，",
      "天涯孤棹还。",
      "何当重相见，",
      "樽酒慰离颜。"
    ],
    "type": [
      "唐诗三百首",
      "秋天",
      "送别",
      "友情",
      "惜别"
    ],
    "source": "荒戍落黄叶，浩然离故关。keysentence高风汉阳渡，初日郢门山。江上几人在，天涯孤棹还。何当重相见，樽酒慰离颜。",
    "id": "P227"
  },
  {
    "title": "为薛台悼亡",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "半死梧桐老病身，",
      "重泉一念一伤神。keysentence",
      "手携稚子夜归院，",
      "月冷空房不见人。"
    ],
    "type": [
      "悼亡"
    ],
    "source": "半死梧桐老病身，重泉一念一伤神。keysentence手携稚子夜归院，月冷空房不见人。",
    "id": "P228"
  },
  {
    "title": "峨眉山月歌",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "峨眉山月半轮秋，",
      "影入平羌江水流。keysentence",
      "夜发清溪向三峡，",
      "思君不见下渝州。"
    ],
    "type": [
      "初中古诗",
      "秋天",
      "游历",
      "写景",
      "地名"
    ],
    "source": "峨眉山月半轮秋，影入平羌江水流。keysentence夜发清溪向三峡，思君不见下渝州。",
    "id": "P229"
  },
  {
    "title": "新竹",
    "dynasty": "清代",
    "writer": "郑燮",
    "content": [
      "新竹高于旧竹枝，",
      "全凭老干为扶持。keysentence",
      "下年再有新生者，",
      "十丈龙孙绕凤池。"
    ],
    "type": [
      "咏物",
      "竹子",
      "寓人",
      "老师"
    ],
    "source": "新竹高于旧竹枝，全凭老干为扶持。keysentence下年再有新生者，十丈龙孙绕凤池。",
    "id": "P230"
  },
  {
    "title": "长相思·一重山",
    "dynasty": "五代",
    "writer": "李煜",
    "content": [
      "一重山，",
      "两重山。",
      "山远天高烟水寒，",
      "相思枫叶丹。keysentence",
      "菊花开，",
      "菊花残。",
      "塞雁高飞人未还，",
      "一帘风月闲。"
    ],
    "type": [
      "宋词三百首",
      "秋天",
      "写山",
      "相思"
    ],
    "source": "一重山，两重山。山远天高烟水寒，相思枫叶丹。keysentence菊花开，菊花残。塞雁高飞人未还，一帘风月闲。",
    "id": "P231"
  },
  {
    "title": "喜晴",
    "dynasty": "宋代",
    "writer": "范成大",
    "content": [
      "窗间梅熟落蒂，",
      "墙下笋成出林。",
      "连雨不知春去，",
      "一晴方觉夏深。keysentence"
    ],
    "type": [
      "夏天"
    ],
    "source": "窗间梅熟落蒂，墙下笋成出林。连雨不知春去，一晴方觉夏深。keysentence",
    "id": "P232"
  },
  {
    "title": "蝶恋花·暖雨晴风初破冻",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "暖雨晴风初破冻，",
      "柳眼梅腮，",
      "已觉春心动。keysentence",
      "酒意诗情谁与共？",
      "泪融残粉花钿重。",
      "乍试夹衫金缕缝，",
      "山枕斜欹，",
      "枕损钗头凤。",
      "独抱浓愁无好梦，",
      "夜阑犹剪灯花弄。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "春天",
      "离别"
    ],
    "source": "暖雨晴风初破冻，柳眼梅腮，已觉春心动。keysentence酒意诗情谁与共？泪融残粉花钿重。乍试夹衫金缕缝，山枕斜欹，枕损钗头凤。独抱浓愁无好梦，夜阑犹剪灯花弄。",
    "id": "P233"
  },
  {
    "title": "诉衷情·当年万里觅封侯",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "当年万里觅封侯，",
      "匹马戍梁州。",
      "关河梦断何处？",
      "尘暗旧貂裘。",
      "胡未灭，",
      "鬓先秋，",
      "泪空流。",
      "此生谁料，",
      "心在天山，",
      "身老沧洲。keysentence"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "爱国",
      "豪放"
    ],
    "source": "当年万里觅封侯，匹马戍梁州。关河梦断何处？尘暗旧貂裘。胡未灭，鬓先秋，泪空流。此生谁料，心在天山，身老沧洲。keysentence",
    "id": "P234"
  },
  {
    "title": "如梦令·题淮山楼",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "城上层楼叠巘，",
      "城下清淮古汴。",
      "举手揖吴云，",
      "人与暮天俱远。",
      "魂断，",
      "魂断，",
      "后夜松江月满。keysentence"
    ],
    "type": [
      "写景",
      "怀古",
      "抒情"
    ],
    "source": "城上层楼叠巘，城下清淮古汴。举手揖吴云，人与暮天俱远。魂断，魂断，后夜松江月满。keysentence",
    "id": "P235"
  },
  {
    "title": "嫦娥",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "云母屏风烛影深，",
      "长河渐落晓星沉。",
      "嫦娥应悔偷灵药，",
      "碧海青天夜夜心。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "小学古诗",
      "写人",
      "孤独"
    ],
    "source": "云母屏风烛影深，长河渐落晓星沉。嫦娥应悔偷灵药，碧海青天夜夜心。keysentence",
    "id": "P236"
  },
  {
    "title": "昼夜乐·洞房记得初相遇",
    "dynasty": "宋代",
    "writer": "柳永",
    "content": [
      "洞房记得初相遇。",
      "便只合、长相聚。",
      "何期小会幽欢，",
      "变作离情别绪。keysentence",
      "况值阑珊春色暮，",
      "对满目、乱花狂絮。",
      "直恐好风光，",
      "尽随伊归去。",
      "一场寂寞凭谁诉。",
      "算前言、总轻负。",
      "早知恁地难拚，",
      "悔不当时留住。",
      "其奈风流端正外，",
      "更别有，",
      "系人心处。",
      "一日不思量，",
      "也攒眉千度。"
    ],
    "type": [
      "宋词精选",
      "婉约",
      "女子",
      "伤春",
      "怀人"
    ],
    "source": "洞房记得初相遇。便只合、长相聚。何期小会幽欢，变作离情别绪。keysentence况值阑珊春色暮，对满目、乱花狂絮。直恐好风光，尽随伊归去。一场寂寞凭谁诉。算前言、总轻负。早知恁地难拚，悔不当时留住。其奈风流端正外，更别有，系人心处。一日不思量，也攒眉千度。",
    "id": "P237"
  },
  {
    "title": "鹤冲天·黄金榜上",
    "dynasty": "宋代",
    "writer": "柳永",
    "content": [
      "黄金榜上，",
      "偶失龙头望。",
      "明代暂遗贤，",
      "如何向。",
      "未遂风云便，",
      "争不恣狂荡。",
      "何须论得丧？",
      "才子词人，",
      "自是白衣卿相。keysentence",
      "烟花巷陌，",
      "依约丹青屏障。",
      "幸有意中人，",
      "堪寻访。",
      "且恁偎红倚翠，",
      "风流事，",
      "平生畅。",
      "青春都一饷。",
      "忍把浮名，",
      "换了浅斟低唱！"
    ],
    "type": [
      "宋词三百首",
      "考试",
      "抒怀",
      "豪迈"
    ],
    "source": "黄金榜上，偶失龙头望。明代暂遗贤，如何向。未遂风云便，争不恣狂荡。何须论得丧？才子词人，自是白衣卿相。keysentence烟花巷陌，依约丹青屏障。幸有意中人，堪寻访。且恁偎红倚翠，风流事，平生畅。青春都一饷。忍把浮名，换了浅斟低唱！",
    "id": "P238"
  },
  {
    "title": "凉州词三首",
    "dynasty": "唐代",
    "writer": "张籍",
    "content": [
      "边城暮雨雁飞低，",
      "芦笋初生渐欲齐。",
      "无数铃声遥过碛，",
      "应驮白练到安西。",
      "古镇城门白碛开，",
      "胡兵往往傍沙堆。",
      "巡边使客行应早，",
      "欲问平安无使来。keysentence",
      "风林关里水东流，",
      "白草黄榆六十秋。",
      "边将皆承主恩泽，",
      "无人解道取凉州。"
    ],
    "type": [
      "边塞",
      "组诗"
    ],
    "source": "边城暮雨雁飞低，芦笋初生渐欲齐。无数铃声遥过碛，应驮白练到安西。古镇城门白碛开，胡兵往往傍沙堆。巡边使客行应早，欲问平安无使来。keysentence风林关里水东流，白草黄榆六十秋。边将皆承主恩泽，无人解道取凉州。",
    "id": "P239"
  },
  {
    "title": "叹花",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "自是寻春去校迟，",
      "不须惆怅怨芳时。keysentence",
      "狂风落尽深红色，",
      "绿叶成阴子满枝。"
    ],
    "type": [
      "春天",
      "写景",
      "抒情"
    ],
    "source": "自是寻春去校迟，不须惆怅怨芳时。keysentence狂风落尽深红色，绿叶成阴子满枝。",
    "id": "P240"
  },
  {
    "title": "春夜",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "金炉香烬漏声残，",
      "翦翦轻风阵阵寒。",
      "春色恼人眠不得，",
      "月移花影上栏杆。keysentence"
    ],
    "type": [
      "古诗三百首",
      "春天",
      "写景",
      "抒情",
      "思念"
    ],
    "source": "金炉香烬漏声残，翦翦轻风阵阵寒。春色恼人眠不得，月移花影上栏杆。keysentence",
    "id": "P241"
  },
  {
    "title": "绝句漫兴九首·其五",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "肠断春江欲尽头，",
      "杖藜徐步立芳洲。",
      "颠狂柳絮随风去，",
      "轻薄桃花逐水流。keysentence"
    ],
    "type": [
      "写景",
      "桃花",
      "寓人",
      "抒情",
      "早教古诗100首"
    ],
    "source": "肠断春江欲尽头，杖藜徐步立芳洲。颠狂柳絮随风去，轻薄桃花逐水流。keysentence",
    "id": "P242"
  },
  {
    "title": "茅屋为秋风所破歌",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "八月秋高风怒号，",
      "卷我屋上三重茅。keysentence",
      "茅飞渡江洒江郊，",
      "高者挂罥长林梢，",
      "下者飘转沉塘坳。",
      "南村群童欺我老无力，",
      "忍能对面为盗贼，",
      "公然抱茅入竹去。",
      "唇焦口燥呼不得，",
      "归来倚杖自叹息。",
      "俄顷风定云墨色，",
      "秋天漠漠向昏黑。",
      "布衾多年冷似铁，",
      "娇儿恶卧踏里裂。",
      "床头屋漏无干处，",
      "雨脚如麻未断绝。",
      "自经丧乱少睡眠，",
      "长夜沾湿何由彻?安得广厦千万间，",
      "大庇天下寒士俱欢颜，",
      "风雨不动安如山。",
      "呜呼！",
      "何时眼前突兀见此屋，",
      "吾庐独破受冻死亦足！",
      "(死亦足 一作：",
      "死意足）"
    ],
    "type": [
      "初中古诗",
      "秋天",
      "写风",
      "励志",
      "忧国忧民"
    ],
    "source": "八月秋高风怒号，卷我屋上三重茅。keysentence茅飞渡江洒江郊，高者挂罥长林梢，下者飘转沉塘坳。南村群童欺我老无力，忍能对面为盗贼，公然抱茅入竹去。唇焦口燥呼不得，归来倚杖自叹息。俄顷风定云墨色，秋天漠漠向昏黑。布衾多年冷似铁，娇儿恶卧踏里裂。床头屋漏无干处，雨脚如麻未断绝。自经丧乱少睡眠，长夜沾湿何由彻?安得广厦千万间，大庇天下寒士俱欢颜，风雨不动安如山。呜呼！何时眼前突兀见此屋，吾庐独破受冻死亦足！(死亦足 一作：死意足）",
    "id": "P243"
  },
  {
    "title": "贺新郎·夏景",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "乳燕飞华屋。",
      "悄无人、桐阴转午，",
      "晚凉新浴。",
      "手弄生绡白团扇，",
      "扇手一时似玉。",
      "渐困倚、孤眠清熟。",
      "帘外谁来推绣户，",
      "枉教人、梦断瑶台曲。",
      "又却是，",
      "风敲竹。",
      "石榴半吐红巾蹙。",
      "待浮花、浪蕊都尽，",
      "伴君幽独。keysentence",
      "秾艳一枝细看取，",
      "芳心千重似束。",
      "又恐被、秋风惊绿。",
      "若待得君来向此，",
      "花前对酒不忍触。",
      "共粉泪，",
      "两簌簌。"
    ],
    "type": [
      "宋词精选",
      "婉约",
      "夏天",
      "写景",
      "写花",
      "女子",
      "孤独"
    ],
    "source": "乳燕飞华屋。悄无人、桐阴转午，晚凉新浴。手弄生绡白团扇，扇手一时似玉。渐困倚、孤眠清熟。帘外谁来推绣户，枉教人、梦断瑶台曲。又却是，风敲竹。石榴半吐红巾蹙。待浮花、浪蕊都尽，伴君幽独。keysentence秾艳一枝细看取，芳心千重似束。又恐被、秋风惊绿。若待得君来向此，花前对酒不忍触。共粉泪，两簌簌。",
    "id": "P244"
  },
  {
    "title": "竹石",
    "dynasty": "清代",
    "writer": "郑燮",
    "content": [
      "咬定青山不放松，",
      "立根原在破岩中。keysentence",
      "千磨万击还坚劲，",
      "任尔东西南北风。"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "题画",
      "咏物",
      "竹子",
      "励志",
      "早教古诗100首"
    ],
    "source": "咬定青山不放松，立根原在破岩中。keysentence千磨万击还坚劲，任尔东西南北风。",
    "id": "P245"
  },
  {
    "title": "晚晴",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "深居俯夹城，",
      "春去夏犹清。keysentence",
      "天意怜幽草，",
      "人间重晚晴。",
      "并添高阁迥，",
      "微注小窗明。",
      "越鸟巢干后，",
      "归飞体更轻。"
    ],
    "type": [
      "夏天",
      "登高",
      "写景",
      "抒情"
    ],
    "source": "深居俯夹城，春去夏犹清。keysentence天意怜幽草，人间重晚晴。并添高阁迥，微注小窗明。越鸟巢干后，归飞体更轻。",
    "id": "P246"
  },
  {
    "title": "送方外上人",
    "dynasty": "唐代",
    "writer": "刘长卿",
    "content": [
      "孤云将野鹤，",
      "岂向人间住。keysentence",
      "莫买沃洲山，",
      "时人已知处。"
    ],
    "type": [
      "唐诗三百首",
      "送别"
    ],
    "source": "孤云将野鹤，岂向人间住。keysentence莫买沃洲山，时人已知处。",
    "id": "P247"
  },
  {
    "title": "咏怀古迹五首·其一",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "支离东北风尘际，",
      "漂泊西南天地间。keysentence",
      "三峡楼台淹日月，",
      "五溪衣服共云山。",
      "羯胡事主终无赖，",
      "词客哀时且未还。",
      "庾信平生最萧瑟，",
      "暮年诗赋动江关。"
    ],
    "type": [
      "唐诗三百首",
      "怀古",
      "感叹"
    ],
    "source": "支离东北风尘际，漂泊西南天地间。keysentence三峡楼台淹日月，五溪衣服共云山。羯胡事主终无赖，词客哀时且未还。庾信平生最萧瑟，暮年诗赋动江关。",
    "id": "P248"
  },
  {
    "title": "行路难三首",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "金樽清酒斗十千，",
      "玉盘珍羞直万钱。",
      "停杯投箸不能食，",
      "拔剑四顾心茫然。",
      "欲渡黄河冰塞川，",
      "将登太行雪满山。",
      "闲来垂钓碧溪上，",
      "忽复乘舟梦日边。",
      "行路难！",
      "行路难！",
      "多歧路，",
      "今安在？",
      "长风破浪会有时，",
      "直挂云帆济沧海。",
      "大道如青天，",
      "我独不得出。",
      "羞逐长安社中儿，",
      "赤鸡白雉赌梨栗。",
      "弹剑作歌奏苦声，",
      "曳裾王门不称情。",
      "淮阴市井笑韩信，",
      "汉朝公卿忌贾生。",
      "君不见昔时燕家重郭隗，",
      "拥篲折节无嫌猜。",
      "剧辛乐毅感恩分，",
      "输肝剖胆效英才。",
      "昭王白骨萦蔓草，",
      "谁人更扫黄金台？",
      "行路难，",
      "归去来！",
      "有耳莫洗颍川水，",
      "有口莫食首阳蕨。",
      "含光混世贵无名，",
      "何用孤高比云月？",
      "吾观自古贤达人，",
      "功成不退皆殒身。",
      "子胥既弃吴江上，",
      "屈原终投湘水滨。",
      "陆机雄才岂自保？",
      "李斯税驾苦不早。",
      "华亭鹤唳讵可闻？",
      "上蔡苍鹰何足道？",
      "君不见吴中张翰称达生，",
      "秋风忽忆江东行。",
      "且乐生前一杯酒，",
      "何须身后千载名？keysentence"
    ],
    "type": [
      "怀才不遇",
      "励志",
      "组诗"
    ],
    "source": "金樽清酒斗十千，玉盘珍羞直万钱。停杯投箸不能食，拔剑四顾心茫然。欲渡黄河冰塞川，将登太行雪满山。闲来垂钓碧溪上，忽复乘舟梦日边。行路难！行路难！多歧路，今安在？长风破浪会有时，直挂云帆济沧海。大道如青天，我独不得出。羞逐长安社中儿，赤鸡白雉赌梨栗。弹剑作歌奏苦声，曳裾王门不称情。淮阴市井笑韩信，汉朝公卿忌贾生。君不见昔时燕家重郭隗，拥篲折节无嫌猜。剧辛乐毅感恩分，输肝剖胆效英才。昭王白骨萦蔓草，谁人更扫黄金台？行路难，归去来！有耳莫洗颍川水，有口莫食首阳蕨。含光混世贵无名，何用孤高比云月？吾观自古贤达人，功成不退皆殒身。子胥既弃吴江上，屈原终投湘水滨。陆机雄才岂自保？李斯税驾苦不早。华亭鹤唳讵可闻？上蔡苍鹰何足道？君不见吴中张翰称达生，秋风忽忆江东行。且乐生前一杯酒，何须身后千载名？keysentence",
    "id": "P249"
  },
  {
    "title": "江上渔者",
    "dynasty": "宋代",
    "writer": "范仲淹",
    "content": [
      "江上往来人，",
      "但爱鲈鱼美。keysentence",
      "君看一叶舟，",
      "出没风波里。"
    ],
    "type": [
      "渔人",
      "生活",
      "抒怀",
      "同情"
    ],
    "source": "江上往来人，但爱鲈鱼美。keysentence君看一叶舟，出没风波里。",
    "id": "P250"
  },
  {
    "title": "春思",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "燕草如碧丝，",
      "秦桑低绿枝。",
      "当君怀归日，",
      "是妾断肠时。keysentence",
      "春风不相识，",
      "何事入罗帏。"
    ],
    "type": [
      "唐诗三百首",
      "春天",
      "妇女",
      "坚贞",
      "思念"
    ],
    "source": "燕草如碧丝，秦桑低绿枝。当君怀归日，是妾断肠时。keysentence春风不相识，何事入罗帏。",
    "id": "P251"
  },
  {
    "title": "春远",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "肃肃花絮晚，",
      "菲菲红素轻。keysentence",
      "日长唯鸟雀，",
      "春远独柴荆。",
      "数有关中乱，",
      "何曾剑外清。",
      "故乡归不得，",
      "地入亚夫营。"
    ],
    "type": [
      "春天",
      "思乡"
    ],
    "source": "肃肃花絮晚，菲菲红素轻。keysentence日长唯鸟雀，春远独柴荆。数有关中乱，何曾剑外清。故乡归不得，地入亚夫营。",
    "id": "P252"
  },
  {
    "title": "一剪梅·雨打梨花深闭门",
    "dynasty": "明代",
    "writer": "唐寅",
    "content": [
      "红满苔阶绿满枝，",
      "杜宇声声，",
      "杜宇声悲！",
      "交欢未久又分离，",
      "彩凤孤飞，",
      "彩凤孤栖。",
      "别后相思是几时？",
      "后会难知？",
      "后会难期？",
      "此情何以表相思？",
      "一首情词，",
      "一首情诗。",
      "雨打梨花深闭门，",
      "忘了青春，",
      "误了青春。keysentence",
      "赏心乐事共谁论？",
      "花下销魂，",
      "月下销魂。",
      "愁聚眉峰尽日颦，",
      "千点啼痕，",
      "万点啼痕。",
      "晓看天色暮看云，",
      "行也思君，",
      "坐也思君。"
    ],
    "type": [
      "闺怨",
      "女子",
      "思念"
    ],
    "source": "红满苔阶绿满枝，杜宇声声，杜宇声悲！交欢未久又分离，彩凤孤飞，彩凤孤栖。别后相思是几时？后会难知？后会难期？此情何以表相思？一首情词，一首情诗。雨打梨花深闭门，忘了青春，误了青春。keysentence赏心乐事共谁论？花下销魂，月下销魂。愁聚眉峰尽日颦，千点啼痕，万点啼痕。晓看天色暮看云，行也思君，坐也思君。",
    "id": "P253"
  },
  {
    "title": "赠荷花",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "世间花叶不相伦，",
      "花入金盆叶作尘。",
      "惟有绿荷红菡萏，",
      "卷舒开合任天真。",
      "此花此叶常相映，",
      "翠减红衰愁杀人。keysentence"
    ],
    "type": [
      "赞美",
      "荷花"
    ],
    "source": "世间花叶不相伦，花入金盆叶作尘。惟有绿荷红菡萏，卷舒开合任天真。此花此叶常相映，翠减红衰愁杀人。keysentence",
    "id": "P254"
  },
  {
    "title": "贺新郎·别茂嘉十二弟",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "别茂嘉十二弟。",
      "鹈鴂、杜鹃实两种，",
      "更那堪、鹧鸪声住，",
      "杜鹃声切。",
      "啼到春归无寻处，",
      "苦恨芳菲都歇。keysentence",
      "算未抵、人间离别。",
      "马上琵琶关塞黑，",
      "更长门、翠辇辞金阙。",
      "看燕燕，",
      "送归妾。",
      "将军百战身名裂。",
      "向河梁、回头万里，",
      "故人长绝。",
      "易水萧萧西风冷，",
      "满座衣冠似雪。",
      "正壮士、悲歌未彻。",
      "啼鸟还知如许恨，",
      "料不啼清泪长啼血。",
      "谁共我，",
      "醉明月。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "豪放",
      "送别",
      "写鸟",
      "抒情"
    ],
    "source": "别茂嘉十二弟。鹈鴂、杜鹃实两种，见《离骚补注》绿树听鹈鴂。更那堪、鹧鸪声住，杜鹃声切。啼到春归无寻处，苦恨芳菲都歇。keysentence算未抵、人间离别。马上琵琶关塞黑，更长门、翠辇辞金阙。看燕燕，送归妾。将军百战身名裂。向河梁、回头万里，故人长绝。易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻。啼鸟还知如许恨，料不啼清泪长啼血。谁共我，醉明月。",
    "id": "P255"
  },
  {
    "title": "流莺",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "流莺漂荡复参差，",
      "度陌临流不自持。",
      "巧啭岂能无本意？",
      "良辰未必有佳期。",
      "风朝露夜阴晴里，",
      "万户千门开闭时。",
      "曾苦伤春不忍听，",
      "凤城何处有花枝。keysentence"
    ],
    "type": [
      "咏物",
      "抒情",
      "写鸟",
      "身世"
    ],
    "source": "流莺漂荡复参差，度陌临流不自持。巧啭岂能无本意？良辰未必有佳期。风朝露夜阴晴里，万户千门开闭时。曾苦伤春不忍听，凤城何处有花枝。keysentence",
    "id": "P256"
  },
  {
    "title": "乌夜啼·昨夜风兼雨",
    "dynasty": "五代",
    "writer": "李煜",
    "content": [
      "昨夜风兼雨，",
      "帘帏飒飒秋声。",
      "烛残漏断频欹枕，",
      "起坐不能平。",
      "世事漫随流水，",
      "算来一梦浮生。keysentence",
      "醉乡路稳宜频到，",
      "此外不堪行。"
    ],
    "type": [
      "宋词三百首",
      "写风",
      "写雨",
      "抒情",
      "人生"
    ],
    "source": "昨夜风兼雨，帘帏飒飒秋声。烛残漏断频欹枕，起坐不能平。世事漫随流水，算来一梦浮生。keysentence醉乡路稳宜频到，此外不堪行。",
    "id": "P257"
  },
  {
    "title": "清明夜",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "好风胧月清明夜，",
      "碧砌红轩刺史家。keysentence",
      "独绕回廊行复歇，",
      "遥听弦管暗看花。"
    ],
    "type": [
      "清明节",
      "踏青"
    ],
    "source": "好风胧月清明夜，碧砌红轩刺史家。keysentence独绕回廊行复歇，遥听弦管暗看花。",
    "id": "P258"
  },
  {
    "title": "水调歌头·题西山秋爽图",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "空山梵呗静，",
      "水月影俱沉。",
      "悠然一境人外，",
      "都不许尘侵。",
      "岁晚忆曾游处，",
      "犹记半竿斜照，",
      "一抹界疏林。",
      "绝顶茅庵里，",
      "老衲正孤吟。keysentence",
      "云中锡，",
      "溪头钓，",
      "涧边琴。",
      "此生著几两屐，",
      "谁识卧游心？",
      "准拟乘风归去，",
      "错向槐安回首，",
      "何日得投簪。",
      "布袜青鞋约，",
      "但向画图寻。"
    ],
    "type": [
      "题画",
      "抒情"
    ],
    "source": "空山梵呗静，水月影俱沉。悠然一境人外，都不许尘侵。岁晚忆曾游处，犹记半竿斜照，一抹界疏林。绝顶茅庵里，老衲正孤吟。keysentence云中锡，溪头钓，涧边琴。此生著几两屐，谁识卧游心？准拟乘风归去，错向槐安回首，何日得投簪。布袜青鞋约，但向画图寻。",
    "id": "P259"
  },
  {
    "title": "溪居",
    "dynasty": "唐代",
    "writer": "柳宗元",
    "content": [
      "久为簪组累，",
      "幸此南夷谪。",
      "闲依农圃邻，",
      "偶似山林客。",
      "晓耕翻露草，",
      "夜榜响溪石。",
      "来往不逢人，",
      "长歌楚天碧。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "生活",
      "孤独"
    ],
    "source": "久为簪组累，幸此南夷谪。闲依农圃邻，偶似山林客。晓耕翻露草，夜榜响溪石。来往不逢人，长歌楚天碧。keysentence",
    "id": "P260"
  },
  {
    "title": "记承天寺夜游",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "元丰六年十月十二日夜，",
      "解衣欲睡，",
      "月色入户，",
      "欣然起行。",
      "念无与为乐者，",
      "遂至承天寺寻张怀民。",
      "怀民亦未寝，",
      "相与步于中庭。",
      "庭下如积水空明，",
      "水中藻荇交横，",
      "盖竹柏影也。",
      "何夜无月？",
      "何处无竹柏？",
      "但少闲人如吾两人者耳。keysentence"
    ],
    "type": [
      "初中文言文",
      "纪游",
      "写景",
      "感叹",
      "人生"
    ],
    "source": "元丰六年十月十二日夜，解衣欲睡，月色入户，欣然起行。念无与为乐者，遂至承天寺寻张怀民。怀民亦未寝，相与步于中庭。庭下如积水空明，水中藻荇交横，盖竹柏影也。何夜无月？何处无竹柏？但少闲人如吾两人者耳。keysentence",
    "id": "P261"
  },
  {
    "title": "秋浦歌十七首",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "秋浦长似秋，",
      "萧条使人愁。",
      "客愁不可度，",
      "行上东大楼。",
      "正西望长安，",
      "下见江水流。",
      "寄言向江水，",
      "汝意忆侬不。",
      "遥传一掬泪，",
      "为我达扬州。",
      "秋浦猿夜愁，",
      "黄山堪白头。",
      "清溪非陇水，",
      "翻作断肠流。",
      "欲去不得去，",
      "薄游成久游。",
      "何年是归日，",
      "雨泪下孤舟。",
      "秋浦锦驼鸟，",
      "人间天上稀。",
      "山鸡羞渌水，",
      "不敢照毛衣。",
      "两鬓入秋浦，",
      "一朝飒已衰。",
      "猿声催白发，",
      "长短尽成丝。",
      "秋浦多白猿，",
      "超腾若飞雪。",
      "牵引条上儿，",
      "饮弄水中月。",
      "愁作秋浦客，",
      "强看秋浦花。",
      "山川如剡县，",
      "风日似长沙。",
      "醉上山公马，",
      "寒歌宁戚牛。",
      "空吟白石烂，",
      "泪满黑貂裘。",
      "秋浦千重岭，",
      "水车岭最奇。",
      "天倾欲堕石，",
      "水拂寄生枝。",
      "江祖一片石，",
      "青天扫画屏。",
      "题诗留万古，",
      "绿字锦苔生。",
      "千千石楠树，",
      "万万女贞林。",
      "山山白鹭满，",
      "涧涧白猿吟。",
      "君莫向秋浦，",
      "猿声碎客心。",
      "逻人横鸟道，",
      "江祖出鱼梁。",
      "水急客舟疾，",
      "山花拂面香。keysentence",
      "水如一匹练，",
      "此地即平天。",
      "耐可乘明月，",
      "看花上酒船。",
      "渌水净素月，",
      "月明白鹭飞。",
      "郎听采菱女，",
      "一道夜歌归。",
      "炉火照天地，",
      "红星乱紫烟。",
      "赧郎明月夜，",
      "歌曲动寒川。",
      "白发三千丈，",
      "缘愁似个长。",
      "不知明镜里，",
      "何处得秋霜。",
      "秋浦田舍翁，",
      "采鱼水中宿。",
      "妻子张白鹇，",
      "结罝映深竹。",
      "桃波一步地，",
      "了了语声闻。",
      "黯与山僧别，",
      "低头礼白云。"
    ],
    "type": [
      "游历",
      "山水",
      "抒情",
      "组诗"
    ],
    "source": "秋浦长似秋，萧条使人愁。客愁不可度，行上东大楼。正西望长安，下见江水流。寄言向江水，汝意忆侬不。遥传一掬泪，为我达扬州。秋浦猿夜愁，黄山堪白头。清溪非陇水，翻作断肠流。欲去不得去，薄游成久游。何年是归日，雨泪下孤舟。秋浦锦驼鸟，人间天上稀。山鸡羞渌水，不敢照毛衣。两鬓入秋浦，一朝飒已衰。猿声催白发，长短尽成丝。秋浦多白猿，超腾若飞雪。牵引条上儿，饮弄水中月。愁作秋浦客，强看秋浦花。山川如剡县，风日似长沙。醉上山公马，寒歌宁戚牛。空吟白石烂，泪满黑貂裘。秋浦千重岭，水车岭最奇。天倾欲堕石，水拂寄生枝。江祖一片石，青天扫画屏。题诗留万古，绿字锦苔生。千千石楠树，万万女贞林。山山白鹭满，涧涧白猿吟。君莫向秋浦，猿声碎客心。逻人横鸟道，江祖出鱼梁。水急客舟疾，山花拂面香。keysentence水如一匹练，此地即平天。耐可乘明月，看花上酒船。渌水净素月，月明白鹭飞。郎听采菱女，一道夜歌归。炉火照天地，红星乱紫烟。赧郎明月夜，歌曲动寒川。白发三千丈，缘愁似个长。不知明镜里，何处得秋霜。秋浦田舍翁，采鱼水中宿。妻子张白鹇，结罝映深竹。桃波一步地，了了语声闻。黯与山僧别，低头礼白云。",
    "id": "P262"
  },
  {
    "title": "紫薇花",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "晓迎秋露一枝新，",
      "不占园中最上春。keysentence",
      "桃李无言又何在，",
      "向风偏笑艳阳人。"
    ],
    "type": [
      "咏物",
      "写花"
    ],
    "source": "晓迎秋露一枝新，不占园中最上春。keysentence桃李无言又何在，向风偏笑艳阳人。",
    "id": "P263"
  },
  {
    "title": "苦寒行",
    "dynasty": "魏晋",
    "writer": "曹操",
    "content": [
      "北上太行山，",
      "艰哉何巍巍！",
      "羊肠坂诘屈，",
      "车轮为之摧。",
      "树木何萧瑟，",
      "北风声正悲。",
      "熊罴对我蹲，",
      "虎豹夹路啼。",
      "溪谷少人民，",
      "雪落何霏霏！keysentence",
      "延颈长叹息，",
      "远行多所怀。",
      "我心何怫郁，",
      "思欲一东归。",
      "水深桥梁绝，",
      "中路正徘徊。",
      "迷惑失故路，",
      "薄暮无宿栖。",
      "行行日已远，",
      "人马同时饥。",
      "担囊行取薪，",
      "斧冰持作糜。",
      "悠悠使我哀。"
    ],
    "type": [
      "行军",
      "艰难",
      "同情"
    ],
    "source": "北上太行山，艰哉何巍巍！羊肠坂诘屈，车轮为之摧。树木何萧瑟，北风声正悲。熊罴对我蹲，虎豹夹路啼。溪谷少人民，雪落何霏霏！keysentence延颈长叹息，远行多所怀。我心何怫郁，思欲一东归。水深桥梁绝，中路正徘徊。迷惑失故路，薄暮无宿栖。行行日已远，人马同时饥。担囊行取薪，斧冰持作糜。悲彼《东山》诗，悠悠使我哀。",
    "id": "P264"
  },
  {
    "title": "清明日",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "清娥画扇中，",
      "春树郁金红。",
      "出犯繁花露，",
      "归穿弱柳风。keysentence",
      "马骄偏避幰，",
      "鸡骇乍开笼。",
      "柘弹何人发，",
      "黄鹂隔故宫。"
    ],
    "type": [
      "清明节",
      "踏青"
    ],
    "source": "清娥画扇中，春树郁金红。出犯繁花露，归穿弱柳风。keysentence马骄偏避幰，鸡骇乍开笼。柘弹何人发，黄鹂隔故宫。",
    "id": "P265"
  },
  {
    "title": "念奴娇·登建康赏心亭呈史致道留守",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "我来吊古，",
      "上危楼、赢得闲愁千斛。",
      "虎踞龙蟠何处是，",
      "只有兴亡满目。keysentence",
      "柳外斜阳，",
      "水边归鸟，",
      "陇上吹乔木。",
      "片帆西去，",
      "一声谁喷霜竹。",
      "却忆安石风流，",
      "东山岁晚，",
      "泪落哀筝曲。",
      "儿辈功名都付与，",
      "长日惟消棋局。",
      "宝镜难寻，",
      "碧云将暮，",
      "谁劝杯中绿。",
      "江头风怒，",
      "朝来波浪翻屋。"
    ],
    "type": [
      "吊古伤今"
    ],
    "source": "我来吊古，上危楼、赢得闲愁千斛。虎踞龙蟠何处是，只有兴亡满目。keysentence柳外斜阳，水边归鸟，陇上吹乔木。片帆西去，一声谁喷霜竹。却忆安石风流，东山岁晚，泪落哀筝曲。儿辈功名都付与，长日惟消棋局。宝镜难寻，碧云将暮，谁劝杯中绿。江头风怒，朝来波浪翻屋。",
    "id": "P266"
  },
  {
    "title": "丽人行",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "三月三日天气新，",
      "长安水边多丽人。keysentence",
      "态浓意远淑且真，",
      "肌理细腻骨肉匀。",
      "绣罗衣裳照暮春，",
      "蹙金孔雀银麒麟。",
      "头上何所有？",
      "翠微盍叶垂鬓唇。",
      "背后何所见？",
      "珠压腰衱稳称身。",
      "就中云幕椒房亲，",
      "赐名大国虢与秦。",
      "紫驼之峰出翠釜，",
      "水精之盘行素鳞。",
      "犀箸厌饫久未下，",
      "鸾刀缕切空纷纶。",
      "黄门飞鞚不动尘，",
      "御厨络绎送八珍。",
      "箫鼓哀吟感鬼神，",
      "宾从杂遝实要津。",
      "后来鞍马何逡巡，",
      "当轩下马入锦茵。",
      "杨花雪落覆白苹，",
      "青鸟飞去衔红巾。",
      "炙手可热势绝伦，",
      "慎莫近前丞相嗔！"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "咏叹",
      "讽刺"
    ],
    "source": "三月三日天气新，长安水边多丽人。keysentence态浓意远淑且真，肌理细腻骨肉匀。绣罗衣裳照暮春，蹙金孔雀银麒麟。头上何所有？翠微盍叶垂鬓唇。背后何所见？珠压腰衱稳称身。就中云幕椒房亲，赐名大国虢与秦。紫驼之峰出翠釜，水精之盘行素鳞。犀箸厌饫久未下，鸾刀缕切空纷纶。黄门飞鞚不动尘，御厨络绎送八珍。箫鼓哀吟感鬼神，宾从杂遝实要津。后来鞍马何逡巡，当轩下马入锦茵。杨花雪落覆白苹，青鸟飞去衔红巾。炙手可热势绝伦，慎莫近前丞相嗔！",
    "id": "P267"
  },
  {
    "title": "青玉案·元夕",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "东风夜放花千树。",
      "更吹落、星如雨。keysentence",
      "宝马雕车香满路。",
      "凤箫声动，",
      "玉壶光转，",
      "一夜鱼龙舞。",
      "蛾儿雪柳黄金缕。",
      "笑语盈盈暗香去。",
      "众里寻他千百度。",
      "蓦然回首，",
      "那人却在，",
      "灯火阑珊处。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "元宵节",
      "写人"
    ],
    "source": "东风夜放花千树。更吹落、星如雨。keysentence宝马雕车香满路。凤箫声动，玉壶光转，一夜鱼龙舞。蛾儿雪柳黄金缕。笑语盈盈暗香去。众里寻他千百度。蓦然回首，那人却在，灯火阑珊处。",
    "id": "P268"
  },
  {
    "title": "浣溪沙·玉碗冰寒滴露华",
    "dynasty": "宋代",
    "writer": "晏殊",
    "content": [
      "玉碗冰寒滴露华，",
      "粉融香雪透轻纱。keysentence",
      "晚来妆面胜荷花。",
      "鬓亸欲迎眉际月，",
      "酒红初上脸边霞。",
      "一场春梦日西斜。"
    ],
    "type": [
      "夏天",
      "黄昏",
      "写人"
    ],
    "source": "玉碗冰寒滴露华，粉融香雪透轻纱。keysentence晚来妆面胜荷花。鬓亸欲迎眉际月，酒红初上脸边霞。一场春梦日西斜。",
    "id": "P269"
  },
  {
    "title": "蒿里行",
    "dynasty": "两汉",
    "writer": "曹操",
    "content": [
      "关东有义士，",
      "兴兵讨群凶。",
      "初期会盟津，",
      "乃心在咸阳。",
      "军合力不齐，",
      "踌躇而雁行。keysentence",
      "势利使人争，",
      "嗣还自相戕。",
      "淮南弟称号，",
      "刻玺于北方。",
      "铠甲生虮虱，",
      "万姓以死亡。",
      "白骨露於野，",
      "千里无鸡鸣。",
      "生民百遗一，",
      "念之断人肠。"
    ],
    "type": [
      "古诗三百首",
      "乐府",
      "战争",
      "忧国忧民"
    ],
    "source": "关东有义士，兴兵讨群凶。初期会盟津，乃心在咸阳。军合力不齐，踌躇而雁行。keysentence势利使人争，嗣还自相戕。淮南弟称号，刻玺于北方。铠甲生虮虱，万姓以死亡。白骨露於野，千里无鸡鸣。生民百遗一，念之断人肠。",
    "id": "P270"
  },
  {
    "title": "永遇乐·京口北固亭怀古",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "千古江山，",
      "英雄无觅，",
      "孙仲谋处。",
      "舞榭歌台，",
      "风流总被雨打风吹去。",
      "斜阳草树，",
      "寻常巷陌，",
      "人道寄奴曾住。",
      "想当年，",
      "金戈铁马，",
      "气吞万里如虎。keysentence",
      "元嘉草草，",
      "封狼居胥，",
      "赢得仓皇北顾。",
      "四十三年，",
      "望中犹记，",
      "烽火扬州路。",
      "可堪回首，",
      "佛狸祠下，",
      "一片神鸦社鼓。",
      "凭谁问，",
      "廉颇老矣，",
      "尚能饭否？"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "咏史怀古",
      "爱国",
      "讽刺",
      "慨叹"
    ],
    "source": "千古江山，英雄无觅，孙仲谋处。舞榭歌台，风流总被雨打风吹去。斜阳草树，寻常巷陌，人道寄奴曾住。想当年，金戈铁马，气吞万里如虎。keysentence元嘉草草，封狼居胥，赢得仓皇北顾。四十三年，望中犹记，烽火扬州路。可堪回首，佛狸祠下，一片神鸦社鼓。凭谁问，廉颇老矣，尚能饭否？",
    "id": "P271"
  },
  {
    "title": "鹧鸪天·有客慨然谈功名因追念少年时事戏作",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "壮岁旌旗拥万夫，",
      "锦襜突骑渡江初。",
      "燕兵夜娖银胡觮，",
      "汉箭朝飞金仆姑。",
      "追往事，",
      "叹今吾，",
      "春风不染白髭须。",
      "却将万字平戎策，",
      "换得东家种树书。keysentence"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "回忆",
      "战争",
      "壮志难酬"
    ],
    "source": "壮岁旌旗拥万夫，锦襜突骑渡江初。燕兵夜娖银胡觮，汉箭朝飞金仆姑。追往事，叹今吾，春风不染白髭须。却将万字平戎策，换得东家种树书。keysentence",
    "id": "P272"
  },
  {
    "title": "采桑子·时光只解催人老",
    "dynasty": "宋代",
    "writer": "晏殊",
    "content": [
      "时光只解催人老，",
      "不信多情，",
      "长恨离亭，",
      "泪滴春衫酒易醒。keysentence",
      "梧桐昨夜西风急，",
      "淡月胧明，",
      "好梦频惊，",
      "何处高楼雁一声？"
    ],
    "type": [
      "婉约",
      "感叹",
      "人生",
      "写景"
    ],
    "source": "时光只解催人老，不信多情，长恨离亭，泪滴春衫酒易醒。keysentence梧桐昨夜西风急，淡月胧明，好梦频惊，何处高楼雁一声？",
    "id": "P273"
  },
  {
    "title": "行香子·树绕村庄",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "树绕村庄，",
      "水满陂塘。keysentence",
      "倚东风、豪兴徜徉。",
      "小园几许，",
      "收尽春光。",
      "有桃花红，",
      "李花白，",
      "菜花黄。",
      "远远围墙，",
      "隐隐茅堂。",
      "飏青旗、流水桥旁。",
      "偶然乘兴、步过东冈。",
      "正莺儿啼，",
      "燕儿舞，",
      "蝶儿忙。"
    ],
    "type": [
      "宋词三百首",
      "春天",
      "乡村"
    ],
    "source": "树绕村庄，水满陂塘。keysentence倚东风、豪兴徜徉。小园几许，收尽春光。有桃花红，李花白，菜花黄。远远围墙，隐隐茅堂。飏青旗、流水桥旁。偶然乘兴、步过东冈。正莺儿啼，燕儿舞，蝶儿忙。",
    "id": "P274"
  },
  {
    "title": "秋晚登城北楼",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "幅巾藜杖北城头，",
      "卷地西风满眼愁。",
      "一点烽传散关信，",
      "两行雁带杜陵秋。keysentence",
      "山河兴废供搔首，",
      "身世安危入倚楼。",
      "横槊赋诗非复昔，",
      "梦魂犹绕古梁州。"
    ],
    "type": [
      "秋天",
      "登楼",
      "抒怀",
      "爱国",
      "壮志"
    ],
    "source": "幅巾藜杖北城头，卷地西风满眼愁。一点烽传散关信，两行雁带杜陵秋。keysentence山河兴废供搔首，身世安危入倚楼。横槊赋诗非复昔，梦魂犹绕古梁州。",
    "id": "P275"
  },
  {
    "title": "雪梅香·景萧索",
    "dynasty": "宋代",
    "writer": "柳永",
    "content": [
      "景萧索，",
      "危楼独立面晴空。",
      "动悲秋情绪，",
      "当时宋玉应同。",
      "渔市孤烟袅寒碧，",
      "水村残叶舞愁红。",
      "楚天阔，",
      "浪浸斜阳，",
      "千里溶溶。",
      "临风。",
      "想佳丽，",
      "别后愁颜，",
      "镇敛眉峰。keysentence",
      "可惜当年，",
      "顿乖雨迹云踪。",
      "雅态妍姿正欢洽，",
      "落花流水忽西东。",
      "无憀恨、相思意，",
      "尽分付征鸿。"
    ],
    "type": [],
    "source": "景萧索，危楼独立面晴空。动悲秋情绪，当时宋玉应同。渔市孤烟袅寒碧，水村残叶舞愁红。楚天阔，浪浸斜阳，千里溶溶。临风。想佳丽，别后愁颜，镇敛眉峰。keysentence可惜当年，顿乖雨迹云踪。雅态妍姿正欢洽，落花流水忽西东。无憀恨、相思意，尽分付征鸿。",
    "id": "P276"
  },
  {
    "title": "太原早秋",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "岁落众芳歇，",
      "时当大火流。",
      "霜威出塞早，",
      "云色渡河秋。keysentence",
      "梦绕边城月，",
      "心飞故国楼。",
      "思归若汾水，",
      "无日不悠悠。"
    ],
    "type": [
      "秋天",
      "写景",
      "思乡"
    ],
    "source": "岁落众芳歇，时当大火流。霜威出塞早，云色渡河秋。keysentence梦绕边城月，心飞故国楼。思归若汾水，无日不悠悠。",
    "id": "P277"
  },
  {
    "title": "花影",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "重重叠叠上瑶台，",
      "几度呼童扫不开。keysentence",
      "刚被太阳收拾去，",
      "却教明月送将来。"
    ],
    "type": [
      "咏物",
      "抒怀",
      "失意",
      "无奈"
    ],
    "source": "重重叠叠上瑶台，几度呼童扫不开。keysentence刚被太阳收拾去，却教明月送将来。",
    "id": "P278"
  },
  {
    "title": "天净沙·夏",
    "dynasty": "元代",
    "writer": "白朴",
    "content": [
      "云收雨过波添，",
      "楼高水冷瓜甜，",
      "绿树阴垂画檐。keysentence",
      "纱厨藤簟，",
      "玉人罗扇轻缣。"
    ],
    "type": [
      "夏天",
      "写景",
      "写人"
    ],
    "source": "云收雨过波添，楼高水冷瓜甜，绿树阴垂画檐。keysentence纱厨藤簟，玉人罗扇轻缣。",
    "id": "P279"
  },
  {
    "title": "剑门道中遇微雨",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "衣上征尘杂酒痕，",
      "远游无处不消魂。",
      "此身合是诗人未？",
      "细雨骑驴入剑门。keysentence"
    ],
    "type": [
      "古诗三百首",
      "写雨",
      "抒怀"
    ],
    "source": "衣上征尘杂酒痕，远游无处不消魂。此身合是诗人未？细雨骑驴入剑门。keysentence",
    "id": "P280"
  },
  {
    "title": "南陵道中",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "南陵水面漫悠悠，",
      "风紧云轻欲变秋。keysentence",
      "正是客心孤迥处，",
      "谁家红袖凭江楼？"
    ],
    "type": [
      "写景",
      "抒情",
      "孤独"
    ],
    "source": "南陵水面漫悠悠，风紧云轻欲变秋。keysentence正是客心孤迥处，谁家红袖凭江楼？",
    "id": "P281"
  },
  {
    "title": "九歌·湘夫人",
    "dynasty": "先秦",
    "writer": "屈原",
    "content": [
      "帝子降兮北渚，",
      "目眇眇兮愁予。",
      "袅袅兮秋风，",
      "洞庭波兮木叶下。keysentence",
      "登白薠兮骋望，",
      "与佳期兮夕张。",
      "鸟何萃兮苹中，",
      "罾何为兮木上。",
      "沅有芷兮澧有兰，",
      "思公子兮未敢言。",
      "荒忽兮远望，",
      "观流水兮潺湲。",
      "麋何食兮庭中？",
      "蛟何为兮水裔？",
      "朝驰余马兮江皋，",
      "夕济兮西澨。",
      "闻佳人兮召予，",
      "将腾驾兮偕逝。",
      "筑室兮水中，",
      "葺之兮荷盖；",
      "荪壁兮紫坛，",
      "播芳椒兮成堂；",
      "桂栋兮兰橑，",
      "辛夷楣兮药房；",
      "罔薜荔兮为帷，",
      "擗蕙櫋兮既张；",
      "白玉兮为镇，",
      "疏石兰兮为芳；",
      "芷葺兮荷屋，",
      "缭之兮杜衡。",
      "合百草兮实庭，",
      "建芳馨兮庑门。",
      "九嶷缤兮并迎，",
      "灵之来兮如云。",
      "捐余袂兮江中，",
      "遗余褋兮澧浦。",
      "搴汀洲兮杜若，",
      "将以遗兮远者；",
      "时不可兮骤得，",
      "聊逍遥兮容与！"
    ],
    "type": [
      "思念",
      "爱情",
      "写人"
    ],
    "source": "帝子降兮北渚，目眇眇兮愁予。袅袅兮秋风，洞庭波兮木叶下。keysentence登白薠兮骋望，与佳期兮夕张。鸟何萃兮苹中，罾何为兮木上。沅有芷兮澧有兰，思公子兮未敢言。荒忽兮远望，观流水兮潺湲。麋何食兮庭中？蛟何为兮水裔？朝驰余马兮江皋，夕济兮西澨。闻佳人兮召予，将腾驾兮偕逝。筑室兮水中，葺之兮荷盖；荪壁兮紫坛，播芳椒兮成堂；桂栋兮兰橑，辛夷楣兮药房；罔薜荔兮为帷，擗蕙櫋兮既张；白玉兮为镇，疏石兰兮为芳；芷葺兮荷屋，缭之兮杜衡。合百草兮实庭，建芳馨兮庑门。九嶷缤兮并迎，灵之来兮如云。捐余袂兮江中，遗余褋兮澧浦。搴汀洲兮杜若，将以遗兮远者；时不可兮骤得，聊逍遥兮容与！",
    "id": "P282"
  },
  {
    "title": "玉阶怨",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "玉阶生白露，",
      "夜久侵罗袜。",
      "却下水晶帘，",
      "玲珑望秋月。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "宫怨",
      "孤独"
    ],
    "source": "玉阶生白露，夜久侵罗袜。却下水晶帘，玲珑望秋月。keysentence",
    "id": "P283"
  },
  {
    "title": "宣州谢脁楼饯别校书叔云",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "弃我去者，",
      "昨日之日不可留；",
      "乱我心者，",
      "今日之日多烦忧。",
      "长风万里送秋雁，",
      "对此可以酣高楼。",
      "蓬莱文章建安骨，",
      "中间小谢又清发。keysentence",
      "俱怀逸兴壮思飞，",
      "欲上青天览明月。",
      "抽刀断水水更流，",
      "举杯销愁愁更愁。",
      "人生在世不称意，",
      "明朝散发弄扁舟。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "哲理",
      "离别",
      "抒怀",
      "豪迈"
    ],
    "source": "弃我去者，昨日之日不可留；乱我心者，今日之日多烦忧。长风万里送秋雁，对此可以酣高楼。蓬莱文章建安骨，中间小谢又清发。keysentence俱怀逸兴壮思飞，欲上青天览明月。抽刀断水水更流，举杯销愁愁更愁。人生在世不称意，明朝散发弄扁舟。",
    "id": "P284"
  },
  {
    "title": "行香子·述怀",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "清夜无尘。",
      "月色如银。",
      "酒斟时、须满十分。",
      "浮名浮利，",
      "虚苦劳神。",
      "叹隙中驹，",
      "石中火，",
      "梦中身。keysentence",
      "虽抱文章，",
      "开口谁亲。",
      "且陶陶、乐尽天真。",
      "几时归去，",
      "作个闲人。",
      "对一张琴，",
      "一壶酒，",
      "一溪云。"
    ],
    "type": [
      "饮酒",
      "抒怀"
    ],
    "source": "清夜无尘。月色如银。酒斟时、须满十分。浮名浮利，虚苦劳神。叹隙中驹，石中火，梦中身。keysentence虽抱文章，开口谁亲。且陶陶、乐尽天真。几时归去，作个闲人。对一张琴，一壶酒，一溪云。",
    "id": "P285"
  },
  {
    "title": "梦江南·千万恨",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "千万恨，",
      "恨极在天涯。keysentence",
      "山月不知心里事，",
      "水风空落眼前花，",
      "摇曳碧云斜。"
    ],
    "type": [
      "婉约",
      "写景",
      "妇女",
      "怀人"
    ],
    "source": "千万恨，恨极在天涯。keysentence山月不知心里事，水风空落眼前花，摇曳碧云斜。",
    "id": "P286"
  },
  {
    "title": "越中览古",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "越王勾践破吴归，",
      "义士还乡尽锦衣。",
      "宫女如花满春殿，",
      "只今惟有鹧鸪飞。keysentence"
    ],
    "type": [
      "咏史怀古"
    ],
    "source": "越王勾践破吴归，义士还乡尽锦衣。宫女如花满春殿，只今惟有鹧鸪飞。keysentence",
    "id": "P287"
  },
  {
    "title": "离思五首",
    "dynasty": "唐代",
    "writer": "元稹",
    "content": [
      "自爱残妆晓镜中，",
      "环钗漫篸绿丝丛。",
      "须臾日射胭脂颊，",
      "一朵红苏旋欲融。",
      "山泉散漫绕阶流，",
      "万树桃花映小楼。",
      "闲读道书慵未起，",
      "水晶帘下看梳头。",
      "红罗著压逐时新，",
      "吉了花纱嫩麴尘。",
      "第一莫嫌材地弱，",
      "些些纰缦最宜人。",
      "曾经沧海难为水，",
      "除却巫山不是云。",
      "取次花丛懒回顾，",
      "半缘修道半缘君。",
      "寻常百种花齐发，",
      "偏摘梨花与白人。keysentence",
      "今日江头两三树，",
      "可怜和叶度残春。"
    ],
    "type": [
      "爱情",
      "思念",
      "组诗"
    ],
    "source": "自爱残妆晓镜中，环钗漫篸绿丝丛。须臾日射胭脂颊，一朵红苏旋欲融。山泉散漫绕阶流，万树桃花映小楼。闲读道书慵未起，水晶帘下看梳头。红罗著压逐时新，吉了花纱嫩麴尘。第一莫嫌材地弱，些些纰缦最宜人。曾经沧海难为水，除却巫山不是云。取次花丛懒回顾，半缘修道半缘君。寻常百种花齐发，偏摘梨花与白人。keysentence今日江头两三树，可怜和叶度残春。",
    "id": "P288"
  },
  {
    "title": "望岳",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "岱宗夫如何？",
      "齐鲁青未了。",
      "造化钟神秀，",
      "阴阳割昏晓。",
      "荡胸生曾云，",
      "决眦入归鸟。",
      "会当凌绝顶，",
      "一览众山小。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "写景",
      "写山",
      "写鸟",
      "励志",
      "哲理",
      "早教古诗100首"
    ],
    "source": "岱宗夫如何？齐鲁青未了。造化钟神秀，阴阳割昏晓。荡胸生曾云，决眦入归鸟。会当凌绝顶，一览众山小。keysentence",
    "id": "P289"
  },
  {
    "title": "踏莎行·郴州旅舍",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "雾失楼台，",
      "月迷津渡。",
      "桃源望断无寻处。",
      "可堪孤馆闭春寒，",
      "杜鹃声里斜阳暮。keysentence",
      "驿寄梅花，",
      "鱼传尺素。",
      "砌成此恨无重数。",
      "郴江幸自绕郴山，",
      "为谁流下潇湘去。"
    ],
    "type": [
      "宋词三百首",
      "高中古诗",
      "婉约",
      "孤独",
      "思念"
    ],
    "source": "雾失楼台，月迷津渡。桃源望断无寻处。可堪孤馆闭春寒，杜鹃声里斜阳暮。keysentence驿寄梅花，鱼传尺素。砌成此恨无重数。郴江幸自绕郴山，为谁流下潇湘去。",
    "id": "P290"
  },
  {
    "title": "早梅",
    "dynasty": "唐代",
    "writer": "柳宗元",
    "content": [
      "早梅发高树，",
      "迥映楚天碧。keysentence",
      "朔吹飘夜香，",
      "繁霜滋晓白。",
      "欲为万里赠，",
      "杳杳山水隔。",
      "寒英坐销落，",
      "何用慰远客。"
    ],
    "type": [
      "咏物",
      "梅花",
      "抒怀"
    ],
    "source": "早梅发高树，迥映楚天碧。keysentence朔吹飘夜香，繁霜滋晓白。欲为万里赠，杳杳山水隔。寒英坐销落，何用慰远客。",
    "id": "P291"
  },
  {
    "title": "江南春",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "千里莺啼绿映红，",
      "水村山郭酒旗风。",
      "南朝四百八十寺，",
      "多少楼台烟雨中。keysentence"
    ],
    "type": [
      "春天",
      "写景",
      "寺庙",
      "抒情"
    ],
    "source": "千里莺啼绿映红，水村山郭酒旗风。南朝四百八十寺，多少楼台烟雨中。keysentence",
    "id": "P292"
  },
  {
    "title": "望江南·超然台作",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "春未老，",
      "风细柳斜斜。",
      "试上超然台上看，",
      "半壕春水一城花。",
      "烟雨暗千家。",
      "寒食后，",
      "酒醒却咨嗟。",
      "休对故人思故国，",
      "且将新火试新茶。",
      "诗酒趁年华。keysentence"
    ],
    "type": [
      "春天",
      "写景",
      "抒情",
      "思乡"
    ],
    "source": "春未老，风细柳斜斜。试上超然台上看，半壕春水一城花。烟雨暗千家。寒食后，酒醒却咨嗟。休对故人思故国，且将新火试新茶。诗酒趁年华。keysentence",
    "id": "P293"
  },
  {
    "title": "少年行四首",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "新丰美酒斗十千，",
      "咸阳游侠多少年。keysentence",
      "相逢意气为君饮，",
      "系马高楼垂柳边。",
      "出身仕汉羽林郎，",
      "初随骠骑战渔阳。",
      "孰知不向边庭苦，",
      "纵死犹闻侠骨香。",
      "一身能擘两雕弧，",
      "虏骑千重只似无。",
      "偏坐金鞍调白羽，",
      "纷纷射杀五单于。",
      "汉家君臣欢宴终，",
      "高议云台论战功。",
      "天子临轩赐侯印，",
      "将军佩出明光宫。"
    ],
    "type": [
      "乐府",
      "励志",
      "少年",
      "喝酒",
      "边塞",
      "战争"
    ],
    "source": "新丰美酒斗十千，咸阳游侠多少年。keysentence相逢意气为君饮，系马高楼垂柳边。出身仕汉羽林郎，初随骠骑战渔阳。孰知不向边庭苦，纵死犹闻侠骨香。一身能擘两雕弧，虏骑千重只似无。偏坐金鞍调白羽，纷纷射杀五单于。汉家君臣欢宴终，高议云台论战功。天子临轩赐侯印，将军佩出明光宫。",
    "id": "P294"
  },
  {
    "title": "蝶恋花·雨霰疏疏经泼火",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "雨霰疏疏经泼火。",
      "巷陌秋千，",
      "犹未清明过。",
      "杏子梢头香蕾破。",
      "淡红褪白胭脂涴。",
      "苦被多情相折挫。",
      "病绪厌厌，",
      "浑似年时个。keysentence",
      "绕遍回廊还独坐。",
      "月笼云暗重门锁。"
    ],
    "type": [
      "孤独",
      "感伤"
    ],
    "source": "雨霰疏疏经泼火。巷陌秋千，犹未清明过。杏子梢头香蕾破。淡红褪白胭脂涴。苦被多情相折挫。病绪厌厌，浑似年时个。keysentence绕遍回廊还独坐。月笼云暗重门锁。",
    "id": "P295"
  },
  {
    "title": "采莲曲二首",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "吴姬越艳楚王妃，",
      "争弄莲舟水湿衣。",
      "来时浦口花迎入，",
      "采罢江头月送归。keysentence",
      "荷叶罗裙一色裁，",
      "芙蓉向脸两边开。",
      "乱入池中看不见，",
      "闻歌始觉有人来。"
    ],
    "type": [
      "荷花",
      "女子",
      "组诗"
    ],
    "source": "吴姬越艳楚王妃，争弄莲舟水湿衣。来时浦口花迎入，采罢江头月送归。keysentence荷叶罗裙一色裁，芙蓉向脸两边开。乱入池中看不见，闻歌始觉有人来。",
    "id": "P296"
  },
  {
    "title": "苔",
    "dynasty": "清代",
    "writer": "袁枚",
    "content": [
      "白日不到处，",
      "青春恰自来。keysentence",
      "苔花如米小，",
      "也学牡丹开。"
    ],
    "type": [
      "咏物",
      "植物",
      "励志"
    ],
    "source": "白日不到处，青春恰自来。keysentence苔花如米小，也学牡丹开。",
    "id": "P297"
  },
  {
    "title": "酹江月·和友驿中言别",
    "dynasty": "宋代",
    "writer": "文天祥",
    "content": [
      "乾坤能大，",
      "算蛟龙元不是池中物。",
      "风雨牢愁无著处，",
      "那更寒蛩四壁。",
      "横槊题诗，",
      "登楼作赋，",
      "万事空中雪。keysentence",
      "江流如此，",
      "方来还有英杰。",
      "堪笑一叶漂零，",
      "重来淮水，",
      "正凉风新发。",
      "镜里朱颜都变尽，",
      "只有丹心难灭。",
      "去去龙沙，",
      "江山回首，",
      "一线青如发。",
      "故人应念，",
      "杜鹃枝上残月。"
    ],
    "type": [
      "豪放",
      "爱国"
    ],
    "source": "乾坤能大，算蛟龙元不是池中物。风雨牢愁无著处，那更寒蛩四壁。横槊题诗，登楼作赋，万事空中雪。keysentence江流如此，方来还有英杰。堪笑一叶漂零，重来淮水，正凉风新发。镜里朱颜都变尽，只有丹心难灭。去去龙沙，江山回首，一线青如发。故人应念，杜鹃枝上残月。",
    "id": "P298"
  },
  {
    "title": "满江红·登黄鹤楼有感",
    "dynasty": "宋代",
    "writer": "岳飞",
    "content": [
      "遥望中原，",
      "荒烟外、许多城郭。",
      "想当年、花遮柳护，",
      "凤楼龙阁。",
      "万岁山前珠翠绕，",
      "蓬壶殿里笙歌作。",
      "到而今、铁骑满郊畿，",
      "风尘恶。",
      "兵安在？",
      "膏锋锷。",
      "民安在？",
      "填沟壑。",
      "叹江山如故，",
      "千村寥落。keysentence",
      "何日请缨提锐旅，",
      "一鞭直渡清河洛。",
      "却归来、再续汉阳游，",
      "骑黄鹤。"
    ],
    "type": [
      "豪放",
      "登楼",
      "抒怀"
    ],
    "source": "遥望中原，荒烟外、许多城郭。想当年、花遮柳护，凤楼龙阁。万岁山前珠翠绕，蓬壶殿里笙歌作。到而今、铁骑满郊畿，风尘恶。兵安在？膏锋锷。民安在？填沟壑。叹江山如故，千村寥落。keysentence何日请缨提锐旅，一鞭直渡清河洛。却归来、再续汉阳游，骑黄鹤。",
    "id": "P299"
  },
  {
    "title": "赤壁",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "折戟沉沙铁未销，",
      "自将磨洗认前朝。",
      "东风不与周郎便，",
      "铜雀春深锁二乔。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "咏史怀古",
      "战争",
      "怀才不遇"
    ],
    "source": "折戟沉沙铁未销，自将磨洗认前朝。东风不与周郎便，铜雀春深锁二乔。keysentence",
    "id": "P300"
  },
  {
    "title": "采桑子·荷花开后西湖好",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "荷花开后西湖好，",
      "载酒来时。keysentence",
      "不用旌旗，",
      "前后红幢绿盖随。",
      "画船撑入花深处，",
      "香泛金卮。",
      "烟雨微微，",
      "一片笙歌醉里归。"
    ],
    "type": [
      "写水",
      "西湖",
      "荷花",
      "抒情"
    ],
    "source": "荷花开后西湖好，载酒来时。keysentence不用旌旗，前后红幢绿盖随。画船撑入花深处，香泛金卮。烟雨微微，一片笙歌醉里归。",
    "id": "P301"
  },
  {
    "title": "减字木兰花·卖花担上",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "卖花担上。",
      "买得一枝春欲放。",
      "泪染轻匀。",
      "犹带彤霞晓露痕。",
      "怕郎猜道。",
      "奴面不如花面好。keysentence",
      "云鬓斜簪。",
      "徒要教郎比并看。"
    ],
    "type": [
      "宋词精选",
      "春天",
      "生活",
      "写花"
    ],
    "source": "卖花担上。买得一枝春欲放。泪染轻匀。犹带彤霞晓露痕。怕郎猜道。奴面不如花面好。keysentence云鬓斜簪。徒要教郎比并看。",
    "id": "P302"
  },
  {
    "title": "前出塞九首·其六",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "挽弓当挽强，",
      "用箭当用长。",
      "射人先射马，",
      "擒贼先擒王。keysentence",
      "杀人亦有限，",
      "列国自有疆。",
      "苟能制侵陵，",
      "岂在多杀伤。"
    ],
    "type": [
      "议论",
      "战争",
      "哲理"
    ],
    "source": "挽弓当挽强，用箭当用长。射人先射马，擒贼先擒王。keysentence杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤。",
    "id": "P303"
  },
  {
    "title": "将进酒",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "君不见，",
      "黄河之水天上来，",
      "奔流到海不复回。",
      "君不见，",
      "高堂明镜悲白发，",
      "朝如青丝暮成雪。",
      "人生得意须尽欢，",
      "莫使金樽空对月。",
      "天生我材必有用，",
      "千金散尽还复来。keysentence",
      "烹羊宰牛且为乐，",
      "会须一饮三百杯。",
      "岑夫子，",
      "丹丘生，",
      "将进酒，",
      "杯莫停。",
      "与君歌一曲，",
      "请君为我倾耳听。",
      "钟鼓馔玉不足贵，",
      "但愿长醉不复醒。",
      "古来圣贤皆寂寞，",
      "惟有饮者留其名。",
      "陈王昔时宴平乐，",
      "斗酒十千恣欢谑。",
      "主人何为言少钱，",
      "径须沽取对君酌。",
      "五花马，",
      "千金裘，",
      "呼儿将出换美酒，",
      "与尔同销万古愁。"
    ],
    "type": [
      "乐府",
      "唐诗三百首",
      "咏物",
      "抒情",
      "哲理",
      "宴饮"
    ],
    "source": "君不见，黄河之水天上来，奔流到海不复回。君不见，高堂明镜悲白发，朝如青丝暮成雪。人生得意须尽欢，莫使金樽空对月。天生我材必有用，千金散尽还复来。keysentence烹羊宰牛且为乐，会须一饮三百杯。岑夫子，丹丘生，将进酒，杯莫停。与君歌一曲，请君为我倾耳听。钟鼓馔玉不足贵，但愿长醉不复醒。古来圣贤皆寂寞，惟有饮者留其名。陈王昔时宴平乐，斗酒十千恣欢谑。主人何为言少钱，径须沽取对君酌。五花马，千金裘，呼儿将出换美酒，与尔同销万古愁。",
    "id": "P304"
  },
  {
    "title": "蝶恋花·伫倚危楼风细细",
    "dynasty": "宋代",
    "writer": "柳永",
    "content": [
      "伫倚危楼风细细，",
      "望极春愁，",
      "黯黯生天际。",
      "草色烟光残照里，",
      "无言谁会凭阑意。",
      "拟把疏狂图一醉，",
      "对酒当歌，",
      "强乐还无味。",
      "衣带渐宽终不悔，",
      "为伊消得人憔悴。keysentence"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "抒情",
      "爱情",
      "思念"
    ],
    "source": "伫倚危楼风细细，望极春愁，黯黯生天际。草色烟光残照里，无言谁会凭阑意。拟把疏狂图一醉，对酒当歌，强乐还无味。衣带渐宽终不悔，为伊消得人憔悴。keysentence",
    "id": "P305"
  },
  {
    "title": "雁门太守行",
    "dynasty": "唐代",
    "writer": "李贺",
    "content": [
      "黑云压城城欲摧，",
      "甲光向日金鳞开。keysentence",
      "角声满天秋色里，",
      "塞上燕脂凝夜紫。",
      "半卷红旗临易水，",
      "霜重鼓寒声不起。",
      "报君黄金台上意，",
      "提携玉龙为君死！"
    ],
    "type": [
      "初中古诗",
      "乐府",
      "拟古",
      "边塞",
      "战争"
    ],
    "source": "黑云压城城欲摧，甲光向日金鳞开。keysentence角声满天秋色里，塞上燕脂凝夜紫。半卷红旗临易水，霜重鼓寒声不起。报君黄金台上意，提携玉龙为君死！",
    "id": "P306"
  },
  {
    "title": "渔翁",
    "dynasty": "唐代",
    "writer": "柳宗元",
    "content": [
      "渔翁夜傍西岩宿，",
      "晓汲清湘燃楚竹。",
      "烟销日出不见人，",
      "欸乃一声山水绿。",
      "回看天际下中流，",
      "岩上无心云相逐。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "山水",
      "写人"
    ],
    "source": "渔翁夜傍西岩宿，晓汲清湘燃楚竹。烟销日出不见人，欸乃一声山水绿。回看天际下中流，岩上无心云相逐。keysentence",
    "id": "P307"
  },
  {
    "title": "长干行·君家何处住",
    "dynasty": "唐代",
    "writer": "崔颢",
    "content": [
      "君家何处住，",
      "妾住在横塘。keysentence",
      "停船暂借问，",
      "或恐是同乡。"
    ],
    "type": [
      "唐诗三百首",
      "女子",
      "孤独",
      "思乡"
    ],
    "source": "君家何处住，妾住在横塘。keysentence停船暂借问，或恐是同乡。",
    "id": "P308"
  },
  {
    "title": "登岳阳楼",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "昔闻洞庭水，",
      "今上岳阳楼。keysentence",
      "吴楚东南坼，",
      "乾坤日夜浮。",
      "亲朋无一字，",
      "老病有孤舟。",
      "戎马关山北，",
      "凭轩涕泗流。"
    ],
    "type": [
      "唐诗三百首",
      "山水",
      "抱负"
    ],
    "source": "昔闻洞庭水，今上岳阳楼。keysentence吴楚东南坼，乾坤日夜浮。亲朋无一字，老病有孤舟。戎马关山北，凭轩涕泗流。",
    "id": "P309"
  },
  {
    "title": "陇西行",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "十里一走马，",
      "五里一扬鞭。",
      "都护军书至，",
      "匈奴围酒泉。",
      "关山正飞雪，",
      "烽火断无烟。keysentence"
    ],
    "type": [
      "边塞",
      "战争"
    ],
    "source": "十里一走马，五里一扬鞭。都护军书至，匈奴围酒泉。关山正飞雪，烽火断无烟。keysentence",
    "id": "P310"
  },
  {
    "title": "风雨",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "凄凉宝剑篇，",
      "羁泊欲穷年。",
      "黄叶仍风雨，",
      "青楼自管弦。",
      "新知遭薄俗，",
      "旧好隔良缘。",
      "心断新丰酒，",
      "销愁斗几千。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "怀才不遇",
      "风雨"
    ],
    "source": "凄凉宝剑篇，羁泊欲穷年。黄叶仍风雨，青楼自管弦。新知遭薄俗，旧好隔良缘。心断新丰酒，销愁斗几千。keysentence",
    "id": "P311"
  },
  {
    "title": "生查子·重叶梅",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "百花头上开，",
      "冰雪寒中见。keysentence",
      "霜月定相知，",
      "先识春风面。",
      "主人情意深，",
      "不管江妃怨。",
      "折我最繁枝，",
      "还许冰壶荐。"
    ],
    "type": [
      "咏物",
      "梅花"
    ],
    "source": "百花头上开，冰雪寒中见。keysentence霜月定相知，先识春风面。主人情意深，不管江妃怨。折我最繁枝，还许冰壶荐。",
    "id": "P312"
  },
  {
    "title": "渔父·浪花有意千里雪",
    "dynasty": "五代",
    "writer": "李煜",
    "content": [
      "浪花有意千里雪，",
      "桃花无言一队春。",
      "一壶酒，",
      "一竿身，",
      "快活如侬有几人。keysentence"
    ],
    "type": [
      "题画",
      "抒怀",
      "向往",
      "隐逸",
      "生活"
    ],
    "source": "浪花有意千里雪，桃花无言一队春。一壶酒，一竿身，快活如侬有几人。keysentence",
    "id": "P313"
  },
  {
    "title": "念奴娇·中秋",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "凭高眺远，",
      "见长空万里，",
      "云无留迹。keysentence",
      "桂魄飞来，",
      "光射处，",
      "冷浸一天秋碧。",
      "玉宇琼楼，",
      "乘鸾来去，",
      "人在清凉国。",
      "江山如画，",
      "望中烟树历历。",
      "我醉拍手狂歌，",
      "举杯邀月，",
      "对影成三客。",
      "起舞徘徊风露下，",
      "今夕不知何夕？",
      "便欲乘风，",
      "翻然归去，",
      "何用骑鹏翼。",
      "水晶宫里，",
      "一声吹断横笛。"
    ],
    "type": [
      "中秋节",
      "月亮",
      "想象",
      "向往"
    ],
    "source": "凭高眺远，见长空万里，云无留迹。keysentence桂魄飞来，光射处，冷浸一天秋碧。玉宇琼楼，乘鸾来去，人在清凉国。江山如画，望中烟树历历。我醉拍手狂歌，举杯邀月，对影成三客。起舞徘徊风露下，今夕不知何夕？便欲乘风，翻然归去，何用骑鹏翼。水晶宫里，一声吹断横笛。",
    "id": "P314"
  },
  {
    "title": "读山海经·其十",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "精卫衔微木，",
      "将以填沧海。",
      "刑天舞干戚，",
      "猛志固常在。keysentence",
      "同物既无虑，",
      "化去不复悔。",
      "徒设在昔心，",
      "良辰讵可待。"
    ],
    "type": [
      "古诗三百首",
      "赞美",
      "写人",
      "神话"
    ],
    "source": "精卫衔微木，将以填沧海。刑天舞干戚，猛志固常在。keysentence同物既无虑，化去不复悔。徒设在昔心，良辰讵可待。",
    "id": "P315"
  },
  {
    "title": "鹧鸪天·寒日萧萧上琐窗",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "寒日萧萧上琐窗，",
      "梧桐应恨夜来霜。",
      "酒阑更喜团茶苦，",
      "梦断偏宜瑞脑香。",
      "秋已尽，",
      "日犹长，",
      "仲宣怀远更凄凉。keysentence",
      "不如随分尊前醉，",
      "莫负东篱菊蕊黄。"
    ],
    "type": [
      "宋词三百首",
      "无奈",
      "思念"
    ],
    "source": "寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。keysentence不如随分尊前醉，莫负东篱菊蕊黄。",
    "id": "P316"
  },
  {
    "title": "八月十五日夜湓亭望月",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "昔年八月十五夜，",
      "曲江池畔杏园边。",
      "今年八月十五夜，",
      "湓浦沙头水馆前。",
      "西北望乡何处是，",
      "东南见月几回圆。keysentence",
      "昨风一吹无人会，",
      "今夜清光似往年。"
    ],
    "type": [
      "中秋节",
      "贬谪",
      "孤独",
      "思乡"
    ],
    "source": "昔年八月十五夜，曲江池畔杏园边。今年八月十五夜，湓浦沙头水馆前。西北望乡何处是，东南见月几回圆。keysentence昨风一吹无人会，今夜清光似往年。",
    "id": "P317"
  },
  {
    "title": "岳阳楼记",
    "dynasty": "宋代",
    "writer": "范仲淹",
    "content": [
      "庆历四年春，",
      "滕子京谪守巴陵郡。",
      "越明年，",
      "政通人和，",
      "百废具兴。",
      "乃重修岳阳楼，",
      "增其旧制，",
      "刻唐贤今人诗赋于其上。",
      "属予作文以记之。",
      "予观夫巴陵胜状，",
      "在洞庭一湖。",
      "衔远山，",
      "吞长江，",
      "浩浩汤汤，",
      "横无际涯；",
      "朝晖夕阴，",
      "气象万千。",
      "此则岳阳楼之大观也，",
      "前人之述备矣。",
      "然则北通巫峡，",
      "南极潇湘，",
      "迁客骚人，",
      "多会于此，",
      "览物之情，",
      "得无异乎?若夫淫雨霏霏，",
      "连月不开，",
      "阴风怒号，",
      "浊浪排空；",
      "日星隐耀，",
      "山岳潜形；",
      "商旅不行，",
      "樯倾楫摧；",
      "薄暮冥冥，",
      "虎啸猿啼。",
      "登斯楼也，",
      "则有去国怀乡，",
      "忧谗畏讥，",
      "满目萧然，",
      "感极而悲者矣。",
      "至若春和景明，",
      "波澜不惊，",
      "上下天光，",
      "一碧万顷；",
      "沙鸥翔集，",
      "锦鳞游泳；",
      "岸芷汀兰，",
      "郁郁青青。",
      "而或长烟一空，",
      "皓月千里，",
      "浮光跃金，",
      "静影沉璧，",
      "渔歌互答，",
      "此乐何极！",
      "登斯楼也，",
      "则有心旷神怡，",
      "宠辱偕忘，",
      "把酒临风，",
      "其喜洋洋者矣。",
      "嗟夫！",
      "予尝求古仁人之心，",
      "或异二者之为，",
      "何哉？",
      "不以物喜，",
      "不以己悲；",
      "居庙堂之高则忧其民；",
      "处江湖之远则忧其君。",
      "是进亦忧，",
      "退亦忧。",
      "然则何时而乐耶？",
      "其必曰：",
      "先天下之忧而忧，",
      "后天下之乐而乐keysentence",
      "乎。",
      "噫！",
      "微斯人，",
      "吾谁与归？",
      "时六年九月十五日。"
    ],
    "type": [
      "辞赋精选",
      "初中文言文",
      "古文观止",
      "写景",
      "抒情",
      "爱国"
    ],
    "source": "庆历四年春，滕子京谪守巴陵郡。越明年，政通人和，百废具兴。乃重修岳阳楼，增其旧制，刻唐贤今人诗赋于其上。属予作文以记之。予观夫巴陵胜状，在洞庭一湖。衔远山，吞长江，浩浩汤汤，横无际涯；朝晖夕阴，气象万千。此则岳阳楼之大观也，前人之述备矣。然则北通巫峡，南极潇湘，迁客骚人，多会于此，览物之情，得无异乎?若夫淫雨霏霏，连月不开，阴风怒号，浊浪排空；日星隐耀，山岳潜形；商旅不行，樯倾楫摧；薄暮冥冥，虎啸猿啼。登斯楼也，则有去国怀乡，忧谗畏讥，满目萧然，感极而悲者矣。至若春和景明，波澜不惊，上下天光，一碧万顷；沙鸥翔集，锦鳞游泳；岸芷汀兰，郁郁青青。而或长烟一空，皓月千里，浮光跃金，静影沉璧，渔歌互答，此乐何极！登斯楼也，则有心旷神怡，宠辱偕忘，把酒临风，其喜洋洋者矣。嗟夫！予尝求古仁人之心，或异二者之为，何哉？不以物喜，不以己悲；居庙堂之高则忧其民；处江湖之远则忧其君。是进亦忧，退亦忧。然则何时而乐耶？其必曰：先天下之忧而忧，后天下之乐而乐keysentence乎。噫！微斯人，吾谁与归？时六年九月十五日。",
    "id": "P318"
  },
  {
    "title": "稚子弄冰",
    "dynasty": "宋代",
    "writer": "杨万里",
    "content": [
      "稚子金盆脱晓冰，",
      "彩丝穿取当银铮。keysentence",
      "敲成玉磬穿林响，",
      "忽作玻璃碎地声。"
    ],
    "type": [
      "冬天",
      "儿童",
      "生活"
    ],
    "source": "稚子金盆脱晓冰，彩丝穿取当银铮。keysentence敲成玉磬穿林响，忽作玻璃碎地声。",
    "id": "P319"
  },
  {
    "title": "无题·油壁香车不再逢",
    "dynasty": "宋代",
    "writer": "晏殊",
    "content": [
      "油壁香车不再逢，",
      "峡云无迹任西东。",
      "梨花院落溶溶月，",
      "柳絮池塘淡淡风。keysentence",
      "几日寂寥伤酒后，",
      "一番萧索禁烟中。",
      "鱼书欲寄何由达，",
      "水远山长处处同。"
    ],
    "type": [
      "离别",
      "相思",
      "回忆",
      "爱情"
    ],
    "source": "油壁香车不再逢，峡云无迹任西东。梨花院落溶溶月，柳絮池塘淡淡风。keysentence几日寂寥伤酒后，一番萧索禁烟中。鱼书欲寄何由达，水远山长处处同。",
    "id": "P320"
  },
  {
    "title": "浣溪沙·细雨斜风作晓寒",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "元丰七年十二月二十四日，",
      "从泗州刘倩叔游南山细雨斜风作晓寒，",
      "淡烟疏柳媚晴滩。",
      "入淮清洛渐漫漫。",
      "雪沫乳花浮午盏，",
      "蓼茸蒿笋试春盘。",
      "人间有味是清欢。keysentence"
    ],
    "type": [
      "婉约",
      "纪游",
      "写景"
    ],
    "source": "元丰七年十二月二十四日，从泗州刘倩叔游南山细雨斜风作晓寒，淡烟疏柳媚晴滩。入淮清洛渐漫漫。雪沫乳花浮午盏，蓼茸蒿笋试春盘。人间有味是清欢。keysentence",
    "id": "P321"
  },
  {
    "title": "夏夜追凉",
    "dynasty": "宋代",
    "writer": "杨万里",
    "content": [
      "夜热依然午热同，",
      "开门小立月明中。",
      "竹深树密虫鸣处，",
      "时有微凉不是风。keysentence"
    ],
    "type": [
      "夏天"
    ],
    "source": "夜热依然午热同，开门小立月明中。竹深树密虫鸣处，时有微凉不是风。keysentence",
    "id": "P322"
  },
  {
    "title": "钗头凤·红酥手",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "红酥手，",
      "黄縢酒，",
      "满城春色宫墙柳。keysentence",
      "东风恶，",
      "欢情薄。",
      "一怀愁绪，",
      "几年离索。",
      "错、错、错。",
      "春如旧，",
      "人空瘦，",
      "泪痕红浥鲛绡透。",
      "桃花落，",
      "闲池阁。",
      "山盟虽在，",
      "锦书难托。",
      "莫、莫、莫！"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "追忆",
      "感叹",
      "爱情",
      "感伤"
    ],
    "source": "红酥手，黄縢酒，满城春色宫墙柳。keysentence东风恶，欢情薄。一怀愁绪，几年离索。错、错、错。春如旧，人空瘦，泪痕红浥鲛绡透。桃花落，闲池阁。山盟虽在，锦书难托。莫、莫、莫！",
    "id": "P323"
  },
  {
    "title": "观刈麦",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "田家少闲月，",
      "五月人倍忙。",
      "夜来南风起，",
      "小麦覆陇黄。keysentence",
      "妇姑荷箪食，",
      "童稚携壶浆，",
      "相随饷田去，",
      "丁壮在南冈。",
      "足蒸暑土气，",
      "背灼炎天光，",
      "力尽不知热，",
      "但惜夏日长。",
      "复有贫妇人，",
      "抱子在其旁，",
      "右手秉遗穗，",
      "左臂悬敝筐。",
      "听其相顾言，",
      "闻者为悲伤。",
      "家田输税尽，",
      "拾此充饥肠。",
      "今我何功德？",
      "曾不事农桑。",
      "吏禄三百石，",
      "岁晏有余粮，",
      "念此私自愧，",
      "尽日不能忘。"
    ],
    "type": [
      "初中古诗",
      "夏天",
      "农民",
      "生活",
      "讽喻",
      "古诗里的十二个月"
    ],
    "source": "田家少闲月，五月人倍忙。夜来南风起，小麦覆陇黄。keysentence妇姑荷箪食，童稚携壶浆，相随饷田去，丁壮在南冈。足蒸暑土气，背灼炎天光，力尽不知热，但惜夏日长。复有贫妇人，抱子在其旁，右手秉遗穗，左臂悬敝筐。听其相顾言，闻者为悲伤。家田输税尽，拾此充饥肠。今我何功德？曾不事农桑。吏禄三百石，岁晏有余粮，念此私自愧，尽日不能忘。",
    "id": "P324"
  },
  {
    "title": "凉州词三首·其三",
    "dynasty": "唐代",
    "writer": "张籍",
    "content": [
      "凤林关里水东流，",
      "白草黄榆六十秋。keysentence",
      "边将皆承主恩泽，",
      "无人解道取凉州。"
    ],
    "type": [
      "写景",
      "谴责",
      "边将"
    ],
    "source": "凤林关里水东流，白草黄榆六十秋。keysentence边将皆承主恩泽，无人解道取凉州。",
    "id": "P325"
  },
  {
    "title": "十一月四日风雨大作二首",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "风卷江湖雨暗村，",
      "四山声作海涛翻。",
      "溪柴火软蛮毡暖，",
      "我与狸奴不出门。keysentence",
      "僵卧孤村不自哀，",
      "尚思为国戍轮台。",
      "夜阑卧听风吹雨，",
      "铁马冰河入梦来。"
    ],
    "type": [
      "古诗三百首",
      "初中古诗",
      "爱国",
      "壮志"
    ],
    "source": "风卷江湖雨暗村，四山声作海涛翻。溪柴火软蛮毡暖，我与狸奴不出门。keysentence僵卧孤村不自哀，尚思为国戍轮台。夜阑卧听风吹雨，铁马冰河入梦来。",
    "id": "P326"
  },
  {
    "title": "蝶恋花·庭院深深深几许",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "庭院深深深几许，",
      "杨柳堆烟，",
      "帘幕无重数。",
      "玉勒雕鞍游冶处，",
      "楼高不见章台路。",
      "雨横风狂三月暮，",
      "门掩黄昏，",
      "无计留春住。",
      "泪眼问花花不语，",
      "乱红飞过秋千去。keysentence"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "孤独",
      "闺怨"
    ],
    "source": "庭院深深深几许，杨柳堆烟，帘幕无重数。玉勒雕鞍游冶处，楼高不见章台路。雨横风狂三月暮，门掩黄昏，无计留春住。泪眼问花花不语，乱红飞过秋千去。keysentence",
    "id": "P327"
  },
  {
    "title": "浪淘沙令·帘外雨潺潺",
    "dynasty": "五代",
    "writer": "李煜",
    "content": [
      "帘外雨潺潺，",
      "春意阑珊。",
      "罗衾不耐五更寒。",
      "梦里不知身是客，",
      "一晌贪欢。",
      "独自莫凭栏，",
      "无限江山，",
      "别时容易见时难。keysentence",
      "流水落花春去也，",
      "天上人间。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "记梦",
      "感伤"
    ],
    "source": "帘外雨潺潺，春意阑珊。罗衾不耐五更寒。梦里不知身是客，一晌贪欢。独自莫凭栏，无限江山，别时容易见时难。keysentence流水落花春去也，天上人间。",
    "id": "P328"
  },
  {
    "title": "画地学书",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "欧阳修，",
      "字永叔，",
      "庐陵人。",
      "四岁而孤，",
      "母郑，",
      "守节自誓，",
      "亲诲之学。",
      "家贫，",
      "至以荻画地学书。",
      "幼敏悟过人，",
      "读书辄成诵。keysentence",
      "及冠，",
      "嶷然有声。",
      "修始在滁州，",
      "号醉翁，",
      "晚更号六一居士。",
      "天资刚劲，",
      "见义勇为，",
      "虽机阱在前，",
      "触发之不顾。",
      "放逐流离，",
      "至于再三，",
      "志气自若也。"
    ],
    "type": [
      "小学文言文",
      "故事",
      "赞美",
      "写人"
    ],
    "source": "欧阳修，字永叔，庐陵人。四岁而孤，母郑，守节自誓，亲诲之学。家贫，至以荻画地学书。幼敏悟过人，读书辄成诵。keysentence及冠，嶷然有声。修始在滁州，号醉翁，晚更号六一居士。天资刚劲，见义勇为，虽机阱在前，触发之不顾。放逐流离，至于再三，志气自若也。",
    "id": "P329"
  },
  {
    "title": "游园不值",
    "dynasty": "宋代",
    "writer": "叶绍翁",
    "content": [
      "应怜屐齿印苍苔，",
      "小扣柴扉久不开。",
      "春色满园关不住，",
      "一枝红杏出墙来。keysentence"
    ],
    "type": [
      "古诗三百首",
      "春天",
      "游园",
      "写景",
      "哲理",
      "早教古诗100首"
    ],
    "source": "应怜屐齿印苍苔，小扣柴扉久不开。春色满园关不住，一枝红杏出墙来。keysentence",
    "id": "P330"
  },
  {
    "title": "七步诗",
    "dynasty": "两汉",
    "writer": "曹植",
    "content": [
      "煮豆燃豆萁，",
      "豆在釜中泣。keysentence",
      "本是同根生，",
      "相煎何太急？",
      "煮豆持作羹，",
      "漉菽以为汁。",
      "萁在釜下燃，",
      "豆在釜中泣。",
      "本自同根生，",
      "相煎何太急？"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "劝诫",
      "亲情"
    ],
    "source": "煮豆燃豆萁，豆在釜中泣。keysentence本是同根生，相煎何太急？煮豆持作羹，漉菽以为汁。萁在釜下燃，豆在釜中泣。本自同根生，相煎何太急？",
    "id": "P331"
  },
  {
    "title": "草",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "离离原上草，",
      "一岁一枯荣。keysentence",
      "野火烧不尽，",
      "春风吹又生。",
      "远芳侵古道，",
      "晴翠接荒城。",
      "又送王孙去，",
      "萋萋满别情。"
    ],
    "type": [
      "唐诗三百首",
      "小学古诗",
      "送别",
      "咏物",
      "写草",
      "早教古诗100首"
    ],
    "source": "离离原上草，一岁一枯荣。keysentence野火烧不尽，春风吹又生。远芳侵古道，晴翠接荒城。又送王孙去，萋萋满别情。",
    "id": "P332"
  },
  {
    "title": "山居秋暝",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "空山新雨后，",
      "天气晚来秋。keysentence",
      "明月松间照，",
      "清泉石上流。",
      "竹喧归浣女，",
      "莲动下渔舟。",
      "随意春芳歇，",
      "王孙自可留。"
    ],
    "type": [
      "唐诗三百首",
      "山水",
      "写景",
      "写人",
      "秋雨",
      "早教古诗100首"
    ],
    "source": "空山新雨后，天气晚来秋。keysentence明月松间照，清泉石上流。竹喧归浣女，莲动下渔舟。随意春芳歇，王孙自可留。",
    "id": "P333"
  },
  {
    "title": "送柴侍御",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "沅水通波接武冈，",
      "送君不觉有离伤。",
      "青山一道同云雨，",
      "明月何曾是两乡。keysentence"
    ],
    "type": [
      "送别",
      "友情"
    ],
    "source": "沅水通波接武冈，送君不觉有离伤。青山一道同云雨，明月何曾是两乡。keysentence",
    "id": "P334"
  },
  {
    "title": "前赤壁赋",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "壬戌之秋，",
      "七月既望，",
      "苏子与客泛舟游于赤壁之下。",
      "清风徐来，",
      "水波不兴。",
      "举酒属客，",
      "诵明月之诗，",
      "歌窈窕之章。",
      "少焉，",
      "月出于东山之上，",
      "徘徊于斗牛之间。",
      "白露横江，",
      "水光接天。",
      "纵一苇之所如，",
      "凌万顷之茫然。",
      "浩浩乎如冯虚御风，",
      "而不知其所止；",
      "飘飘乎如遗世独立，",
      "羽化而登仙。",
      "于是饮酒乐甚，",
      "扣舷而歌之。",
      "歌曰：",
      "桂棹兮兰桨，",
      "击空明兮溯流光。",
      "渺渺兮予怀，",
      "望美人兮天一方。",
      "客有吹洞箫者，",
      "倚歌而和之。",
      "其声呜呜然，",
      "如怨如慕，",
      "如泣如诉；",
      "余音袅袅，",
      "不绝如缕。",
      "舞幽壑之潜蛟，",
      "泣孤舟之嫠妇。",
      "苏子愀然，",
      "正襟危坐，",
      "而问客曰：",
      "何为其然也？",
      "客曰：",
      "‘月明星稀，",
      "乌鹊南飞。",
      "’此非曹孟德之诗乎？",
      "西望夏口，",
      "东望武昌，",
      "山川相缪，",
      "郁乎苍苍，",
      "此非孟德之困于周郎者乎？",
      "方其破荆州，",
      "下江陵，",
      "顺流而东也，",
      "舳舻千里，",
      "旌旗蔽空，",
      "酾酒临江，",
      "横槊赋诗，",
      "固一世之雄也，",
      "而今安在哉？",
      "况吾与子渔樵于江渚之上，",
      "侣鱼虾而友麋鹿，",
      "驾一叶之扁舟，",
      "举匏樽以相属。",
      "寄蜉蝣于天地，",
      "渺沧海之一粟。",
      "哀吾生之须臾，",
      "羡长 江之无穷。",
      "挟飞仙以遨游，",
      "抱明月而长终。keysentence",
      "知不可乎骤得，",
      "托遗响于悲风。",
      "苏子曰：",
      "客亦知夫水与月乎？",
      "逝者如斯，",
      "而未尝往也；",
      "盈虚者如彼，",
      "而卒莫消长也。",
      "盖将自其变者而观之，",
      "则天地曾不能以一瞬；",
      "自其不变者而观之，",
      "则物与我皆无尽也，",
      "而又何羡乎！",
      "且夫天地之间，",
      "物各有主，",
      "苟非吾之所有，",
      "虽一毫而莫取。",
      "惟江上之清风，",
      "与山间之明月，",
      "耳得之而为声，",
      "目遇之而成色，",
      "取之无禁，",
      "用之不竭。",
      "是造物者之无尽藏也，",
      "而吾与子之所共适。",
      "客喜而笑，",
      "洗盏更酌。",
      "肴核既尽，",
      "杯盘狼籍。",
      "相与枕藉乎舟中，",
      "不知东方之既白。"
    ],
    "type": [
      "辞赋精选",
      "高中文言文",
      "古文观止",
      "写景",
      "饮酒",
      "感叹",
      "哲理"
    ],
    "source": "壬戌之秋，七月既望，苏子与客泛舟游于赤壁之下。清风徐来，水波不兴。举酒属客，诵明月之诗，歌窈窕之章。少焉，月出于东山之上，徘徊于斗牛之间。白露横江，水光接天。纵一苇之所如，凌万顷之茫然。浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。于是饮酒乐甚，扣舷而歌之。歌曰：桂棹兮兰桨，击空明兮溯流光。渺渺兮予怀，望美人兮天一方。客有吹洞箫者，倚歌而和之。其声呜呜然，如怨如慕，如泣如诉；余音袅袅，不绝如缕。舞幽壑之潜蛟，泣孤舟之嫠妇。苏子愀然，正襟危坐，而问客曰：何为其然也？客曰：‘月明星稀，乌鹊南飞。’此非曹孟德之诗乎？西望夏口，东望武昌，山川相缪，郁乎苍苍，此非孟德之困于周郎者乎？方其破荆州，下江陵，顺流而东也，舳舻千里，旌旗蔽空，酾酒临江，横槊赋诗，固一世之雄也，而今安在哉？况吾与子渔樵于江渚之上，侣鱼虾而友麋鹿，驾一叶之扁舟，举匏樽以相属。寄蜉蝣于天地，渺沧海之一粟。哀吾生之须臾，羡长 江之无穷。挟飞仙以遨游，抱明月而长终。keysentence知不可乎骤得，托遗响于悲风。苏子曰：客亦知夫水与月乎？逝者如斯，而未尝往也；盈虚者如彼，而卒莫消长也。盖将自其变者而观之，则天地曾不能以一瞬；自其不变者而观之，则物与我皆无尽也，而又何羡乎！且夫天地之间，物各有主，苟非吾之所有，虽一毫而莫取。惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色，取之无禁，用之不竭。是造物者之无尽藏也，而吾与子之所共适。客喜而笑，洗盏更酌。肴核既尽，杯盘狼籍。相与枕藉乎舟中，不知东方之既白。",
    "id": "P335"
  },
  {
    "title": "饮湖上初晴后雨二首·其一",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "朝曦迎客艳重冈，",
      "晚雨留人入醉乡。keysentence",
      "此意自佳君不会，",
      "一杯当属水仙王。"
    ],
    "type": [
      "赞美",
      "西湖",
      "美景"
    ],
    "source": "朝曦迎客艳重冈，晚雨留人入醉乡。keysentence此意自佳君不会，一杯当属水仙王。",
    "id": "P336"
  },
  {
    "title": "题破山寺后禅院",
    "dynasty": "唐代",
    "writer": "常建",
    "content": [
      "清晨入古寺，",
      "初日照高林。",
      "竹径通幽处，",
      "禅房花木深。",
      "山光悦鸟性，",
      "潭影空人心。keysentence",
      "万籁此都寂，",
      "但余钟磬音。",
      "清晨入古寺，",
      "初日照高林。",
      "曲径通幽处，",
      "禅房花木深。",
      "山光悦鸟性，",
      "潭影空人心。",
      "万籁此俱寂，",
      "惟余钟磬音。",
      "清晨入古寺，",
      "初日照高林。",
      "竹径通幽处，",
      "禅房花木深。",
      "山光悦鸟性，",
      "潭影空人心。",
      "万籁此俱寂，",
      "但余钟磬音。",
      "清晨入古寺，",
      "初日照高林。",
      "曲径通幽处，",
      "禅房花木深。",
      "山光悦鸟性，",
      "潭影空人心。",
      "万籁此俱寂，",
      "但余钟磬音。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "写景",
      "咏物"
    ],
    "source": "清晨入古寺，初日照高林。竹径通幽处，禅房花木深。山光悦鸟性，潭影空人心。keysentence万籁此都寂，但余钟磬音。清晨入古寺，初日照高林。曲径通幽处，禅房花木深。山光悦鸟性，潭影空人心。万籁此俱寂，惟余钟磬音。清晨入古寺，初日照高林。竹径通幽处，禅房花木深。山光悦鸟性，潭影空人心。万籁此俱寂，但余钟磬音。清晨入古寺，初日照高林。曲径通幽处，禅房花木深。山光悦鸟性，潭影空人心。万籁此俱寂，但余钟磬音。",
    "id": "P337"
  },
  {
    "title": "山坡羊·骊山怀古",
    "dynasty": "元代",
    "writer": "张养浩",
    "content": [
      "骊山四顾，",
      "阿房一炬，",
      "当时奢侈今何处？keysentence",
      "只见草萧疏，",
      "水萦纡。",
      "至今遗恨迷烟树。",
      "列国周齐秦汉楚，",
      "赢，",
      "都变做了土；",
      "输，",
      "都变做了土。"
    ],
    "type": [
      "初中古诗",
      "写景",
      "怀古"
    ],
    "source": "骊山四顾，阿房一炬，当时奢侈今何处？keysentence只见草萧疏，水萦纡。至今遗恨迷烟树。列国周齐秦汉楚，赢，都变做了土；输，都变做了土。",
    "id": "P338"
  },
  {
    "title": "秋风引",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "何处秋风至？",
      "萧萧送雁群。keysentence",
      "朝来入庭树，",
      "孤客最先闻。"
    ],
    "type": [
      "秋天",
      "写风",
      "思乡"
    ],
    "source": "何处秋风至？萧萧送雁群。keysentence朝来入庭树，孤客最先闻。",
    "id": "P339"
  },
  {
    "title": "玉蝴蝶·望处雨收云断",
    "dynasty": "宋代",
    "writer": "柳永",
    "content": [
      "望处雨收云断，",
      "凭阑悄悄，",
      "目送秋光。",
      "晚景萧疏，",
      "堪动宋玉悲凉。",
      "水风轻，",
      "蘋花渐老，",
      "月露冷、梧叶飘黄。keysentence",
      "遣情伤。",
      "故人何在，",
      "烟水茫茫。",
      "难忘，",
      "文期酒会，",
      "几孤风月，",
      "屡变星霜。",
      "海阔山遥，",
      "未知何处是潇湘。",
      "念双燕、难凭远信，",
      "指暮天、空识归航。",
      "黯相望。",
      "断鸿声里，",
      "立尽斜阳。"
    ],
    "type": [
      "宋词精选",
      "婉约",
      "写景",
      "怀人"
    ],
    "source": "望处雨收云断，凭阑悄悄，目送秋光。晚景萧疏，堪动宋玉悲凉。水风轻，蘋花渐老，月露冷、梧叶飘黄。keysentence遣情伤。故人何在，烟水茫茫。难忘，文期酒会，几孤风月，屡变星霜。海阔山遥，未知何处是潇湘。念双燕、难凭远信，指暮天、空识归航。黯相望。断鸿声里，立尽斜阳。",
    "id": "P340"
  },
  {
    "title": "白雪歌送武判官归京",
    "dynasty": "唐代",
    "writer": "岑参",
    "content": [
      "北风卷地白草折，",
      "胡天八月即飞雪。",
      "忽如一夜春风来，",
      "千树万树梨花开。keysentence",
      "散入珠帘湿罗幕，",
      "狐裘不暖锦衾薄。",
      "将军角弓不得控，",
      "都护铁衣冷难着。",
      "瀚海阑干百丈冰，",
      "愁云惨淡万里凝。",
      "中军置酒饮归客，",
      "胡琴琵琶与羌笛。",
      "纷纷暮雪下辕门，",
      "风掣红旗冻不翻。",
      "轮台东门送君去，",
      "去时雪满天山路。",
      "山回路转不见君，",
      "雪上空留马行处。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "冬天",
      "送别",
      "友情",
      "咏物",
      "写雪",
      "古诗里的十二个月"
    ],
    "source": "北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。keysentence散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。",
    "id": "P341"
  },
  {
    "title": "扬子江",
    "dynasty": "宋代",
    "writer": "文天祥",
    "content": [
      "几日随风北海游，",
      "回从扬子大江头。",
      "臣心一片磁针石，",
      "不指南方不肯休。keysentence"
    ],
    "type": [
      "爱国",
      "励志"
    ],
    "source": "几日随风北海游，回从扬子大江头。臣心一片磁针石，不指南方不肯休。keysentence",
    "id": "P342"
  },
  {
    "title": "月下独酌四首",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "花间一壶酒，",
      "独酌无相亲。",
      "举杯邀明月，",
      "对影成三人。",
      "月既不解饮，",
      "影徒随我身。",
      "暂伴月将影，",
      "行乐须及春。",
      "我歌月徘徊，",
      "我舞影零乱。",
      "醒时相交欢，",
      "醉后各分散。",
      "永结无情游，",
      "相期邈云汉。",
      "天若不爱酒，",
      "酒星不在天。",
      "地若不爱酒，",
      "地应无酒泉。",
      "天地既爱酒，",
      "爱酒不愧天。",
      "已闻清比圣，",
      "复道浊如贤。",
      "贤圣既已饮，",
      "何必求神仙。",
      "三杯通大道，",
      "一斗合自然。",
      "但得酒中趣，",
      "勿为醒者传。",
      "三月咸阳城，",
      "千花昼如锦。",
      "谁能春独愁，",
      "对此径须饮。",
      "穷通与修短，",
      "造化夙所禀。",
      "一樽齐死生，",
      "万事固难审。",
      "醉後失天地，",
      "兀然就孤枕。",
      "不知有吾身，",
      "此乐最为甚。",
      "穷愁千万端，",
      "美酒三百杯。keysentence",
      "愁多酒虽少，",
      "酒倾愁不来。",
      "所以知酒圣，",
      "酒酣心自开。",
      "辞粟卧首阳，",
      "屡空饥颜回。",
      "当代不乐饮，",
      "虚名安用哉。",
      "蟹螯即金液，",
      "糟丘是蓬莱。",
      "且须饮美酒，",
      "乘月醉高台。"
    ],
    "type": [
      "月亮",
      "怀才不遇",
      "孤独",
      "饮酒",
      "组诗"
    ],
    "source": "花间一壶酒，独酌无相亲。举杯邀明月，对影成三人。月既不解饮，影徒随我身。暂伴月将影，行乐须及春。我歌月徘徊，我舞影零乱。醒时相交欢，醉后各分散。永结无情游，相期邈云汉。天若不爱酒，酒星不在天。地若不爱酒，地应无酒泉。天地既爱酒，爱酒不愧天。已闻清比圣，复道浊如贤。贤圣既已饮，何必求神仙。三杯通大道，一斗合自然。但得酒中趣，勿为醒者传。三月咸阳城，千花昼如锦。谁能春独愁，对此径须饮。穷通与修短，造化夙所禀。一樽齐死生，万事固难审。醉後失天地，兀然就孤枕。不知有吾身，此乐最为甚。穷愁千万端，美酒三百杯。keysentence愁多酒虽少，酒倾愁不来。所以知酒圣，酒酣心自开。辞粟卧首阳，屡空饥颜回。当代不乐饮，虚名安用哉。蟹螯即金液，糟丘是蓬莱。且须饮美酒，乘月醉高台。",
    "id": "P343"
  },
  {
    "title": "再游玄都观",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "百亩庭中半是苔，",
      "桃花净尽菜花开。keysentence",
      "种桃道士归何处，",
      "前度刘郎今又来。"
    ],
    "type": [
      "游历",
      "看花"
    ],
    "source": "百亩庭中半是苔，桃花净尽菜花开。keysentence种桃道士归何处，前度刘郎今又来。",
    "id": "P344"
  },
  {
    "title": "鸟鸣涧",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "人闲桂花落，",
      "夜静春山空。keysentence",
      "月出惊山鸟，",
      "时鸣春涧中。"
    ],
    "type": [
      "小学古诗",
      "春天",
      "写山",
      "写鸟",
      "早教古诗100首"
    ],
    "source": "人闲桂花落，夜静春山空。keysentence月出惊山鸟，时鸣春涧中。",
    "id": "P345"
  },
  {
    "title": "秋夕",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "银烛秋光冷画屏，",
      "轻罗小扇扑流萤。",
      "天阶夜色凉如水，",
      "卧看牵牛织女星。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "写景",
      "秋天",
      "七夕节",
      "闺怨",
      "早教古诗100首"
    ],
    "source": "银烛秋光冷画屏，轻罗小扇扑流萤。天阶夜色凉如水，卧看牵牛织女星。keysentence",
    "id": "P346"
  },
  {
    "title": "西施咏",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "艳色天下重，",
      "西施宁久微。",
      "朝为越溪女，",
      "暮作吴宫妃。",
      "贱日岂殊众，",
      "贵来方悟稀。",
      "邀人傅香粉，",
      "不自著罗衣。",
      "君宠益娇态，",
      "君怜无是非。keysentence",
      "当时浣纱伴，",
      "莫得同车归。",
      "持谢邻家子，",
      "效颦安可希。"
    ],
    "type": [
      "唐诗三百首",
      "写人",
      "怀古",
      "怀才不遇"
    ],
    "source": "艳色天下重，西施宁久微。朝为越溪女，暮作吴宫妃。贱日岂殊众，贵来方悟稀。邀人傅香粉，不自著罗衣。君宠益娇态，君怜无是非。keysentence当时浣纱伴，莫得同车归。持谢邻家子，效颦安可希。",
    "id": "P347"
  },
  {
    "title": "南歌子词二首",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "一尺深红胜曲尘，",
      "天生旧物不如新。",
      "合欢桃核终堪恨，",
      "里许元来别有人。",
      "井底点灯深烛伊，",
      "共郎长行莫围棋。",
      "玲珑骰子安红豆，",
      "入骨相思知不知。keysentence"
    ],
    "type": [
      "思念",
      "爱情"
    ],
    "source": "一尺深红胜曲尘，天生旧物不如新。合欢桃核终堪恨，里许元来别有人。井底点灯深烛伊，共郎长行莫围棋。玲珑骰子安红豆，入骨相思知不知。keysentence",
    "id": "P348"
  },
  {
    "title": "野望",
    "dynasty": "唐代",
    "writer": "王绩",
    "content": [
      "东皋薄暮望，",
      "徙倚欲何依。",
      "树树皆秋色，",
      "山山唯落晖。keysentence",
      "牧人驱犊返，",
      "猎马带禽归。",
      "相顾无相识，",
      "长歌怀采薇。"
    ],
    "type": [
      "初中古诗",
      "秋天",
      "写景",
      "抒情"
    ],
    "source": "东皋薄暮望，徙倚欲何依。树树皆秋色，山山唯落晖。keysentence牧人驱犊返，猎马带禽归。相顾无相识，长歌怀采薇。",
    "id": "P349"
  },
  {
    "title": "登幽州台歌",
    "dynasty": "唐代",
    "writer": "陈子昂",
    "content": [
      "前不见古人，",
      "后不见来者。keysentence",
      "念天地之悠悠，",
      "独怆然而涕下。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "伤怀"
    ],
    "source": "前不见古人，后不见来者。keysentence念天地之悠悠，独怆然而涕下。",
    "id": "P350"
  },
  {
    "title": "寿阳曲·江天暮雪",
    "dynasty": "元代",
    "writer": "马致远",
    "content": [
      "天将暮，",
      "雪乱舞，",
      "半梅花半飘柳絮。keysentence",
      "江上晚来堪画处，",
      "钓鱼人一蓑归去。"
    ],
    "type": [
      "写雪",
      "渔人",
      "生活"
    ],
    "source": "天将暮，雪乱舞，半梅花半飘柳絮。keysentence江上晚来堪画处，钓鱼人一蓑归去。",
    "id": "P351"
  },
  {
    "title": "鹧鸪天·鹅湖归病起作",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "枕簟溪堂冷欲秋。",
      "断云依水晚来收。",
      "红莲相倚浑如醉，",
      "白鸟无言定自愁。keysentence",
      "书咄咄，",
      "且休休。",
      "一丘一壑也风流。",
      "不知筋力衰多少，",
      "但觉新来懒上楼。"
    ],
    "type": [
      "写景",
      "抒情"
    ],
    "source": "枕簟溪堂冷欲秋。断云依水晚来收。红莲相倚浑如醉，白鸟无言定自愁。keysentence书咄咄，且休休。一丘一壑也风流。不知筋力衰多少，但觉新来懒上楼。",
    "id": "P352"
  },
  {
    "title": "采莲曲",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "菱叶萦波荷飐风，",
      "荷花深处小船通。",
      "逢郎欲语低头笑，",
      "碧玉搔头落水中。keysentence"
    ],
    "type": [
      "荷花",
      "女子",
      "爱情"
    ],
    "source": "菱叶萦波荷飐风，荷花深处小船通。逢郎欲语低头笑，碧玉搔头落水中。keysentence",
    "id": "P353"
  },
  {
    "title": "夏日田园杂兴",
    "dynasty": "宋代",
    "writer": "范成大",
    "content": [
      "梅子金黄杏子肥，",
      "麦花雪白菜花稀。",
      "日长篱落无人过，",
      "惟有蜻蜓蛱蝶飞。",
      "五月江吴麦秀寒，",
      "移秧披絮尚衣单。",
      "稻根科斗行如块，",
      "田水今年一尺宽。",
      "二麦俱秋斗百钱，",
      "田家唤作小丰年。",
      "饼炉饭甑无饥色，",
      "接到西风熟稻天。",
      "百沸缲汤雪涌波，",
      "缲车嘈囋雨鸣蓑。",
      "桑姑盆手交相贺，",
      "绵茧无多丝茧多。",
      "小妇连宵上绢机，",
      "大耆催税急於飞。",
      "今年幸甚蚕桑熟，",
      "留得黄丝织夏衣。",
      "下田戽水出江流，",
      "高垄翻江逆上沟；",
      "地势不齐人力尽，",
      "丁男长在踏车头。",
      "昼出耘田夜绩麻，",
      "村庄儿女各当家。",
      "童孙未解供耕织，",
      "也傍桑阴学种瓜。",
      "槐叶初匀日气凉，",
      "葱葱鼠耳翠成双。",
      "三公只得三株看，",
      "闲客清阴满北窗。",
      "黄尘行客汗如浆，",
      "少住侬家漱井香；",
      "借与门前磐石坐，",
      "柳阴亭午正风凉。keysentence",
      "千顷芙蕖放棹嬉，",
      "花深迷路晚忘归。",
      "家人暗识船行处，",
      "时有惊忙小鸭飞。",
      "采菱辛苦废犁鉏，",
      "血指流丹鬼质枯。",
      "无力买田聊种水，",
      "近来湖面亦收租。",
      "蜩螗千万沸斜阳，",
      "蛙黾无边聒夜长。",
      "不把痴聋相对治，",
      "梦魂争得到藜床？"
    ],
    "type": [
      "田园",
      "写景",
      "劳动",
      "生活",
      "组诗"
    ],
    "source": "梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。五月江吴麦秀寒，移秧披絮尚衣单。稻根科斗行如块，田水今年一尺宽。二麦俱秋斗百钱，田家唤作小丰年。饼炉饭甑无饥色，接到西风熟稻天。百沸缲汤雪涌波，缲车嘈囋雨鸣蓑。桑姑盆手交相贺，绵茧无多丝茧多。小妇连宵上绢机，大耆催税急於飞。今年幸甚蚕桑熟，留得黄丝织夏衣。下田戽水出江流，高垄翻江逆上沟；地势不齐人力尽，丁男长在踏车头。昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。槐叶初匀日气凉，葱葱鼠耳翠成双。三公只得三株看，闲客清阴满北窗。黄尘行客汗如浆，少住侬家漱井香；借与门前磐石坐，柳阴亭午正风凉。keysentence千顷芙蕖放棹嬉，花深迷路晚忘归。家人暗识船行处，时有惊忙小鸭飞。采菱辛苦废犁鉏，血指流丹鬼质枯。无力买田聊种水，近来湖面亦收租。蜩螗千万沸斜阳，蛙黾无边聒夜长。不把痴聋相对治，梦魂争得到藜床？",
    "id": "P354"
  },
  {
    "title": "病梅馆记",
    "dynasty": "清代",
    "writer": "龚自珍",
    "content": [
      "江宁之龙蟠，",
      "苏州之邓尉，",
      "杭州之西溪，",
      "皆产梅。",
      "或曰：",
      "梅以曲为美，",
      "直则无姿；keysentence",
      "以欹为美，",
      "正则无景；",
      "以疏为美，",
      "密则无态。",
      "固也。",
      "此文人画士，",
      "心知其意，",
      "未可明诏大号以绳天下之梅也；",
      "又不可以使天下之民斫直，",
      "删密，",
      "锄正，",
      "以夭梅病梅为业以求钱也。",
      "梅之欹之疏之曲，",
      "又非蠢蠢求钱之民能以其智力为也。",
      "有以文人画士孤癖之隐明告鬻梅者，",
      "斫其正，",
      "养其旁条，",
      "删其密，",
      "夭其稚枝，",
      "锄其直，",
      "遏其生气，",
      "以求重价，",
      "而江浙之梅皆病。",
      "文人画士之祸之烈至此哉！",
      "予购三百盆，",
      "皆病者，",
      "无一完者。",
      "既泣之三日，",
      "乃誓疗之：",
      "纵之顺之，",
      "毁其盆，",
      "悉埋于地，",
      "解其棕缚；",
      "以五年为期，",
      "必复之全之。",
      "予本非文人画士，",
      "甘受诟厉，",
      "辟病梅之馆以贮之。",
      "呜呼！",
      "安得使予多暇日，",
      "又多闲田，",
      "以广贮江宁、杭州、苏州之病梅，",
      "穷予生之光阴以疗梅也哉！"
    ],
    "type": [
      "高中文言文",
      "哲理",
      "咏物",
      "寓人"
    ],
    "source": "江宁之龙蟠，苏州之邓尉，杭州之西溪，皆产梅。或曰：梅以曲为美，直则无姿；keysentence以欹为美，正则无景；以疏为美，密则无态。固也。此文人画士，心知其意，未可明诏大号以绳天下之梅也；又不可以使天下之民斫直，删密，锄正，以夭梅病梅为业以求钱也。梅之欹之疏之曲，又非蠢蠢求钱之民能以其智力为也。有以文人画士孤癖之隐明告鬻梅者，斫其正，养其旁条，删其密，夭其稚枝，锄其直，遏其生气，以求重价，而江浙之梅皆病。文人画士之祸之烈至此哉！予购三百盆，皆病者，无一完者。既泣之三日，乃誓疗之：纵之顺之，毁其盆，悉埋于地，解其棕缚；以五年为期，必复之全之。予本非文人画士，甘受诟厉，辟病梅之馆以贮之。呜呼！安得使予多暇日，又多闲田，以广贮江宁、杭州、苏州之病梅，穷予生之光阴以疗梅也哉！",
    "id": "P355"
  },
  {
    "title": "秋思",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "利欲驱人万火牛，",
      "江湖浪迹一沙鸥。",
      "日长似岁闲方觉，",
      "事大如天醉亦休。",
      "砧杵敲残深巷月，",
      "井梧摇落故园秋。keysentence",
      "欲舒老眼无高处，",
      "安得元龙百尺楼。"
    ],
    "type": [
      "秋天",
      "向往"
    ],
    "source": "利欲驱人万火牛，江湖浪迹一沙鸥。日长似岁闲方觉，事大如天醉亦休。砧杵敲残深巷月，井梧摇落故园秋。keysentence欲舒老眼无高处，安得元龙百尺楼。",
    "id": "P356"
  },
  {
    "title": "李凭箜篌引",
    "dynasty": "唐代",
    "writer": "李贺",
    "content": [
      "吴丝蜀桐张高秋，",
      "空山凝云颓不流。",
      "江娥啼竹素女愁，",
      "李凭中国弹箜篌。",
      "昆山玉碎凤凰叫，",
      "芙蓉泣露香兰笑。keysentence",
      "十二门前融冷光，",
      "二十三丝动紫皇。",
      "女娲炼石补天处，",
      "石破天惊逗秋雨。",
      "梦入神山教神妪，",
      "老鱼跳波瘦蛟舞。",
      "吴质不眠倚桂树，",
      "露脚斜飞湿寒兔。"
    ],
    "type": [
      "音乐",
      "想象"
    ],
    "source": "吴丝蜀桐张高秋，空山凝云颓不流。江娥啼竹素女愁，李凭中国弹箜篌。昆山玉碎凤凰叫，芙蓉泣露香兰笑。keysentence十二门前融冷光，二十三丝动紫皇。女娲炼石补天处，石破天惊逗秋雨。梦入神山教神妪，老鱼跳波瘦蛟舞。吴质不眠倚桂树，露脚斜飞湿寒兔。",
    "id": "P357"
  },
  {
    "title": "滕王阁诗",
    "dynasty": "唐代",
    "writer": "王勃",
    "content": [
      "滕王高阁临江渚，",
      "佩玉鸣鸾罢歌舞。",
      "画栋朝飞南浦云，",
      "珠帘暮卷西山雨。keysentence",
      "闲云潭影日悠悠，",
      "物换星移几度秋。",
      "阁中帝子今何在？",
      "槛外长江空自流。"
    ],
    "type": [
      "写景",
      "怀古"
    ],
    "source": "滕王高阁临江渚，佩玉鸣鸾罢歌舞。画栋朝飞南浦云，珠帘暮卷西山雨。keysentence闲云潭影日悠悠，物换星移几度秋。阁中帝子今何在？槛外长江空自流。",
    "id": "P358"
  },
  {
    "title": "金错刀行",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "黄金错刀白玉装，",
      "夜穿窗扉出光芒。",
      "丈夫五十功未立，",
      "提刀独立顾八荒。",
      "京华结交尽奇士，",
      "意气相期共生死。",
      "千年史册耻无名，",
      "一片丹心报天子。",
      "尔来从军天汉滨，",
      "南山晓雪玉嶙峋。",
      "呜呼！",
      "楚虽三户能亡秦，",
      "岂有堂堂中国空无人！keysentence"
    ],
    "type": [
      "古诗三百首",
      "爱国",
      "壮志"
    ],
    "source": "黄金错刀白玉装，夜穿窗扉出光芒。丈夫五十功未立，提刀独立顾八荒。京华结交尽奇士，意气相期共生死。千年史册耻无名，一片丹心报天子。尔来从军天汉滨，南山晓雪玉嶙峋。呜呼！楚虽三户能亡秦，岂有堂堂中国空无人！keysentence",
    "id": "P359"
  },
  {
    "title": "短歌行",
    "dynasty": "两汉",
    "writer": "曹操",
    "content": [
      "对酒当歌，",
      "人生几何！",
      "譬如朝露，",
      "去日苦多。",
      "慨当以慷，",
      "忧思难忘。",
      "何以解忧？",
      "唯有杜康。",
      "青青子衿，",
      "悠悠我心。",
      "但为君故，",
      "沉吟至今。",
      "呦呦鹿鸣，",
      "食野之苹。",
      "我有嘉宾，",
      "鼓瑟吹笙。",
      "明明如月，",
      "何时可掇？",
      "忧从中来，",
      "不可断绝。",
      "越陌度阡，",
      "枉用相存。",
      "契阔谈讌，",
      "心念旧恩。",
      "月明星稀，",
      "乌鹊南飞。",
      "绕树三匝，",
      "何枝可依？",
      "山不厌高，",
      "海不厌深。keysentence",
      "周公吐哺，",
      "天下归心。"
    ],
    "type": [
      "古诗三百首",
      "乐府",
      "抒情",
      "寓理"
    ],
    "source": "对酒当歌，人生几何！譬如朝露，去日苦多。慨当以慷，忧思难忘。何以解忧？唯有杜康。青青子衿，悠悠我心。但为君故，沉吟至今。呦呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙。明明如月，何时可掇？忧从中来，不可断绝。越陌度阡，枉用相存。契阔谈讌，心念旧恩。月明星稀，乌鹊南飞。绕树三匝，何枝可依？山不厌高，海不厌深。keysentence周公吐哺，天下归心。",
    "id": "P360"
  },
  {
    "title": "梅花",
    "dynasty": "唐代",
    "writer": "李煜",
    "content": [
      "殷勤移植地，",
      "曲槛小栏边。",
      "共约重芳日，",
      "还忧不盛妍。",
      "阻风开步障，",
      "乘月溉寒泉。",
      "谁料花前后，",
      "蛾眉却不全。",
      "失却烟花主，",
      "东君自不知。",
      "清香更何用，",
      "犹发去年枝。keysentence"
    ],
    "type": [
      "梅花",
      "抒情"
    ],
    "source": "殷勤移植地，曲槛小栏边。共约重芳日，还忧不盛妍。阻风开步障，乘月溉寒泉。谁料花前后，蛾眉却不全。失却烟花主，东君自不知。清香更何用，犹发去年枝。keysentence",
    "id": "P361"
  },
  {
    "title": "长信怨",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "金井梧桐秋叶黄，",
      "珠帘不卷夜来霜。keysentence",
      "熏笼玉枕无颜色，",
      "卧听南宫清漏长。",
      "高殿秋砧响夜阑，",
      "霜深犹忆御衣寒。",
      "银灯青琐裁缝歇，",
      "还向金城明主看。",
      "奉帚平明金殿开，",
      "暂将团扇共徘徊。",
      "玉颜不及寒鸦色，",
      "犹带昭阳日影来。",
      "真成薄命久寻思，",
      "梦见君王觉后疑。",
      "火照西宫知夜饮，",
      "分明复道奉恩时。",
      "长信宫中秋月明，",
      "昭阳殿下捣衣声。",
      "白露堂中细草迹，",
      "红罗帐里不胜情。"
    ],
    "type": [
      "唐诗三百首",
      "秋天",
      "闺怨"
    ],
    "source": "金井梧桐秋叶黄，珠帘不卷夜来霜。keysentence熏笼玉枕无颜色，卧听南宫清漏长。高殿秋砧响夜阑，霜深犹忆御衣寒。银灯青琐裁缝歇，还向金城明主看。奉帚平明金殿开，暂将团扇共徘徊。玉颜不及寒鸦色，犹带昭阳日影来。真成薄命久寻思，梦见君王觉后疑。火照西宫知夜饮，分明复道奉恩时。长信宫中秋月明，昭阳殿下捣衣声。白露堂中细草迹，红罗帐里不胜情。",
    "id": "P362"
  },
  {
    "title": "御街行·秋日怀旧",
    "dynasty": "宋代",
    "writer": "范仲淹",
    "content": [
      "纷纷坠叶飘香砌。",
      "夜寂静，",
      "寒声碎。",
      "真珠帘卷玉楼空，",
      "天淡银河垂地。",
      "年年今夜，",
      "月华如练，",
      "长是人千里。",
      "愁肠已断无由醉，",
      "酒未到，",
      "先成泪。keysentence",
      "残灯明灭枕头欹，",
      "谙尽孤眠滋味。",
      "都来此事，",
      "眉间心上，",
      "无计相回避。"
    ],
    "type": [
      "宋词精选",
      "婉约",
      "秋天",
      "写景",
      "怀人"
    ],
    "source": "纷纷坠叶飘香砌。夜寂静，寒声碎。真珠帘卷玉楼空，天淡银河垂地。年年今夜，月华如练，长是人千里。愁肠已断无由醉，酒未到，先成泪。keysentence残灯明灭枕头欹，谙尽孤眠滋味。都来此事，眉间心上，无计相回避。",
    "id": "P363"
  },
  {
    "title": "送朱大入秦",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "游人五陵去，",
      "宝剑值千金。",
      "分手脱相赠，",
      "平生一片心。keysentence"
    ],
    "type": [
      "送别",
      "友情"
    ],
    "source": "游人五陵去，宝剑值千金。分手脱相赠，平生一片心。keysentence",
    "id": "P364"
  },
  {
    "title": "行香子·过七里濑",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "一叶舟轻，",
      "双桨鸿惊。",
      "水天清、影湛波平。",
      "鱼翻藻鉴，",
      "鹭点烟汀。",
      "过沙溪急，",
      "霜溪冷，",
      "月溪明。keysentence",
      "重重似画，",
      "曲曲如屏。",
      "算当年、虚老严陵。",
      "君臣一梦，",
      "今古空名。",
      "但远山长，",
      "云山乱，",
      "晓山青。"
    ],
    "type": [
      "江南",
      "水乡",
      "人生",
      "哲学"
    ],
    "source": "一叶舟轻，双桨鸿惊。水天清、影湛波平。鱼翻藻鉴，鹭点烟汀。过沙溪急，霜溪冷，月溪明。keysentence重重似画，曲曲如屏。算当年、虚老严陵。君臣一梦，今古空名。但远山长，云山乱，晓山青。",
    "id": "P365"
  },
  {
    "title": "浣溪沙·谁念西风独自凉",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "谁念西风独自凉，",
      "萧萧黄叶闭疏窗，",
      "沉思往事立残阳。",
      "被酒莫惊春睡重，",
      "赌书消得泼茶香，",
      "当时只道是寻常。keysentence"
    ],
    "type": [
      "悼亡",
      "回忆",
      "爱情",
      "感伤"
    ],
    "source": "谁念西风独自凉，萧萧黄叶闭疏窗，沉思往事立残阳。被酒莫惊春睡重，赌书消得泼茶香，当时只道是寻常。keysentence",
    "id": "P366"
  },
  {
    "title": "蜀中九日",
    "dynasty": "唐代",
    "writer": "王勃",
    "content": [
      "九月九日望乡台，",
      "他席他乡送客杯。keysentence",
      "人情已厌南中苦，",
      "鸿雁那从北地来。"
    ],
    "type": [
      "重阳节",
      "思乡"
    ],
    "source": "九月九日望乡台，他席他乡送客杯。keysentence人情已厌南中苦，鸿雁那从北地来。",
    "id": "P367"
  },
  {
    "title": "南园十三首·其五",
    "dynasty": "唐代",
    "writer": "李贺",
    "content": [
      "男儿何不带吴钩，",
      "收取关山五十州。keysentence",
      "请君暂上凌烟阁，",
      "若个书生万户侯？"
    ],
    "type": [
      "地名",
      "爱国",
      "励志"
    ],
    "source": "男儿何不带吴钩，收取关山五十州。keysentence请君暂上凌烟阁，若个书生万户侯？",
    "id": "P368"
  },
  {
    "title": "题扬州禅智寺",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "雨过一蝉噪，",
      "飘萧松桂秋。keysentence",
      "青苔满阶砌，",
      "白鸟故迟留。",
      "暮霭生深树，",
      "斜阳下小楼。",
      "谁知竹西路，",
      "歌吹是扬州。"
    ],
    "type": [
      "寺庙",
      "写景",
      "孤独"
    ],
    "source": "雨过一蝉噪，飘萧松桂秋。keysentence青苔满阶砌，白鸟故迟留。暮霭生深树，斜阳下小楼。谁知竹西路，歌吹是扬州。",
    "id": "P369"
  },
  {
    "title": "清平乐·金风细细",
    "dynasty": "宋代",
    "writer": "晏殊",
    "content": [
      "金风细细。",
      "叶叶梧桐坠。",
      "绿酒初尝人易醉。",
      "一枕小窗浓睡。keysentence",
      "紫薇朱槿花残。",
      "斜阳却照阑干。",
      "双燕欲归时节，",
      "银屏昨夜微寒。"
    ],
    "type": [
      "写风",
      "婉约"
    ],
    "source": "金风细细。叶叶梧桐坠。绿酒初尝人易醉。一枕小窗浓睡。keysentence紫薇朱槿花残。斜阳却照阑干。双燕欲归时节，银屏昨夜微寒。",
    "id": "P370"
  },
  {
    "title": "小重山·昨夜寒蛩不住鸣",
    "dynasty": "宋代",
    "writer": "岳飞",
    "content": [
      "昨夜寒蛩不住鸣。",
      "惊回千里梦，",
      "已三更。",
      "起来独自绕阶行。keysentence",
      "人悄悄，",
      "帘外月胧明。",
      "白首为功名。",
      "旧山松竹老，",
      "阻归程。",
      "欲将心事付瑶琴。",
      "知音少，",
      "弦断有谁听。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "豪放",
      "壮志难酬"
    ],
    "source": "昨夜寒蛩不住鸣。惊回千里梦，已三更。起来独自绕阶行。keysentence人悄悄，帘外月胧明。白首为功名。旧山松竹老，阻归程。欲将心事付瑶琴。知音少，弦断有谁听。",
    "id": "P371"
  },
  {
    "title": "早发白帝城",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "朝辞白帝彩云间，",
      "千里江陵一日还。keysentence",
      "两岸猿声啼不住，",
      "轻舟已过万重山。"
    ],
    "type": [
      "唐诗三百首",
      "写山",
      "长江",
      "地名",
      "喜悦",
      "早教古诗100首"
    ],
    "source": "朝辞白帝彩云间，千里江陵一日还。keysentence两岸猿声啼不住，轻舟已过万重山。",
    "id": "P372"
  },
  {
    "title": "与浩初上人同看山寄京华亲故",
    "dynasty": "唐代",
    "writer": "柳宗元",
    "content": [
      "海畔尖山似剑铓，",
      "秋来处处割愁肠。",
      "若为化得身千亿，",
      "散上峰头望故乡。keysentence"
    ],
    "type": [
      "写山",
      "思念"
    ],
    "source": "海畔尖山似剑铓，秋来处处割愁肠。若为化得身千亿，散上峰头望故乡。keysentence",
    "id": "P373"
  },
  {
    "title": "石壕吏",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "暮投石壕村，",
      "有吏夜捉人。",
      "老翁逾墙走，",
      "老妇出门看。",
      "吏呼一何怒，",
      "妇啼一何苦。keysentence",
      "听妇前致词，",
      "三男邺城戍。",
      "一男附书至，",
      "二男新战死。",
      "存者且偷生，",
      "死者长已矣。",
      "室中更无人，",
      "惟有乳下孙。",
      "有孙母未去，",
      "出入无完裙。",
      "老妪力虽衰，",
      "请从吏夜归。",
      "急应河阳役，",
      "犹得备晨炊。",
      "夜久语声绝，",
      "如闻泣幽咽。",
      "天明登前途，",
      "独与老翁别。"
    ],
    "type": [
      "初中古诗",
      "叙事",
      "战争",
      "同情",
      "人民"
    ],
    "source": "暮投石壕村，有吏夜捉人。老翁逾墙走，老妇出门看。吏呼一何怒，妇啼一何苦。keysentence听妇前致词，三男邺城戍。一男附书至，二男新战死。存者且偷生，死者长已矣。室中更无人，惟有乳下孙。有孙母未去，出入无完裙。老妪力虽衰，请从吏夜归。急应河阳役，犹得备晨炊。夜久语声绝，如闻泣幽咽。天明登前途，独与老翁别。",
    "id": "P374"
  },
  {
    "title": "戏问花门酒家翁",
    "dynasty": "唐代",
    "writer": "岑参",
    "content": [
      "老人七十仍沽酒，",
      "千壶百瓮花门口。keysentence",
      "道傍榆荚巧似钱，",
      "摘来沽酒君肯否。"
    ],
    "type": [
      "抒情",
      "生活"
    ],
    "source": "老人七十仍沽酒，千壶百瓮花门口。keysentence道傍榆荚巧似钱，摘来沽酒君肯否。",
    "id": "P375"
  },
  {
    "title": "月夜",
    "dynasty": "唐代",
    "writer": "刘方平",
    "content": [
      "更深月色半人家，",
      "北斗阑干南斗斜。keysentence",
      "今夜偏知春气暖，",
      "虫声新透绿窗纱。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "春天",
      "月亮",
      "田园"
    ],
    "source": "更深月色半人家，北斗阑干南斗斜。keysentence今夜偏知春气暖，虫声新透绿窗纱。",
    "id": "P376"
  },
  {
    "title": "江神子·恨别",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "天涯流落思无穷。",
      "既相逢。",
      "却匆匆。",
      "摧手佳人，",
      "和泪折残红。",
      "为问东风余几许，",
      "春纵在，",
      "与谁同。",
      "隋堤三月水溶溶。",
      "背归鸿。",
      "去吴中。",
      "回首彭城，",
      "清泗与淮通。",
      "寄我相思千点泪，",
      "流不到，",
      "楚江东。",
      "天涯流落思无穷！",
      "既相逢，",
      "却匆匆。",
      "携手佳人，",
      "和泪折残红。",
      "为问东风余几许？",
      "春纵在，",
      "与谁同！",
      "隋堤三月水溶溶。",
      "背归鸿，",
      "去吴中。keysentence",
      "回首彭城，",
      "清泗与淮通。",
      "欲寄相思千点泪，",
      "流不到，",
      "楚江东。"
    ],
    "type": [
      "春天",
      "离别",
      "写景",
      "抒情"
    ],
    "source": "天涯流落思无穷。既相逢。却匆匆。摧手佳人，和泪折残红。为问东风余几许，春纵在，与谁同。隋堤三月水溶溶。背归鸿。去吴中。回首彭城，清泗与淮通。寄我相思千点泪，流不到，楚江东。天涯流落思无穷！既相逢，却匆匆。携手佳人，和泪折残红。为问东风余几许？春纵在，与谁同！隋堤三月水溶溶。背归鸿，去吴中。keysentence回首彭城，清泗与淮通。欲寄相思千点泪，流不到，楚江东。",
    "id": "P377"
  },
  {
    "title": "答陆澧",
    "dynasty": "唐代",
    "writer": "张九龄",
    "content": [
      "松叶堪为酒，",
      "春来酿几多。",
      "不辞山路远，",
      "踏雪也相过。keysentence"
    ],
    "type": [
      "田园"
    ],
    "source": "松叶堪为酒，春来酿几多。不辞山路远，踏雪也相过。keysentence",
    "id": "P378"
  },
  {
    "title": "把酒问月·故人贾淳令予问之",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "青天有月来几时？",
      "我今停杯一问之。",
      "人攀明月不可得，",
      "月行却与人相随。",
      "皎如飞镜临丹阙，",
      "绿烟灭尽清辉发。",
      "但见宵从海上来，",
      "宁知晓向云间没。",
      "白兔捣药秋复春，",
      "嫦娥孤栖与谁邻？",
      "今人不见古时月，",
      "今月曾经照古人。keysentence",
      "古人今人若流水，",
      "共看明月皆如此。",
      "唯愿当歌对酒时，",
      "月光长照金樽里。"
    ],
    "type": [
      "咏物",
      "月亮",
      "抒怀",
      "哲理"
    ],
    "source": "青天有月来几时？我今停杯一问之。人攀明月不可得，月行却与人相随。皎如飞镜临丹阙，绿烟灭尽清辉发。但见宵从海上来，宁知晓向云间没。白兔捣药秋复春，嫦娥孤栖与谁邻？今人不见古时月，今月曾经照古人。keysentence古人今人若流水，共看明月皆如此。唯愿当歌对酒时，月光长照金樽里。",
    "id": "P379"
  },
  {
    "title": "凉州词二首·其一",
    "dynasty": "唐代",
    "writer": "王之涣",
    "content": [
      "黄河远上白云间，",
      "一片孤城万仞山。",
      "羌笛何须怨杨柳，",
      "春风不度玉门关。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "边塞",
      "写景",
      "将士",
      "思乡",
      "早教古诗100首"
    ],
    "source": "黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。keysentence",
    "id": "P380"
  },
  {
    "title": "六月二十日夜渡海",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "参横斗转欲三更，",
      "苦雨终风也解晴。keysentence",
      "云散月明谁点缀？",
      "天容海色本澄清。",
      "空余鲁叟乘桴意，",
      "粗识轩辕奏乐声。",
      "九死南荒吾不恨，",
      "兹游奇绝冠平生。"
    ],
    "type": [
      "游历",
      "写景",
      "抒情",
      "猖狂"
    ],
    "source": "参横斗转欲三更，苦雨终风也解晴。keysentence云散月明谁点缀？天容海色本澄清。空余鲁叟乘桴意，粗识轩辕奏乐声。九死南荒吾不恨，兹游奇绝冠平生。",
    "id": "P381"
  },
  {
    "title": "玉楼春·风前欲劝春光住",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "风前欲劝春光住。",
      "春在城南芳草路。",
      "未随流落水边花，",
      "且作飘零泥上絮。",
      "镜中已觉星星误。",
      "人不负春春自负。",
      "梦回人远许多愁，",
      "只在梨花风雨处。keysentence"
    ],
    "type": [
      "伤春",
      "感伤",
      "岁月"
    ],
    "source": "风前欲劝春光住。春在城南芳草路。未随流落水边花，且作飘零泥上絮。镜中已觉星星误。人不负春春自负。梦回人远许多愁，只在梨花风雨处。keysentence",
    "id": "P382"
  },
  {
    "title": "遣悲怀三首·其三",
    "dynasty": "唐代",
    "writer": "元稹",
    "content": [
      "闲坐悲君亦自悲，",
      "百年都是几多时。",
      "邓攸无子寻知命，",
      "潘岳悼亡犹费词。",
      "同穴窅冥何所望，",
      "他生缘会更难期。",
      "惟将终夜常开眼，",
      "报答平生未展眉。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "悼亡"
    ],
    "source": "闲坐悲君亦自悲，百年都是几多时。邓攸无子寻知命，潘岳悼亡犹费词。同穴窅冥何所望，他生缘会更难期。惟将终夜常开眼，报答平生未展眉。keysentence",
    "id": "P383"
  },
  {
    "title": "鹧鸪天·林断山明竹隐墙",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "林断山明竹隐墙。",
      "乱蝉衰草小池塘。",
      "翻空白鸟时时见，",
      "照水红蕖细细香。",
      "村舍外，",
      "古城旁。",
      "杖藜徐步转斜阳。",
      "殷勤昨夜三更雨，",
      "又得浮生一日凉。keysentence"
    ],
    "type": [
      "写景",
      "写人",
      "隐居",
      "生活",
      "抒怀"
    ],
    "source": "林断山明竹隐墙。乱蝉衰草小池塘。翻空白鸟时时见，照水红蕖细细香。村舍外，古城旁。杖藜徐步转斜阳。殷勤昨夜三更雨，又得浮生一日凉。keysentence",
    "id": "P384"
  },
  {
    "title": "玉楼春·尊前拟把归期说",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "尊前拟把归期说，",
      "欲语春容先惨咽。",
      "人生自是有情痴，",
      "此恨不关风与月。keysentence",
      "离歌且莫翻新阕，",
      "一曲能教肠寸结。",
      "直须看尽洛城花，",
      "始共春风容易别。"
    ],
    "type": [
      "宋词精选",
      "离别",
      "惜别",
      "友情"
    ],
    "source": "尊前拟把归期说，欲语春容先惨咽。人生自是有情痴，此恨不关风与月。keysentence离歌且莫翻新阕，一曲能教肠寸结。直须看尽洛城花，始共春风容易别。",
    "id": "P385"
  },
  {
    "title": "鹧鸪天·陌上柔桑破嫩芽",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "陌上柔桑破嫩芽，",
      "东邻蚕种已生些。",
      "平冈细草鸣黄犊，",
      "斜日寒林点暮鸦。",
      "山远近，",
      "路横斜，",
      "青旗沽酒有人家。",
      "城中桃李愁风雨，",
      "春在溪头荠菜花。keysentence"
    ],
    "type": [
      "早春",
      "乡村",
      "忧国忧民"
    ],
    "source": "陌上柔桑破嫩芽，东邻蚕种已生些。平冈细草鸣黄犊，斜日寒林点暮鸦。山远近，路横斜，青旗沽酒有人家。城中桃李愁风雨，春在溪头荠菜花。keysentence",
    "id": "P386"
  },
  {
    "title": "声声慢·寻寻觅觅",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "寻寻觅觅，",
      "冷冷清清，",
      "凄凄惨惨戚戚。keysentence",
      "乍暖还寒时候，",
      "最难将息。",
      "三杯两盏淡酒，",
      "怎敌他、晚来风急？",
      "雁过也，",
      "正伤心，",
      "却是旧时相识。",
      "满地黄花堆积。",
      "憔悴损，",
      "如今有谁堪摘？",
      "守着窗儿，",
      "独自怎生得黑？",
      "梧桐更兼细雨，",
      "到黄昏、点点滴滴。",
      "这次第，",
      "怎一个愁字了得！"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "高中古诗",
      "婉约",
      "闺怨",
      "孤独",
      "怀人"
    ],
    "source": "寻寻觅觅，冷冷清清，凄凄惨惨戚戚。keysentence乍暖还寒时候，最难将息。三杯两盏淡酒，怎敌他、晚来风急？雁过也，正伤心，却是旧时相识。满地黄花堆积。憔悴损，如今有谁堪摘？守着窗儿，独自怎生得黑？梧桐更兼细雨，到黄昏、点点滴滴。这次第，怎一个愁字了得！",
    "id": "P387"
  },
  {
    "title": "南轩松",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "南轩有孤松，",
      "柯叶自绵幂。",
      "清风无闲时，",
      "潇洒终日夕。",
      "阴生古苔绿，",
      "色染秋烟碧。keysentence",
      "何当凌云霄，",
      "直上数千尺。"
    ],
    "type": [
      "咏物",
      "抒怀",
      "理想"
    ],
    "source": "南轩有孤松，柯叶自绵幂。清风无闲时，潇洒终日夕。阴生古苔绿，色染秋烟碧。keysentence何当凌云霄，直上数千尺。",
    "id": "P388"
  },
  {
    "title": "杂说一·龙说",
    "dynasty": "唐代",
    "writer": "韩愈",
    "content": [
      "龙嘘气成云，",
      "云固弗灵于龙也。keysentence",
      "然龙乘是气，",
      "茫洋穷乎玄间，",
      "薄日月，",
      "伏光景，",
      "感震电，",
      "神变化，",
      "水下土，",
      "汩陵谷，",
      "云亦灵怪矣哉!云，",
      "龙之所能使为灵也；",
      "若龙之灵，",
      "则非云之所能使为灵也。",
      "然龙弗得云，",
      "无以神其灵矣。",
      "失其所凭依，",
      "信不可欤 ！",
      "异哉！",
      "其所凭依，",
      "乃其所自为也。",
      "云从龙。",
      "既曰：",
      "龙，",
      "云从之矣。"
    ],
    "type": [
      "古文观止",
      "议论",
      "寓理"
    ],
    "source": "龙嘘气成云，云固弗灵于龙也。keysentence然龙乘是气，茫洋穷乎玄间，薄日月，伏光景，感震电，神变化，水下土，汩陵谷，云亦灵怪矣哉!云，龙之所能使为灵也；若龙之灵，则非云之所能使为灵也。然龙弗得云，无以神其灵矣。失其所凭依，信不可欤 ！异哉！其所凭依，乃其所自为也。《易》曰：云从龙。既曰：龙，云从之矣。",
    "id": "P389"
  },
  {
    "title": "秋夜寄邱员外",
    "dynasty": "唐代",
    "writer": "韦应物",
    "content": [
      "怀君属秋夜，",
      "散步咏凉天。keysentence",
      "空山松子落，",
      "幽人应未眠。"
    ],
    "type": [
      "唐诗三百首",
      "秋天",
      "怀人"
    ],
    "source": "怀君属秋夜，散步咏凉天。keysentence空山松子落，幽人应未眠。",
    "id": "P390"
  },
  {
    "title": "早冬",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "十月江南天气好，",
      "可怜冬景似春华。keysentence",
      "霜轻未杀萋萋草，",
      "日暖初干漠漠沙。",
      "老柘叶黄如嫩树，",
      "寒樱枝白是狂花。",
      "此时却羡闲人醉，",
      "五马无由入酒家。"
    ],
    "type": [
      "冬天"
    ],
    "source": "十月江南天气好，可怜冬景似春华。keysentence霜轻未杀萋萋草，日暖初干漠漠沙。老柘叶黄如嫩树，寒樱枝白是狂花。此时却羡闲人醉，五马无由入酒家。",
    "id": "P391"
  },
  {
    "title": "闻乐天授江州司马",
    "dynasty": "唐代",
    "writer": "元稹",
    "content": [
      "残灯无焰影幢幢，",
      "此夕闻君谪九江。",
      "垂死病中惊坐起，",
      "暗风吹雨入寒窗。keysentence"
    ],
    "type": [
      "友情",
      "贬谪"
    ],
    "source": "残灯无焰影幢幢，此夕闻君谪九江。垂死病中惊坐起，暗风吹雨入寒窗。keysentence",
    "id": "P392"
  },
  {
    "title": "贺新郎·甚矣吾衰矣",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "邑中园亭，",
      "仆皆为赋此词。",
      "一日，",
      "独坐停云，",
      "水声山色，",
      "竞来相娱。",
      "意溪山欲援例者，",
      "遂作数语，",
      "庶几仿佛渊明思亲友之意云。",
      "甚矣吾衰矣。",
      "怅平生、交游零落，",
      "只今馀几！",
      "白发空垂三千丈，",
      "一笑人间万事。",
      "问何物、能令公喜？",
      "我见青山多妩媚，",
      "料青山见我应如是。keysentence",
      "情与貌，",
      "略相似。",
      "一尊搔首东窗里。",
      "此时风味。",
      "江左沉酣求名者，",
      "岂识浊醪妙理。",
      "回首叫、云飞风起。",
      "不恨古人吾不见，",
      "恨古人不见吾狂耳。",
      "知我者，",
      "二三子。"
    ],
    "type": [
      "宋词三百首",
      "典故",
      "言志",
      "猖狂"
    ],
    "source": "邑中园亭，仆皆为赋此词。一日，独坐停云，水声山色，竞来相娱。意溪山欲援例者，遂作数语，庶几仿佛渊明思亲友之意云。甚矣吾衰矣。怅平生、交游零落，只今馀几！白发空垂三千丈，一笑人间万事。问何物、能令公喜？我见青山多妩媚，料青山见我应如是。keysentence情与貌，略相似。一尊搔首东窗里。想渊明《停云》诗就，此时风味。江左沉酣求名者，岂识浊醪妙理。回首叫、云飞风起。不恨古人吾不见，恨古人不见吾狂耳。知我者，二三子。",
    "id": "P393"
  },
  {
    "title": "元和十年自朗州至京戏赠看花诸君子",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "紫陌红尘拂面来，",
      "无人不道看花回。",
      "玄都观里桃千树，",
      "尽是刘郎去后栽。keysentence"
    ],
    "type": [
      "看花",
      "讽刺"
    ],
    "source": "紫陌红尘拂面来，无人不道看花回。玄都观里桃千树，尽是刘郎去后栽。keysentence",
    "id": "P394"
  },
  {
    "title": "惠州一绝",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "罗浮山下四时春，",
      "卢橘杨梅次第新。keysentence",
      "日啖荔枝三百颗，",
      "不辞长作岭南人。"
    ],
    "type": [
      "地名",
      "赞美",
      "荔枝"
    ],
    "source": "罗浮山下四时春，卢橘杨梅次第新。keysentence日啖荔枝三百颗，不辞长作岭南人。",
    "id": "P395"
  },
  {
    "title": "伶官传序",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "呜呼！",
      "盛衰之理，",
      "虽曰天命，",
      "岂非人事哉！",
      "原庄宗之所以得天下，",
      "与其所以失之者，",
      "可以知之矣。",
      "世言晋王之将终也，",
      "以三矢赐庄宗而告之曰：",
      "梁，",
      "吾仇也；",
      "燕王，",
      "吾所立，",
      "契丹与吾约为兄弟，",
      "而皆背晋以归梁。",
      "此三者，",
      "吾遗恨也。",
      "与尔三矢，",
      "尔其无忘乃父之志！",
      "庄宗受而藏之于庙。",
      "其后用兵，",
      "则遣从事以一少牢告庙，",
      "请其矢，",
      "盛以锦囊，",
      "负而前驱，",
      "及凯旋而纳之。",
      "方其系燕父子以组，",
      "函梁君臣之首，",
      "入于太庙，",
      "还矢先王，",
      "而告以成功，",
      "其意气之盛，",
      "可谓壮哉！",
      "及仇雠已灭，",
      "天下已定，",
      "一夫夜呼，",
      "乱者四应，",
      "仓皇东出，",
      "未及见贼而士卒离散，",
      "君臣相顾，",
      "不知所归，",
      "至于誓天断发，",
      "泣下沾襟，",
      "何其衰也！",
      "岂得之难而失之易欤？",
      "抑本其成败之迹，",
      "而皆自于人欤？",
      "满招损，",
      "谦受益。",
      "忧劳可以兴国，",
      "逸豫可以亡身，",
      "自然之理也。",
      "故方其盛也，",
      "举天下豪杰，",
      "莫能与之争；",
      "及其衰也，",
      "数十伶人困之，",
      "而身死国灭，",
      "为天下笑。",
      "夫祸患常积于忽微，",
      "而智勇多困于所溺keysentence，",
      "岂独伶人也哉！"
    ],
    "type": [
      "高中文言文",
      "史论",
      "序文"
    ],
    "source": "呜呼！盛衰之理，虽曰天命，岂非人事哉！原庄宗之所以得天下，与其所以失之者，可以知之矣。世言晋王之将终也，以三矢赐庄宗而告之曰：梁，吾仇也；燕王，吾所立，契丹与吾约为兄弟，而皆背晋以归梁。此三者，吾遗恨也。与尔三矢，尔其无忘乃父之志！庄宗受而藏之于庙。其后用兵，则遣从事以一少牢告庙，请其矢，盛以锦囊，负而前驱，及凯旋而纳之。方其系燕父子以组，函梁君臣之首，入于太庙，还矢先王，而告以成功，其意气之盛，可谓壮哉！及仇雠已灭，天下已定，一夫夜呼，乱者四应，仓皇东出，未及见贼而士卒离散，君臣相顾，不知所归，至于誓天断发，泣下沾襟，何其衰也！岂得之难而失之易欤？抑本其成败之迹， 而皆自于人欤？《书》曰：满招损，谦受益。 忧劳可以兴国，逸豫可以亡身，自然之理也。故方其盛也，举天下豪杰，莫能与之争；及其衰也，数十伶人困之，而身死国灭，为天下笑。夫祸患常积于忽微，而智勇多困于所溺keysentence，岂独伶人也哉！",
    "id": "P396"
  },
  {
    "title": "登金陵凤凰台",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "凤凰台上凤凰游，",
      "凤去台空江自流。keysentence",
      "吴宫花草埋幽径，",
      "晋代衣冠成古丘。",
      "三山半落青天外，",
      "二水中分白鹭洲。",
      "总为浮云能蔽日，",
      "长安不见使人愁。"
    ],
    "type": [
      "唐诗三百首",
      "高中古诗",
      "咏史怀古"
    ],
    "source": "凤凰台上凤凰游，凤去台空江自流。keysentence吴宫花草埋幽径，晋代衣冠成古丘。三山半落青天外，二水中分白鹭洲。总为浮云能蔽日，长安不见使人愁。",
    "id": "P397"
  },
  {
    "title": "蝶恋花·庭院深深深几许",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "庭院深深深几许，",
      "杨柳堆烟，",
      "帘幕无重数。",
      "玉勒雕鞍游冶处，",
      "楼高不见章台路。",
      "雨横风狂三月暮，",
      "门掩黄昏，",
      "无计留春住。",
      "泪眼问花花不语，",
      "乱红飞过秋千去。keysentence"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "孤独",
      "闺怨"
    ],
    "source": "庭院深深深几许，杨柳堆烟，帘幕无重数。玉勒雕鞍游冶处，楼高不见章台路。雨横风狂三月暮，门掩黄昏，无计留春住。泪眼问花花不语，乱红飞过秋千去。keysentence",
    "id": "P398"
  },
  {
    "title": "赋得自君之出矣",
    "dynasty": "唐代",
    "writer": "张九龄",
    "content": [
      "自君之出矣，",
      "不复理残机。",
      "思君如满月，",
      "夜夜减清辉。keysentence"
    ],
    "type": [
      "乐府",
      "闺怨",
      "妇女",
      "相思"
    ],
    "source": "自君之出矣，不复理残机。思君如满月，夜夜减清辉。keysentence",
    "id": "P399"
  },
  {
    "title": "叠题乌江亭",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "百战疲劳壮士哀，",
      "中原一败势难回。",
      "江东子弟今虽在，",
      "肯与君王卷土来？keysentence"
    ],
    "type": [
      "古诗三百首",
      "咏史"
    ],
    "source": "百战疲劳壮士哀，中原一败势难回。江东子弟今虽在，肯与君王卷土来？keysentence",
    "id": "P400"
  },
  {
    "title": "钱塘湖春行",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "孤山寺北贾亭西，",
      "水面初平云脚低。",
      "几处早莺争暖树，",
      "谁家新燕啄春泥。",
      "乱花渐欲迷人眼，",
      "浅草才能没马蹄。keysentence",
      "最爱湖东行不足，",
      "绿杨阴里白沙堤。"
    ],
    "type": [
      "初中古诗",
      "春天",
      "西湖",
      "写景",
      "喜悦"
    ],
    "source": "孤山寺北贾亭西，水面初平云脚低。几处早莺争暖树，谁家新燕啄春泥。乱花渐欲迷人眼，浅草才能没马蹄。keysentence最爱湖东行不足，绿杨阴里白沙堤。",
    "id": "P401"
  },
  {
    "title": "凤凰台上忆吹箫·香冷金猊",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "香冷金猊，",
      "被翻红浪，",
      "起来慵自梳头。",
      "任宝奁尘满，",
      "日上帘钩。",
      "生怕离怀别苦，",
      "多少事、欲说还休。",
      "新来瘦，",
      "非干病酒，",
      "不是悲秋。",
      "休休，",
      "这回去也，",
      "也则难留。",
      "念武陵人远，",
      "烟锁秦楼。",
      "惟有楼前流水，",
      "应念我、终日凝眸。keysentence",
      "凝眸处，",
      "从今又添，",
      "一段新愁。",
      "香冷金猊，",
      "被翻红浪，",
      "起来人未梳头。",
      "任宝奁闲掩，",
      "日上帘钩。",
      "生怕闲愁暗恨，",
      "多少事、欲说还休。",
      "今年瘦，",
      "非干病酒，",
      "不是悲秋。",
      "明朝，",
      "者回去也，",
      "千万遍阳关，",
      "也即难留。",
      "念武陵春晚，",
      "云锁重楼。",
      "记取楼前绿水，",
      "应念我、终日凝眸。",
      "凝眸处，",
      "从今更数，",
      "几段新愁。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "女子",
      "离别",
      "思念"
    ],
    "source": "香冷金猊，被翻红浪，起来慵自梳头。任宝奁尘满，日上帘钩。生怕离怀别苦，多少事、欲说还休。新来瘦，非干病酒，不是悲秋。休休，这回去也，千万遍《阳关》，也则难留。念武陵人远，烟锁秦楼。惟有楼前流水，应念我、终日凝眸。keysentence凝眸处，从今又添，一段新愁。香冷金猊，被翻红浪，起来人未梳头。任宝奁闲掩，日上帘钩。生怕闲愁暗恨，多少事、欲说还休。今年瘦，非干病酒，不是悲秋。明朝，者回去也，千万遍阳关，也即难留。念武陵春晚，云锁重楼。记取楼前绿水，应念我、终日凝眸。凝眸处，从今更数，几段新愁。",
    "id": "P402"
  },
  {
    "title": "沁园春·题潮阳张许二公庙",
    "dynasty": "宋代",
    "writer": "文天祥",
    "content": [
      "为子死孝，",
      "为臣死忠，",
      "死又何妨。",
      "自光岳气分，",
      "士无全节；",
      "君臣义缺，",
      "谁负刚肠。",
      "骂贼睢阳，",
      "爱君许远，",
      "留取声名万古香。keysentence",
      "后来者，",
      "无二公之操，",
      "百炼之钢。",
      "人生翕歘云亡。",
      "好烈烈轰轰做一场。",
      "使当时卖国，",
      "甘心降虏，",
      "受人唾骂，",
      "安得流芳。",
      "古庙幽沉，",
      "仪容俨雅，",
      "枯木寒鸦几夕阳。",
      "邮亭下，",
      "有奸雄过此，",
      "仔细思量。"
    ],
    "type": [
      "赞美",
      "爱国",
      "忠义"
    ],
    "source": "为子死孝，为臣死忠，死又何妨。自光岳气分，士无全节；君臣义缺，谁负刚肠。骂贼睢阳，爱君许远，留取声名万古香。keysentence后来者，无二公之操，百炼之钢。人生翕歘云亡。好烈烈轰轰做一场。使当时卖国，甘心降虏，受人唾骂，安得流芳。古庙幽沉，仪容俨雅，枯木寒鸦几夕阳。邮亭下，有奸雄过此，仔细思量。",
    "id": "P403"
  },
  {
    "title": "天末怀李白",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "凉风起天末，",
      "君子意如何。",
      "鸿雁几时到，",
      "江湖秋水多。keysentence",
      "文章憎命达，",
      "魑魅喜人过。",
      "应共冤魂语，",
      "投诗赠汨罗。"
    ],
    "type": [
      "唐诗三百首",
      "写风",
      "怀人"
    ],
    "source": "凉风起天末，君子意如何。鸿雁几时到，江湖秋水多。keysentence文章憎命达，魑魅喜人过。应共冤魂语，投诗赠汨罗。",
    "id": "P404"
  },
  {
    "title": "清平乐·红笺小字",
    "dynasty": "宋代",
    "writer": "晏殊",
    "content": [
      "红笺小字。",
      "说尽平生意。",
      "鸿雁在云鱼在水。",
      "惆怅此情难寄。keysentence",
      "斜阳独倚西楼。",
      "遥山恰对帘钩。",
      "人面不知何处，",
      "绿波依旧东流。"
    ],
    "type": [
      "宋词三百首",
      "爱情",
      "怀人"
    ],
    "source": "红笺小字。说尽平生意。鸿雁在云鱼在水。惆怅此情难寄。keysentence斜阳独倚西楼。遥山恰对帘钩。人面不知何处，绿波依旧东流。",
    "id": "P405"
  },
  {
    "title": "读山海经·其一",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "孟夏草木长，",
      "绕屋树扶疏。",
      "众鸟欣有托，",
      "吾亦爱吾庐。",
      "既耕亦已种，",
      "时还读我书。",
      "穷巷隔深辙，",
      "颇回故人车。",
      "欢言酌春酒，",
      "摘我园中蔬。",
      "微雨从东来，",
      "好风与之俱。keysentence",
      "流观《山海》图。",
      "俯仰终宇宙，",
      "不乐复何如？"
    ],
    "type": [
      "古诗三百首",
      "田园",
      "读书"
    ],
    "source": "孟夏草木长，绕屋树扶疏。众鸟欣有托，吾亦爱吾庐。既耕亦已种，时还读我书。穷巷隔深辙，颇回故人车。欢言酌春酒，摘我园中蔬。微雨从东来，好风与之俱。keysentence泛览《周王传》，流观《山海》图。俯仰终宇宙，不乐复何如？",
    "id": "P406"
  },
  {
    "title": "采桑子·明月多情应笑我",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "明月多情应笑我，",
      "笑我如今。keysentence",
      "辜负春心，",
      "独自闲行独自吟。",
      "近来怕说当时事，",
      "结遍兰襟。",
      "月浅灯深，",
      "梦里云归何处寻。"
    ],
    "type": [
      "怀人",
      "友人",
      "愁绪"
    ],
    "source": "明月多情应笑我，笑我如今。keysentence辜负春心，独自闲行独自吟。近来怕说当时事，结遍兰襟。月浅灯深，梦里云归何处寻。",
    "id": "P407"
  },
  {
    "title": "中秋月",
    "dynasty": "宋代",
    "writer": "晏殊",
    "content": [
      "十轮霜影转庭梧，",
      "此夕羁人独向隅。",
      "未必素娥无怅恨，",
      "玉蟾清冷桂花孤。keysentence"
    ],
    "type": [
      "中秋节",
      "赏月",
      "羁旅",
      "孤寂",
      "惆怅"
    ],
    "source": "十轮霜影转庭梧，此夕羁人独向隅。未必素娥无怅恨，玉蟾清冷桂花孤。keysentence",
    "id": "P408"
  },
  {
    "title": "八六子·倚危亭",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "倚危亭。",
      "恨如芳草，",
      "萋萋刬尽还生。",
      "念柳外青骢别后，",
      "水边红袂分时，",
      "怆然暗惊。",
      "无端天与娉婷。",
      "夜月一帘幽梦，",
      "春风十里柔情。keysentence",
      "怎奈向、欢娱渐随流水，",
      "素弦声断，",
      "翠绡香减，",
      "那堪片片飞花弄晚，",
      "蒙蒙残雨笼晴。",
      "正销凝。",
      "黄鹂又啼数声。"
    ],
    "type": [
      "宋词三百首",
      "离别",
      "爱情",
      "怀人"
    ],
    "source": "倚危亭。恨如芳草，萋萋刬尽还生。念柳外青骢别后，水边红袂分时，怆然暗惊。无端天与娉婷。夜月一帘幽梦，春风十里柔情。keysentence怎奈向、欢娱渐随流水，素弦声断，翠绡香减，那堪片片飞花弄晚，蒙蒙残雨笼晴。正销凝。黄鹂又啼数声。",
    "id": "P409"
  },
  {
    "title": "自题金山画像",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "心似已灰之木，",
      "身如不系之舟。",
      "问汝平生功业，",
      "黄州惠州儋州。keysentence"
    ],
    "type": [
      "追忆",
      "抒情",
      "壮志未酬"
    ],
    "source": "心似已灰之木，身如不系之舟。问汝平生功业，黄州惠州儋州。keysentence",
    "id": "P410"
  },
  {
    "title": "鹊桥仙·夜闻杜鹃",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "茅檐人静，",
      "蓬窗灯暗，",
      "春晚连江风雨。keysentence",
      "林莺巢燕总无声，",
      "但月夜、常啼杜宇。",
      "催成清泪，",
      "惊残孤梦，",
      "又拣深枝飞去。",
      "故山犹自不堪听，",
      "况半世、飘然羁旅！"
    ],
    "type": [
      "豪放",
      "杜鹃",
      "感叹",
      "人生"
    ],
    "source": "茅檐人静，蓬窗灯暗，春晚连江风雨。keysentence林莺巢燕总无声，但月夜、常啼杜宇。催成清泪，惊残孤梦，又拣深枝飞去。故山犹自不堪听，况半世、飘然羁旅！",
    "id": "P411"
  },
  {
    "title": "满庭芳·蜗角虚名",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "蜗角虚名，",
      "蝇头微利，",
      "算来著甚干忙。keysentence",
      "事皆前定，",
      "谁弱又谁强。",
      "且趁闲身未老，",
      "尽放我、些子疏狂。",
      "百年里，",
      "浑教是醉，",
      "三万六千场。",
      "思量。",
      "能几许，",
      "忧愁风雨，",
      "一半相妨，",
      "又何须，",
      "抵死说短论长。",
      "幸对清风皓月，",
      "苔茵展、云幕高张。",
      "江南好，",
      "千钟美酒，",
      "一曲满庭芳。"
    ],
    "type": [
      "议论",
      "讽刺",
      "感叹",
      "人生"
    ],
    "source": "蜗角虚名，蝇头微利，算来著甚干忙。keysentence事皆前定，谁弱又谁强。且趁闲身未老，尽放我、些子疏狂。百年里，浑教是醉，三万六千场。思量。能几许，忧愁风雨，一半相妨，又何须，抵死说短论长。幸对清风皓月，苔茵展、云幕高张。江南好，千钟美酒，一曲满庭芳。",
    "id": "P412"
  },
  {
    "title": "对雪二首",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "寒气先侵玉女扉，",
      "清光旋透省郎闱。",
      "梅花大庾岭头发，",
      "柳絮章台街里飞。keysentence",
      "欲舞定随曹植马，",
      "有情应湿谢庄衣。",
      "龙山万里无多远，",
      "留待行人二月归。",
      "旋扑珠帘过粉墙，",
      "轻于柳絮重于霜。",
      "已随江令夸琼树，",
      "又入卢家妒玉堂。",
      "侵夜可能争桂魄，",
      "忍寒应欲试梅妆。",
      "关河冻合东西路，",
      "肠断斑骓送陆郎。"
    ],
    "type": [
      "冬天",
      "离别",
      "写雪",
      "组诗"
    ],
    "source": "寒气先侵玉女扉，清光旋透省郎闱。梅花大庾岭头发，柳絮章台街里飞。keysentence欲舞定随曹植马，有情应湿谢庄衣。龙山万里无多远，留待行人二月归。旋扑珠帘过粉墙，轻于柳絮重于霜。已随江令夸琼树，又入卢家妒玉堂。侵夜可能争桂魄，忍寒应欲试梅妆。关河冻合东西路，肠断斑骓送陆郎。",
    "id": "P413"
  },
  {
    "title": "相见欢·无言独上西楼",
    "dynasty": "五代",
    "writer": "李煜",
    "content": [
      "无言独上西楼，",
      "月如钩。",
      "寂寞梧桐深院锁清秋。keysentence",
      "剪不断，",
      "理还乱，",
      "是离愁。",
      "别是一般滋味在心头。"
    ],
    "type": [
      "宋词三百首",
      "初中古诗",
      "婉约",
      "登楼",
      "写景",
      "孤独",
      "思念"
    ],
    "source": "无言独上西楼，月如钩。寂寞梧桐深院锁清秋。keysentence剪不断，理还乱，是离愁。别是一般滋味在心头。",
    "id": "P414"
  },
  {
    "title": "马诗二十三首·其四",
    "dynasty": "唐代",
    "writer": "李贺",
    "content": [
      "此马非凡马，",
      "房星本是星。keysentence",
      "向前敲瘦骨，",
      "犹自带铜声。"
    ],
    "type": [
      "写马",
      "抒怀",
      "怀才不遇"
    ],
    "source": "此马非凡马，房星本是星。keysentence向前敲瘦骨，犹自带铜声。",
    "id": "P415"
  },
  {
    "title": "定风波·莫听穿林打叶声",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "三月七日，",
      "沙湖道中遇雨。",
      "雨具先去，",
      "同行皆狼狈，",
      "余独不觉，",
      "已而遂晴，",
      "故作此词。",
      "莫听穿林打叶声，",
      "何妨吟啸且徐行。",
      "竹杖芒鞋轻胜马，",
      "谁怕？",
      "一蓑烟雨任平生。",
      "料峭春风吹酒醒，",
      "微冷，",
      "山头斜照却相迎。",
      "回首向来萧瑟处，",
      "归去，",
      "也无风雨也无晴。keysentence"
    ],
    "type": [
      "宋词三百首",
      "春天",
      "写雨",
      "豪放"
    ],
    "source": "三月七日，沙湖道中遇雨。雨具先去，同行皆狼狈，余独不觉，已而遂晴，故作此词。莫听穿林打叶声，何妨吟啸且徐行。竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生。料峭春风吹酒醒，微冷，山头斜照却相迎。回首向来萧瑟处，归去，也无风雨也无晴。keysentence",
    "id": "P416"
  },
  {
    "title": "赠别二首",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "娉娉袅袅十三余，",
      "豆蔻梢头二月初。keysentence",
      "春风十里扬州路，",
      "卷上珠帘总不如。",
      "多情却似总无情，",
      "唯觉樽前笑不成。",
      "蜡烛有心还惜别，",
      "替人垂泪到天明。"
    ],
    "type": [
      "唐诗三百首",
      "离别",
      "女子"
    ],
    "source": "娉娉袅袅十三余，豆蔻梢头二月初。keysentence春风十里扬州路，卷上珠帘总不如。多情却似总无情，唯觉樽前笑不成。蜡烛有心还惜别，替人垂泪到天明。",
    "id": "P417"
  },
  {
    "title": "天净沙·秋",
    "dynasty": "元代",
    "writer": "白朴",
    "content": [
      "孤村落日残霞，",
      "轻烟老树寒鸦，",
      "一点飞鸿影下。",
      "青山绿水，",
      "白草红叶黄花。keysentence"
    ],
    "type": [
      "小学古诗",
      "秋天",
      "写景"
    ],
    "source": "孤村落日残霞，轻烟老树寒鸦，一点飞鸿影下。青山绿水，白草红叶黄花。keysentence",
    "id": "P418"
  },
  {
    "title": "落花",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "高阁客竟去，",
      "小园花乱飞。keysentence",
      "参差连曲陌，",
      "迢递送斜晖。",
      "肠断未忍扫，",
      "眼穿仍欲归。",
      "芳心向春尽，",
      "所得是沾衣。"
    ],
    "type": [
      "唐诗三百首",
      "咏物",
      "写花",
      "抒怀"
    ],
    "source": "高阁客竟去，小园花乱飞。keysentence参差连曲陌，迢递送斜晖。肠断未忍扫，眼穿仍欲归。芳心向春尽，所得是沾衣。",
    "id": "P419"
  },
  {
    "title": "西江月·平山堂",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "三过平山堂下，",
      "半生弹指声中。keysentence",
      "十年不见老仙翁，",
      "壁上龙蛇飞动。",
      "欲吊文章太守，",
      "仍歌杨柳春风。",
      "休言万事转头空，",
      "未转头时皆梦。"
    ],
    "type": [
      "抚今",
      "追昔"
    ],
    "source": "三过平山堂下，半生弹指声中。keysentence十年不见老仙翁，壁上龙蛇飞动。欲吊文章太守，仍歌杨柳春风。休言万事转头空，未转头时皆梦。",
    "id": "P420"
  },
  {
    "title": "八月十五夜月二首",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "满月飞明镜，",
      "归心折大刀。keysentence",
      "转蓬行地远，",
      "攀桂仰天高。",
      "水路疑霜雪，",
      "林栖见羽毛。",
      "此时瞻白兔，",
      "直欲数秋毫。",
      "稍下巫山峡，",
      "犹衔白帝城。",
      "气沈全浦暗，",
      "轮仄半楼明。",
      "刁斗皆催晓，",
      "蟾蜍且自倾。",
      "张弓倚残魄，",
      "不独汉家营。"
    ],
    "type": [
      "中秋节",
      "月亮",
      "思乡"
    ],
    "source": "满月飞明镜，归心折大刀。keysentence转蓬行地远，攀桂仰天高。水路疑霜雪，林栖见羽毛。此时瞻白兔，直欲数秋毫。稍下巫山峡，犹衔白帝城。气沈全浦暗，轮仄半楼明。刁斗皆催晓，蟾蜍且自倾。张弓倚残魄，不独汉家营。",
    "id": "P421"
  },
  {
    "title": "定风波·自春来",
    "dynasty": "宋代",
    "writer": "柳永",
    "content": [
      "自春来、惨绿愁红，",
      "芳心是事可可。keysentence",
      "日上花梢，",
      "莺穿柳带，",
      "犹压香衾卧。",
      "暖酥消、腻云亸，",
      "终日厌厌倦梳裹。",
      "无那。",
      "恨薄情一去，",
      "音书无个。",
      "早知恁么，",
      "悔当初、不把雕鞍锁。",
      "向鸡窗，",
      "只与蛮笺象管，",
      "拘束教吟课。",
      "镇相随、莫抛躲，",
      "针线闲拈伴伊坐。",
      "和我，",
      "免使年少，",
      "光阴虚过。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "女子",
      "闺怨",
      "思念"
    ],
    "source": "自春来、惨绿愁红，芳心是事可可。keysentence日上花梢，莺穿柳带，犹压香衾卧。暖酥消、腻云亸，终日厌厌倦梳裹。无那。恨薄情一去，音书无个。早知恁么，悔当初、不把雕鞍锁。向鸡窗，只与蛮笺象管，拘束教吟课。镇相随、莫抛躲，针线闲拈伴伊坐。和我，免使年少，光阴虚过。",
    "id": "P422"
  },
  {
    "title": "玉楼春·别后不知君远近",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "别后不知君远近。",
      "触目凄凉多少闷。",
      "渐行渐远渐无书，",
      "水阔鱼沉何处问。keysentence",
      "夜深风竹敲秋韵。",
      "万叶千声皆是恨。",
      "故欹单枕梦中寻，",
      "梦又不成灯又烬。"
    ],
    "type": [
      "宋词精选",
      "秋天",
      "闺怨"
    ],
    "source": "别后不知君远近。触目凄凉多少闷。渐行渐远渐无书，水阔鱼沉何处问。keysentence夜深风竹敲秋韵。万叶千声皆是恨。故欹单枕梦中寻，梦又不成灯又烬。",
    "id": "P423"
  },
  {
    "title": "古朗月行",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "小时不识月，",
      "呼作白玉盘。keysentence",
      "又疑瑶台镜，",
      "飞在青云端。",
      "仙人垂两足，",
      "桂树何团团。",
      "白兔捣药成，",
      "问言与谁餐？",
      "蟾蜍蚀圆影，",
      "大明夜已残。",
      "羿昔落九乌，",
      "天人清且安。",
      "阴精此沦惑，",
      "去去不足观。",
      "忧来其如何？",
      "凄怆摧心肝。"
    ],
    "type": [
      "乐府",
      "月亮",
      "抒情"
    ],
    "source": "小时不识月，呼作白玉盘。keysentence又疑瑶台镜，飞在青云端。仙人垂两足，桂树何团团。白兔捣药成，问言与谁餐？蟾蜍蚀圆影，大明夜已残。羿昔落九乌，天人清且安。阴精此沦惑，去去不足观。忧来其如何？凄怆摧心肝。",
    "id": "P424"
  },
  {
    "title": "浣溪沙·端午",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "轻汗微微透碧纨，",
      "明朝端午浴芳兰。keysentence",
      "流香涨腻满晴川。",
      "彩线轻缠红玉臂，",
      "小符斜挂绿云鬟。",
      "佳人相见一千年。"
    ],
    "type": [
      "端午节",
      "风俗"
    ],
    "source": "轻汗微微透碧纨，明朝端午浴芳兰。keysentence流香涨腻满晴川。彩线轻缠红玉臂，小符斜挂绿云鬟。佳人相见一千年。",
    "id": "P425"
  },
  {
    "title": "秋怀",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "节物岂不好，",
      "秋怀何黯然！",
      "西风酒旗市，",
      "细雨菊花天。keysentence",
      "感事悲双鬓，",
      "包羞食万钱。",
      "鹿车何日驾，",
      "归去颍东田。"
    ],
    "type": [
      "秋天",
      "写景",
      "抒怀",
      "思归"
    ],
    "source": "节物岂不好，秋怀何黯然！西风酒旗市，细雨菊花天。keysentence感事悲双鬓，包羞食万钱。鹿车何日驾，归去颍东田。",
    "id": "P426"
  },
  {
    "title": "除夜雪",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "北风吹雪四更初，",
      "嘉瑞天教及岁除。",
      "半盏屠苏犹未举，",
      "灯前小草写桃符。keysentence"
    ],
    "type": [
      "春节",
      "写雪"
    ],
    "source": "北风吹雪四更初，嘉瑞天教及岁除。半盏屠苏犹未举，灯前小草写桃符。keysentence",
    "id": "P427"
  },
  {
    "title": "苏幕遮·怀旧",
    "dynasty": "宋代",
    "writer": "范仲淹",
    "content": [
      "碧云天，",
      "黄叶地。",
      "秋色连波，",
      "波上寒烟翠。",
      "山映斜阳天接水。",
      "芳草无情，",
      "更在斜阳外。",
      "黯乡魂，",
      "追旅思。",
      "夜夜除非，",
      "好梦留人睡。",
      "明月楼高休独倚。",
      "酒入愁肠，",
      "化作相思泪。keysentence"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "秋天",
      "写景",
      "怀旧",
      "思念"
    ],
    "source": "碧云天，黄叶地。秋色连波，波上寒烟翠。山映斜阳天接水。芳草无情，更在斜阳外。黯乡魂，追旅思。夜夜除非，好梦留人睡。明月楼高休独倚。酒入愁肠，化作相思泪。keysentence",
    "id": "P428"
  },
  {
    "title": "白头吟",
    "dynasty": "两汉",
    "writer": "卓文君",
    "content": [
      "皑如山上雪，",
      "皎若云间月。",
      "闻君有两意，",
      "故来相决绝。",
      "今日斗酒会，",
      "明旦沟水头。",
      "躞蹀御沟上，",
      "沟水东西流。",
      "凄凄复凄凄，",
      "嫁娶不须啼。",
      "愿得一心人，",
      "白头不相离。keysentence",
      "竹竿何袅袅，",
      "鱼尾何簁簁！",
      "男儿重意气，",
      "何用钱刀为！"
    ],
    "type": [
      "乐府",
      "民歌",
      "女子",
      "爱情",
      "分手"
    ],
    "source": "皑如山上雪，皎若云间月。闻君有两意，故来相决绝。今日斗酒会，明旦沟水头。躞蹀御沟上，沟水东西流。凄凄复凄凄，嫁娶不须啼。愿得一心人，白头不相离。keysentence竹竿何袅袅，鱼尾何簁簁！男儿重意气，何用钱刀为！",
    "id": "P429"
  },
  {
    "title": "重阳席上赋白菊",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "满园花菊郁金黄，",
      "中有孤丛色似霜。keysentence",
      "还似今朝歌酒席，",
      "白头翁入少年场。"
    ],
    "type": [
      "菊花",
      "重阳节"
    ],
    "source": "满园花菊郁金黄，中有孤丛色似霜。keysentence还似今朝歌酒席，白头翁入少年场。",
    "id": "P430"
  },
  {
    "title": "浣溪沙·淡荡春光寒食天",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "淡荡春光寒食天，",
      "玉炉沉水袅残烟。",
      "梦回山枕隐花钿。",
      "海燕未来人斗草，",
      "江梅已过柳生绵。",
      "黄昏疏雨湿秋千。keysentence"
    ],
    "type": [
      "宋词精选",
      "婉约",
      "寒食节",
      "写景",
      "惜春"
    ],
    "source": "淡荡春光寒食天，玉炉沉水袅残烟。梦回山枕隐花钿。海燕未来人斗草，江梅已过柳生绵。黄昏疏雨湿秋千。keysentence",
    "id": "P431"
  },
  {
    "title": "丑奴儿·书博山道中壁",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "少年不识愁滋味，",
      "爱上层楼。",
      "爱上层楼。",
      "为赋新词强说愁。keysentence",
      "而今识尽愁滋味，",
      "欲说还休。",
      "欲说还休。",
      "却道天凉好个秋。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "写人",
      "少年",
      "抒怀",
      "愁苦"
    ],
    "source": "少年不识愁滋味，爱上层楼。爱上层楼。为赋新词强说愁。keysentence而今识尽愁滋味，欲说还休。欲说还休。却道天凉好个秋。",
    "id": "P432"
  },
  {
    "title": "浪淘沙·赋虞美人草",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "不肯过江东。",
      "玉帐匆匆。",
      "至今草木忆英雄。",
      "唱著虞兮当日曲，",
      "便舞春风。",
      "儿女此情同。",
      "往事朦胧。",
      "湘娥竹上泪痕浓。keysentence",
      "舜盖重瞳堪痛恨，",
      "羽又重瞳。"
    ],
    "type": [
      "宋词精选",
      "咏物",
      "托志"
    ],
    "source": "不肯过江东。玉帐匆匆。至今草木忆英雄。唱著虞兮当日曲，便舞春风。儿女此情同。往事朦胧。湘娥竹上泪痕浓。keysentence舜盖重瞳堪痛恨，羽又重瞳。",
    "id": "P433"
  },
  {
    "title": "客中行",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "兰陵美酒郁金香，",
      "玉碗盛来琥珀光。keysentence",
      "但使主人能醉客，",
      "不知何处是他乡。"
    ],
    "type": [
      "赞美",
      "豪迈",
      "离别"
    ],
    "source": "兰陵美酒郁金香，玉碗盛来琥珀光。keysentence但使主人能醉客，不知何处是他乡。",
    "id": "P434"
  },
  {
    "title": "夜书所见",
    "dynasty": "宋代",
    "writer": "叶绍翁",
    "content": [
      "萧萧梧叶送寒声，",
      "江上秋风动客情。keysentence",
      "知有儿童挑促织，",
      "夜深篱落一灯明。"
    ],
    "type": [
      "小学古诗",
      "写景",
      "思念"
    ],
    "source": "萧萧梧叶送寒声，江上秋风动客情。keysentence知有儿童挑促织，夜深篱落一灯明。",
    "id": "P435"
  },
  {
    "title": "遗爱寺",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "弄石临溪坐，",
      "寻花绕寺行。",
      "时时闻鸟语，",
      "处处是泉声。keysentence"
    ],
    "type": [
      "抒情",
      "写景",
      "早教古诗100首"
    ],
    "source": "弄石临溪坐，寻花绕寺行。时时闻鸟语，处处是泉声。keysentence",
    "id": "P436"
  },
  {
    "title": "破阵子·燕子欲归时节",
    "dynasty": "宋代",
    "writer": "晏殊",
    "content": [
      "燕子欲归时节，",
      "高楼昨夜西风。",
      "求得人间成小会，",
      "试把金尊傍菊丛。keysentence",
      "歌长粉面红。",
      "斜日更穿帘幕，",
      "微凉渐入梧桐。",
      "多少襟情言不尽，",
      "写向蛮笺曲调中。",
      "此情千万重。"
    ],
    "type": [
      "惜别",
      "思念",
      "女子"
    ],
    "source": "燕子欲归时节，高楼昨夜西风。求得人间成小会，试把金尊傍菊丛。keysentence歌长粉面红。斜日更穿帘幕，微凉渐入梧桐。多少襟情言不尽，写向蛮笺曲调中。此情千万重。",
    "id": "P437"
  },
  {
    "title": "江村",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "清江一曲抱村流，",
      "长夏江村事事幽。keysentence",
      "自去自来堂上燕，",
      "相亲相近水中鸥。",
      "老妻画纸为棋局，",
      "稚子敲针作钓钩。",
      "但有故人供禄米，",
      "微躯此外更何求？"
    ],
    "type": [
      "愉悦",
      "夏天",
      "田园"
    ],
    "source": "清江一曲抱村流，长夏江村事事幽。keysentence自去自来堂上燕，相亲相近水中鸥。老妻画纸为棋局，稚子敲针作钓钩。但有故人供禄米，微躯此外更何求？",
    "id": "P438"
  },
  {
    "title": "生查子·元夕",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "去年元夜时，",
      "花市灯如昼。",
      "月上柳梢头，",
      "人约黄昏后。keysentence",
      "今年元夜时，",
      "月与灯依旧。",
      "不见去年人，",
      "泪湿春衫袖。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "元宵节",
      "追忆",
      "爱情",
      "思念"
    ],
    "source": "去年元夜时，花市灯如昼。月上柳梢头，人约黄昏后。keysentence今年元夜时，月与灯依旧。不见去年人，泪湿春衫袖。",
    "id": "P439"
  },
  {
    "title": "竹枝词二首·其二",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "楚水巴山江雨多，",
      "巴人能唱本乡歌。keysentence",
      "今朝北客思归去，",
      "回入纥那披绿罗。"
    ],
    "type": [
      "山水",
      "思乡"
    ],
    "source": "楚水巴山江雨多，巴人能唱本乡歌。keysentence今朝北客思归去，回入纥那披绿罗。",
    "id": "P440"
  },
  {
    "title": "池上",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "小娃撑小艇，",
      "偷采白莲回。keysentence",
      "不解藏踪迹，",
      "浮萍一道开。"
    ],
    "type": [
      "儿童",
      "生活",
      "早教古诗100首"
    ],
    "source": "小娃撑小艇，偷采白莲回。keysentence不解藏踪迹，浮萍一道开。",
    "id": "P441"
  },
  {
    "title": "菩萨蛮·回文夏闺怨",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "柳庭风静人眠昼，",
      "昼眠人静风庭柳。keysentence",
      "香汗薄衫凉，",
      "凉衫薄汗香。",
      "手红冰碗藕，",
      "藕碗冰红手。",
      "郎笑藕丝长，",
      "长丝藕笑郎。"
    ],
    "type": [
      "夏天",
      "闺怨"
    ],
    "source": "柳庭风静人眠昼，昼眠人静风庭柳。keysentence香汗薄衫凉，凉衫薄汗香。手红冰碗藕，藕碗冰红手。郎笑藕丝长，长丝藕笑郎。",
    "id": "P442"
  },
  {
    "title": "岁暮",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "岁暮远为客，",
      "边隅还用兵。",
      "烟尘犯雪岭，",
      "鼓角动江城。keysentence",
      "天地日流血，",
      "朝廷谁请缨？",
      "济时敢爱死？",
      "寂寞壮心惊！"
    ],
    "type": [
      "爱国",
      "战争"
    ],
    "source": "岁暮远为客，边隅还用兵。烟尘犯雪岭，鼓角动江城。keysentence天地日流血，朝廷谁请缨？济时敢爱死？寂寞壮心惊！",
    "id": "P443"
  },
  {
    "title": "渭川田家",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "斜阳照墟落，",
      "穷巷牛羊归。",
      "野老念牧童，",
      "倚杖候荆扉。",
      "雉雊麦苗秀，",
      "蚕眠桑叶稀。",
      "田夫荷锄至，",
      "相见语依依。keysentence",
      "即此羡闲逸，",
      "怅然吟式微。"
    ],
    "type": [
      "唐诗三百首",
      "田园",
      "归隐"
    ],
    "source": "斜阳照墟落，穷巷牛羊归。野老念牧童，倚杖候荆扉。雉雊麦苗秀，蚕眠桑叶稀。田夫荷锄至，相见语依依。keysentence即此羡闲逸，怅然吟式微。",
    "id": "P444"
  },
  {
    "title": "辋川闲居赠裴秀才迪",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "寒山转苍翠，",
      "秋水日潺湲。keysentence",
      "倚杖柴门外，",
      "临风听暮蝉。",
      "渡头馀落日，",
      "墟里上孤烟。",
      "复值接舆醉，",
      "狂歌五柳前。"
    ],
    "type": [
      "唐诗三百首",
      "秋天",
      "写景",
      "抒情"
    ],
    "source": "寒山转苍翠，秋水日潺湲。keysentence倚杖柴门外，临风听暮蝉。渡头馀落日，墟里上孤烟。复值接舆醉，狂歌五柳前。",
    "id": "P445"
  },
  {
    "title": "琴诗",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "若言琴上有琴声，",
      "放在匣中何不鸣？keysentence",
      "若言声在指头上，",
      "何不于君指上听？"
    ],
    "type": [
      "美学",
      "哲理"
    ],
    "source": "若言琴上有琴声，放在匣中何不鸣？keysentence若言声在指头上，何不于君指上听？",
    "id": "P446"
  },
  {
    "title": "添字丑奴儿·窗前谁种芭蕉树",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "窗前谁种芭蕉树，",
      "阴满中庭。",
      "阴满中庭。",
      "叶叶心心，",
      "舒卷有馀清。",
      "伤心枕上三更雨，",
      "点滴霖霪。keysentence",
      "点滴霖霪。",
      "愁损北人，",
      "不惯起来听。"
    ],
    "type": [
      "咏物",
      "爱国",
      "思乡"
    ],
    "source": "窗前谁种芭蕉树，阴满中庭。阴满中庭。叶叶心心，舒卷有馀清。伤心枕上三更雨，点滴霖霪。keysentence点滴霖霪。愁损北人，不惯起来听。",
    "id": "P447"
  },
  {
    "title": "渌水曲",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "渌水明秋月，",
      "南湖采白蘋。",
      "荷花娇欲语，",
      "愁杀荡舟人。keysentence"
    ],
    "type": [
      "乐府",
      "荷花",
      "女子"
    ],
    "source": "渌水明秋月，南湖采白蘋。荷花娇欲语，愁杀荡舟人。keysentence",
    "id": "P448"
  },
  {
    "title": "赠裴十四",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "朝见裴叔则，",
      "朗如行玉山。",
      "黄河落天走东海，",
      "万里写入胸怀间。keysentence",
      "身骑白鼋不敢度，",
      "金高南山买君顾。",
      "徘徊六合无相知，",
      "飘若浮云且西去！"
    ],
    "type": [
      "赠别",
      "赞颂",
      "友人"
    ],
    "source": "朝见裴叔则，朗如行玉山。黄河落天走东海，万里写入胸怀间。keysentence身骑白鼋不敢度，金高南山买君顾。徘徊六合无相知，飘若浮云且西去！",
    "id": "P449"
  },
  {
    "title": "清平调·其二",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "一枝红艳露凝香，",
      "云雨巫山枉断肠。keysentence",
      "借问汉宫谁得似，",
      "可怜飞燕倚新妆。"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "女子"
    ],
    "source": "一枝红艳露凝香，云雨巫山枉断肠。keysentence借问汉宫谁得似，可怜飞燕倚新妆。",
    "id": "P450"
  },
  {
    "title": "剑客",
    "dynasty": "唐代",
    "writer": "贾岛",
    "content": [
      "十年磨一剑，",
      "霜刃未曾试。keysentence",
      "今日把示君，",
      "谁有不平事？"
    ],
    "type": [
      "豪情",
      "抱负"
    ],
    "source": "十年磨一剑，霜刃未曾试。keysentence今日把示君，谁有不平事？",
    "id": "P451"
  },
  {
    "title": "沁园春·灵山斋庵赋时筑偃湖未成",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "叠嶂西驰，",
      "万马回旋，",
      "众山欲东。keysentence",
      "正惊湍直下，",
      "跳珠倒溅；",
      "小桥横截，",
      "缺月初弓。",
      "老合投闲，",
      "天教多事，",
      "检校长身十万松。",
      "吾庐小，",
      "在龙蛇影外，",
      "风雨声中。",
      "争先见面重重，",
      "看爽气朝来三数峰。",
      "似谢家子弟，",
      "衣冠磊落；",
      "相如庭户，",
      "车骑雍容。",
      "我觉其间，",
      "雄深雅健，",
      "如对文章太史公。",
      "新堤路，",
      "问偃湖何日，",
      "烟水蒙蒙？"
    ],
    "type": [
      "豪放",
      "山水",
      "抒情"
    ],
    "source": "叠嶂西驰，万马回旋，众山欲东。keysentence正惊湍直下，跳珠倒溅；小桥横截，缺月初弓。老合投闲，天教多事，检校长身十万松。吾庐小，在龙蛇影外，风雨声中。争先见面重重，看爽气朝来三数峰。似谢家子弟，衣冠磊落；相如庭户，车骑雍容。我觉其间，雄深雅健，如对文章太史公。新堤路，问偃湖何日，烟水蒙蒙？",
    "id": "P452"
  },
  {
    "title": "曲江二首",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "一片花飞减却春，",
      "风飘万点正愁人。",
      "且看欲尽花经眼，",
      "莫厌伤多酒入唇。",
      "江上小堂巢翡翠，",
      "苑边高冢卧麒麟。",
      "细推物理须行乐，",
      "何用浮荣绊此身。",
      "朝回日日典春衣，",
      "每日江头尽醉归。",
      "酒债寻常行处有，",
      "人生七十古来稀。keysentence",
      "穿花蛱蝶深深见，",
      "点水蜻蜓款款飞。",
      "传语风光共流转，",
      "暂时相赏莫相违。"
    ],
    "type": [
      "暮春",
      "写景",
      "景点",
      "哀思",
      "组诗",
      "早教古诗100首"
    ],
    "source": "一片花飞减却春，风飘万点正愁人。且看欲尽花经眼，莫厌伤多酒入唇。江上小堂巢翡翠，苑边高冢卧麒麟。细推物理须行乐，何用浮荣绊此身。朝回日日典春衣，每日江头尽醉归。酒债寻常行处有，人生七十古来稀。keysentence穿花蛱蝶深深见，点水蜻蜓款款飞。传语风光共流转，暂时相赏莫相违。",
    "id": "P453"
  },
  {
    "title": "遣悲怀三首·其二",
    "dynasty": "唐代",
    "writer": "元稹",
    "content": [
      "昔日戏言身后意，",
      "今朝都到眼前来。",
      "衣裳已施行看尽，",
      "针线犹存未忍开。",
      "尚想旧情怜婢仆，",
      "也曾因梦送钱财。",
      "诚知此恨人人有，",
      "贫贱夫妻百事哀。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "悼亡",
      "追忆",
      "思念"
    ],
    "source": "昔日戏言身后意，今朝都到眼前来。衣裳已施行看尽，针线犹存未忍开。尚想旧情怜婢仆，也曾因梦送钱财。诚知此恨人人有，贫贱夫妻百事哀。keysentence",
    "id": "P454"
  },
  {
    "title": "水龙吟·次韵章质夫杨花词",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "似花还似非花，",
      "也无人惜从教坠。keysentence",
      "抛家傍路，",
      "思量却是，",
      "无情有思。",
      "萦损柔肠，",
      "困酣娇眼，",
      "欲开还闭。",
      "梦随风万里，",
      "寻郎去处，",
      "又还被、莺呼起。",
      "不恨此花飞尽，",
      "恨西园、落红难缀。",
      "晓来雨过，",
      "遗踪何在？",
      "一池萍碎。",
      "春色三分，",
      "二分尘土，",
      "一分流水。",
      "细看来，",
      "不是杨花，",
      "点点是离人泪。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "柳树",
      "婉约"
    ],
    "source": "似花还似非花，也无人惜从教坠。keysentence抛家傍路，思量却是，无情有思。萦损柔肠，困酣娇眼，欲开还闭。梦随风万里，寻郎去处，又还被、莺呼起。不恨此花飞尽，恨西园、落红难缀。晓来雨过，遗踪何在？一池萍碎。春色三分，二分尘土，一分流水。细看来，不是杨花，点点是离人泪。",
    "id": "P455"
  },
  {
    "title": "与夏十二登岳阳楼",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "楼观岳阳尽，",
      "川迥洞庭开。",
      "雁引愁心去，",
      "山衔好月来。keysentence",
      "云间连下榻，",
      "天上接行杯。",
      "醉后凉风起，",
      "吹人舞袖回。"
    ],
    "type": [
      "地名",
      "写景",
      "喜悦"
    ],
    "source": "楼观岳阳尽，川迥洞庭开。雁引愁心去，山衔好月来。keysentence云间连下榻，天上接行杯。醉后凉风起，吹人舞袖回。",
    "id": "P456"
  },
  {
    "title": "前出塞九首",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "戚戚去故里，",
      "悠悠赴交河。",
      "公家有程期，",
      "亡命婴祸罗。",
      "君已富土境，",
      "开边一何多。",
      "弃绝父母恩，",
      "吞声行负戈。",
      "出门日已远，",
      "不受徒旅欺。",
      "骨肉恩岂断，",
      "男儿死无时。",
      "走马脱辔头，",
      "手中挑青丝。",
      "捷下万仞冈，",
      "俯身试搴旗。",
      "磨刀呜咽水，",
      "水赤刃伤手。",
      "欲轻肠断声，",
      "心绪乱已久。",
      "丈夫誓许国，",
      "愤惋复何有！",
      "功名图麒麟，",
      "战骨当速朽。",
      "送徒既有长，",
      "远戍亦有身。",
      "生死向前去，",
      "不劳吏怒嗔。",
      "路逢相识人，",
      "附书与六亲。",
      "哀哉两决绝，",
      "不复同苦辛。",
      "迢迢万里余，",
      "领我赴三军。",
      "军中异苦乐，",
      "主将宁尽闻。",
      "隔河见胡骑，",
      "倏忽数百群。",
      "我始为奴仆，",
      "几时树功勋。",
      "挽弓当挽强，",
      "用箭当用长。",
      "射人先射马，",
      "擒贼先擒王。",
      "杀人亦有限，",
      "列国自有疆。",
      "苟能制侵陵，",
      "岂在多杀伤。",
      "驱马天雨雪，",
      "军行入高山。",
      "径危抱寒石，",
      "指落层冰间。",
      "已去汉月远，",
      "何时筑城还。",
      "浮云暮南征，",
      "可望不可攀。keysentence",
      "单于寇我垒，",
      "百里风尘昏。",
      "雄剑四五动，",
      "彼军为我奔。",
      "掳其名王归，",
      "系颈授辕门。",
      "潜身备行列，",
      "一胜何足论。",
      "从军十年余，",
      "能无分寸功。",
      "众人贵苟得，",
      "欲语羞雷同。",
      "中原有斗争，",
      "况在狄与戎。",
      "丈夫四方志，",
      "安可辞固穷。"
    ],
    "type": [
      "讽刺",
      "边塞",
      "战争",
      "组诗"
    ],
    "source": "戚戚去故里，悠悠赴交河。公家有程期，亡命婴祸罗。君已富土境，开边一何多。弃绝父母恩，吞声行负戈。出门日已远，不受徒旅欺。骨肉恩岂断，男儿死无时。走马脱辔头，手中挑青丝。捷下万仞冈，俯身试搴旗。磨刀呜咽水，水赤刃伤手。欲轻肠断声，心绪乱已久。丈夫誓许国，愤惋复何有！功名图麒麟，战骨当速朽。送徒既有长，远戍亦有身。生死向前去，不劳吏怒嗔。路逢相识人，附书与六亲。哀哉两决绝，不复同苦辛。迢迢万里余，领我赴三军。军中异苦乐，主将宁尽闻。隔河见胡骑，倏忽数百群。我始为奴仆，几时树功勋。挽弓当挽强，用箭当用长。射人先射马，擒贼先擒王。杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤。驱马天雨雪，军行入高山。径危抱寒石，指落层冰间。已去汉月远，何时筑城还。浮云暮南征，可望不可攀。keysentence单于寇我垒，百里风尘昏。雄剑四五动，彼军为我奔。掳其名王归，系颈授辕门。潜身备行列，一胜何足论。从军十年余，能无分寸功。众人贵苟得，欲语羞雷同。中原有斗争，况在狄与戎。丈夫四方志，安可辞固穷。",
    "id": "P457"
  },
  {
    "title": "少年游·长安古道马迟迟",
    "dynasty": "宋代",
    "writer": "柳永",
    "content": [
      "长安古道马迟迟，",
      "高柳乱蝉嘶。",
      "夕阳岛外，",
      "秋风原上，",
      "目断四天垂。",
      "归云一去无踪迹，",
      "何处是前期？",
      "狎兴生疏，",
      "酒徒萧索，",
      "不似少年时。keysentence"
    ],
    "type": [
      "秋天",
      "写景",
      "人生",
      "伤今感昔"
    ],
    "source": "长安古道马迟迟，高柳乱蝉嘶。夕阳岛外，秋风原上，目断四天垂。归云一去无踪迹，何处是前期？狎兴生疏，酒徒萧索，不似少年时。keysentence",
    "id": "P458"
  },
  {
    "title": "金铜仙人辞汉歌",
    "dynasty": "唐代",
    "writer": "李贺",
    "content": [
      "魏明帝青龙元年八月，",
      "诏宫官牵车西取汉孝武捧露盘仙人，",
      "欲立置前殿。",
      "宫官既拆盘，",
      "仙人临载，",
      "乃潸然泪下。",
      "茂陵刘郎秋风客，",
      "夜闻马嘶晓无迹。",
      "画栏桂树悬秋香，",
      "三十六宫土花碧。",
      "魏官牵车指千里，",
      "东关酸风射眸子。",
      "空将汉月出宫门，",
      "忆君清泪如铅水。",
      "衰兰送客咸阳道，",
      "天若有情天亦老。keysentence",
      "携盘独出月荒凉，",
      "渭城已远波声小。"
    ],
    "type": [
      "离别",
      "怀古",
      "感伤"
    ],
    "source": "魏明帝青龙元年八月，诏宫官牵车西取汉孝武捧露盘仙人，欲立置前殿。宫官既拆盘，仙人临载，乃潸然泪下。唐诸王孙李长吉遂作《金铜仙人辞汉歌》。茂陵刘郎秋风客，夜闻马嘶晓无迹。画栏桂树悬秋香，三十六宫土花碧。魏官牵车指千里，东关酸风射眸子。空将汉月出宫门，忆君清泪如铅水。衰兰送客咸阳道，天若有情天亦老。keysentence携盘独出月荒凉，渭城已远波声小。",
    "id": "P459"
  },
  {
    "title": "蝶恋花·昨夜秋风来万里",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "昨夜秋风来万里。",
      "月上屏帏，",
      "冷透人衣袂。",
      "有客抱衾愁不寐。",
      "那堪玉漏长如岁。",
      "羁舍留连归计未。",
      "梦断魂销，",
      "一枕相思泪。",
      "衣带渐宽无别意。",
      "新书报我添憔悴。keysentence"
    ],
    "type": [
      "思乡",
      "婉约"
    ],
    "source": "昨夜秋风来万里。月上屏帏，冷透人衣袂。有客抱衾愁不寐。那堪玉漏长如岁。羁舍留连归计未。梦断魂销，一枕相思泪。衣带渐宽无别意。新书报我添憔悴。keysentence",
    "id": "P460"
  },
  {
    "title": "清明即事",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "帝里重清明，",
      "人心自愁思。keysentence",
      "车声上路合，",
      "柳色东城翠。",
      "花落草齐生，",
      "莺飞蝶双戏。",
      "空堂坐相忆，",
      "酌茗聊代醉。"
    ],
    "type": [
      "清明节",
      "写景",
      "怀人"
    ],
    "source": "帝里重清明，人心自愁思。keysentence车声上路合，柳色东城翠。花落草齐生，莺飞蝶双戏。空堂坐相忆，酌茗聊代醉。",
    "id": "P461"
  },
  {
    "title": "蝶恋花·辛苦最怜天上月",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "辛苦最怜天上月，",
      "一昔如环，",
      "昔昔都成玦。",
      "若似月轮终皎洁，",
      "不辞冰雪为卿热。keysentence",
      "无那尘缘容易绝，",
      "燕子依然，",
      "软踏帘钩说。",
      "唱罢秋坟愁未歇，",
      "春丛认取双栖蝶。"
    ],
    "type": [
      "婉约",
      "悼亡",
      "爱情"
    ],
    "source": "辛苦最怜天上月，一昔如环，昔昔都成玦。若似月轮终皎洁，不辞冰雪为卿热。keysentence无那尘缘容易绝，燕子依然，软踏帘钩说。唱罢秋坟愁未歇，春丛认取双栖蝶。",
    "id": "P462"
  },
  {
    "title": "送魏二",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "醉别江楼橘柚香，",
      "江风引雨入舟凉。keysentence",
      "忆君遥在潇湘月，",
      "愁听清猿梦里长。"
    ],
    "type": [
      "写景",
      "送别",
      "友情"
    ],
    "source": "醉别江楼橘柚香，江风引雨入舟凉。keysentence忆君遥在潇湘月，愁听清猿梦里长。",
    "id": "P463"
  },
  {
    "title": "归园田居·其一",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "少无适俗韵，",
      "性本爱丘山。keysentence",
      "误落尘网中，",
      "一去三十年。",
      "羁鸟恋旧林，",
      "池鱼思故渊。",
      "开荒南野际，",
      "守拙归园田。",
      "方宅十余亩，",
      "草屋八九间。",
      "榆柳荫后檐，",
      "桃李罗堂前。",
      "暧暧远人村，",
      "依依墟里烟。",
      "狗吠深巷中，",
      "鸡鸣桑树颠。",
      "户庭无尘杂，",
      "虚室有余闲。",
      "久在樊笼里，",
      "复得返自然。"
    ],
    "type": [
      "古诗三百首",
      "田园",
      "生活",
      "写狗古诗18首"
    ],
    "source": "少无适俗韵，性本爱丘山。keysentence误落尘网中，一去三十年。羁鸟恋旧林，池鱼思故渊。开荒南野际，守拙归园田。方宅十余亩，草屋八九间。榆柳荫后檐，桃李罗堂前。暧暧远人村，依依墟里烟。狗吠深巷中，鸡鸣桑树颠。户庭无尘杂，虚室有余闲。久在樊笼里，复得返自然。",
    "id": "P464"
  },
  {
    "title": "六月二十日夜渡海",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "参横斗转欲三更，",
      "苦雨终风也解晴。keysentence",
      "云散月明谁点缀？",
      "天容海色本澄清。",
      "空余鲁叟乘桴意，",
      "粗识轩辕奏乐声。",
      "九死南荒吾不恨，",
      "兹游奇绝冠平生。"
    ],
    "type": [
      "游历",
      "写景",
      "抒情",
      "猖狂"
    ],
    "source": "参横斗转欲三更，苦雨终风也解晴。keysentence云散月明谁点缀？天容海色本澄清。空余鲁叟乘桴意，粗识轩辕奏乐声。九死南荒吾不恨，兹游奇绝冠平生。",
    "id": "P465"
  },
  {
    "title": "忆江南词三首",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "江南好，",
      "风景旧曾谙。",
      "日出江花红胜火，",
      "春来江水绿如蓝。",
      "能不忆江南？",
      "江南忆，",
      "最忆是杭州。",
      "山寺月中寻桂子，",
      "郡亭枕上看潮头。",
      "何日更重游！",
      "江南忆，",
      "其次忆吴宫。",
      "吴酒一杯春竹叶，",
      "吴娃双舞醉芙蓉。keysentence",
      "早晚复相逢！"
    ],
    "type": [
      "乐府",
      "写景",
      "地名",
      "春天"
    ],
    "source": "江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？江南忆，最忆是杭州。山寺月中寻桂子，郡亭枕上看潮头。何日更重游！江南忆，其次忆吴宫。吴酒一杯春竹叶，吴娃双舞醉芙蓉。keysentence早晚复相逢！",
    "id": "P466"
  },
  {
    "title": "长沙过贾谊宅",
    "dynasty": "唐代",
    "writer": "刘长卿",
    "content": [
      "三年谪宦此栖迟，",
      "万古惟留楚客悲。",
      "秋草独寻人去后，",
      "寒林空见日斜时。keysentence",
      "汉文有道恩犹薄，",
      "湘水无情吊岂知。",
      "寂寂江山摇落处，",
      "怜君何事到天涯。"
    ],
    "type": [
      "唐诗三百首",
      "怀古",
      "迁谪",
      "生活"
    ],
    "source": "三年谪宦此栖迟，万古惟留楚客悲。秋草独寻人去后，寒林空见日斜时。keysentence汉文有道恩犹薄，湘水无情吊岂知。寂寂江山摇落处，怜君何事到天涯。",
    "id": "P467"
  },
  {
    "title": "哀郢",
    "dynasty": "先秦",
    "writer": "屈原",
    "content": [
      "皇天之不纯命兮，",
      "何百姓之震愆。",
      "民离散而相失兮，",
      "方仲春而东迁。",
      "去故乡而就远兮，",
      "遵江夏以流亡。",
      "出国门而轸怀兮，",
      "甲之朝吾以行。",
      "发郢都而去闾兮，",
      "怊荒忽之焉极。",
      "楫齐杨以容与兮，",
      "哀见君而不再得。",
      "望长楸而太息兮，",
      "涕淫淫其若霰。",
      "过夏首而西浮兮，",
      "顾龙门而不见。",
      "心婵媛而伤怀兮，",
      "眇不知其所蹠。",
      "顺风波以从流兮，",
      "焉洋洋而为客。",
      "凌阳侯之泛滥兮，",
      "忽翱翔之焉薄。",
      "心絓结而不解兮，",
      "思蹇产而不释。",
      "将运舟而下浮兮，",
      "上洞庭而下江。",
      "去终古之所居兮，",
      "今逍遥而来东。",
      "羌灵魂之欲归兮，",
      "何须臾而忘反。",
      "背夏浦而西思兮，",
      "哀故都之日远。keysentence",
      "登大坟以远望兮，",
      "聊以舒吾忧心。",
      "哀州土之平乐兮，",
      "悲江介之遗风。",
      "当陵阳之焉至兮，",
      "淼南渡之焉如。",
      "曾不知夏之为丘兮，",
      "孰两东门之可芜。",
      "心不怡之长久兮，",
      "忧与愁其相接。",
      "惟郢路之辽远兮，",
      "江与夏之不可涉。",
      "忽若去不信兮，",
      "至今九年而不复。",
      "惨郁郁而不通兮，",
      "蹇侘傺而含戚。",
      "外承欢之汋约兮，",
      "谌荏弱而难持。",
      "忠湛湛而愿进兮，",
      "妒被离而障之。",
      "尧舜之抗行兮，",
      "瞭杳杳而薄天。",
      "众谗人之嫉妒兮，",
      "被以不慈之伪名。",
      "憎愠惀之修美兮，",
      "好夫人之慷慨。",
      "众踥蹀而日进兮，",
      "美超远而逾迈。",
      "乱曰：",
      "曼余目以流观兮，",
      "冀一反之何时。",
      "鸟飞反故乡兮，",
      "狐死必首丘。",
      "信非吾罪而弃逐兮，",
      "何日夜而忘之。"
    ],
    "type": [
      "叙事",
      "抒情",
      "爱国"
    ],
    "source": "皇天之不纯命兮，何百姓之震愆。民离散而相失兮，方仲春而东迁。去故乡而就远兮，遵江夏以流亡。出国门而轸怀兮，甲之朝吾以行。发郢都而去闾兮，怊荒忽之焉极。楫齐杨以容与兮，哀见君而不再得。望长楸而太息兮，涕淫淫其若霰。过夏首而西浮兮，顾龙门而不见。心婵媛而伤怀兮，眇不知其所蹠。顺风波以从流兮，焉洋洋而为客。凌阳侯之泛滥兮，忽翱翔之焉薄。心絓结而不解兮，思蹇产而不释。将运舟而下浮兮，上洞庭而下江。去终古之所居兮，今逍遥而来东。羌灵魂之欲归兮，何须臾而忘反。背夏浦而西思兮，哀故都之日远。keysentence登大坟以远望兮，聊以舒吾忧心。哀州土之平乐兮，悲江介之遗风。当陵阳之焉至兮，淼南渡之焉如。曾不知夏之为丘兮，孰两东门之可芜。心不怡之长久兮，忧与愁其相接。惟郢路之辽远兮，江与夏之不可涉。忽若去不信兮，至今九年而不复。惨郁郁而不通兮，蹇侘傺而含戚。外承欢之汋约兮，谌荏弱而难持。忠湛湛而愿进兮，妒被离而障之。尧舜之抗行兮，瞭杳杳而薄天。众谗人之嫉妒兮，被以不慈之伪名。憎愠惀之修美兮，好夫人之慷慨。众踥蹀而日进兮，美超远而逾迈。乱曰：曼余目以流观兮，冀一反之何时。鸟飞反故乡兮，狐死必首丘。信非吾罪而弃逐兮，何日夜而忘之。",
    "id": "P468"
  },
  {
    "title": "放言五首·其三",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "赠君一法决狐疑，",
      "不用钻龟与祝蓍。",
      "试玉要烧三日满，",
      "辨材须待七年期。keysentence",
      "周公恐惧流言日，",
      "王莽谦恭未篡时。",
      "向使当初身便死，",
      "一生真伪复谁知？"
    ],
    "type": [
      "哲理"
    ],
    "source": "赠君一法决狐疑，不用钻龟与祝蓍。试玉要烧三日满，辨材须待七年期。keysentence周公恐惧流言日，王莽谦恭未篡时。向使当初身便死，一生真伪复谁知？",
    "id": "P469"
  },
  {
    "title": "冬日归旧山",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "未洗染尘缨，",
      "归来芳草平。",
      "一条藤径绿，",
      "万点雪峰晴。",
      "地冷叶先尽，",
      "谷寒云不行。keysentence",
      "嫩篁侵舍密，",
      "古树倒江横。",
      "白犬离村吠，",
      "苍苔壁上生。",
      "穿厨孤雉过，",
      "临屋旧猿鸣。",
      "木落禽巢在，",
      "篱疏兽路成。",
      "拂床苍鼠走，",
      "倒箧素鱼惊。",
      "洗砚修良策，",
      "敲松拟素贞。",
      "此时重一去，",
      "去合到三清。"
    ],
    "type": [
      "冬天",
      "写景",
      "励志"
    ],
    "source": "未洗染尘缨，归来芳草平。一条藤径绿，万点雪峰晴。地冷叶先尽，谷寒云不行。keysentence嫩篁侵舍密，古树倒江横。白犬离村吠，苍苔壁上生。穿厨孤雉过，临屋旧猿鸣。木落禽巢在，篱疏兽路成。拂床苍鼠走，倒箧素鱼惊。洗砚修良策，敲松拟素贞。此时重一去，去合到三清。",
    "id": "P470"
  },
  {
    "title": "劝学诗",
    "dynasty": "宋代",
    "writer": "朱熹",
    "content": [
      "少年易老学难成，",
      "一寸光阴不可轻。keysentence",
      "未觉池塘春草梦，",
      "阶前梧叶已秋声。"
    ],
    "type": [
      "励志",
      "惜时",
      "读书"
    ],
    "source": "少年易老学难成，一寸光阴不可轻。keysentence未觉池塘春草梦，阶前梧叶已秋声。",
    "id": "P471"
  },
  {
    "title": "凉州词二首",
    "dynasty": "唐代",
    "writer": "王翰",
    "content": [
      "葡萄美酒夜光杯，",
      "欲饮琵琶马上催。",
      "醉卧沙场君莫笑，",
      "古来征战几人回?秦中花鸟已应阑，",
      "塞外风沙犹自寒。keysentence",
      "夜听胡笳折杨柳，",
      "教人意气忆长安。"
    ],
    "type": [
      "边塞",
      "饮酒",
      "思乡"
    ],
    "source": "葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回?秦中花鸟已应阑，塞外风沙犹自寒。keysentence夜听胡笳折杨柳，教人意气忆长安。",
    "id": "P472"
  },
  {
    "title": "水调歌头·昵昵儿女语",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "欧阳文忠公尝问余：",
      "琴诗何者最善？",
      "答以退之听颖师琴诗最善。",
      "公曰：",
      "此诗最奇丽，",
      "然非听琴，",
      "乃听琵琶也。",
      "余深然之。",
      "建安章质夫家善琵琶者，",
      "乞为歌词。",
      "余久不作，",
      "特取退之词，",
      "稍加隐括，",
      "使就声律，",
      "以遗之云。",
      "昵昵儿女语，",
      "灯火夜微明。",
      "恩怨尔汝来去，",
      "弹指泪和声。",
      "忽变轩昂勇士，",
      "一鼓填然作气，",
      "千里不留行。",
      "回首暮云远，",
      "飞絮搅青冥。keysentence",
      "众禽里，",
      "真彩凤，",
      "独不鸣。",
      "跻攀寸步千险，",
      "一落百寻轻。",
      "烦子指间风雨，",
      "置我肠中冰炭，",
      "起坐不能平。",
      "推手从归去，",
      "无泪与君倾。"
    ],
    "type": [
      "咏物",
      "音乐"
    ],
    "source": "欧阳文忠公尝问余：琴诗何者最善？答以退之听颖师琴诗最善。公曰：此诗最奇丽，然非听琴，乃听琵琶也。余深然之。建安章质夫家善琵琶者，乞为歌词。余久不作，特取退之词，稍加隐括，使就声律，以遗之云。昵昵儿女语，灯火夜微明。恩怨尔汝来去，弹指泪和声。忽变轩昂勇士，一鼓填然作气，千里不留行。回首暮云远，飞絮搅青冥。keysentence众禽里，真彩凤，独不鸣。跻攀寸步千险，一落百寻轻。烦子指间风雨，置我肠中冰炭，起坐不能平。推手从归去，无泪与君倾。",
    "id": "P473"
  },
  {
    "title": "寄令狐郎中",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "嵩云秦树久离居，",
      "双鲤迢迢一纸书。",
      "休问梁园旧宾客，",
      "茂陵秋雨病相如。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "写景",
      "思念",
      "友情"
    ],
    "source": "嵩云秦树久离居，双鲤迢迢一纸书。休问梁园旧宾客，茂陵秋雨病相如。keysentence",
    "id": "P474"
  },
  {
    "title": "望江南·梳洗罢",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "梳洗罢，",
      "独倚望江楼。",
      "过尽千帆皆不是，",
      "斜晖脉脉水悠悠。keysentence",
      "肠断白蘋洲。"
    ],
    "type": [
      "宋词三百首",
      "初中古诗",
      "闺怨",
      "无奈",
      "思念"
    ],
    "source": "梳洗罢，独倚望江楼。过尽千帆皆不是，斜晖脉脉水悠悠。keysentence肠断白蘋洲。",
    "id": "P475"
  },
  {
    "title": "登柳州城楼寄漳汀封连四州",
    "dynasty": "唐代",
    "writer": "柳宗元",
    "content": [
      "城上高楼接大荒，",
      "海天愁思正茫茫。keysentence",
      "惊风乱飐芙蓉水，",
      "密雨斜侵薜荔墙。",
      "岭树重遮千里目，",
      "江流曲似九回肠。",
      "共来百越文身地，",
      "犹自音书滞一乡。"
    ],
    "type": [
      "唐诗三百首",
      "抒情",
      "怀人"
    ],
    "source": "城上高楼接大荒，海天愁思正茫茫。keysentence惊风乱飐芙蓉水，密雨斜侵薜荔墙。岭树重遮千里目，江流曲似九回肠。共来百越文身地，犹自音书滞一乡。",
    "id": "P476"
  },
  {
    "title": "水调歌头·隐括杜牧之齐山诗",
    "dynasty": "宋代",
    "writer": "朱熹",
    "content": [
      "江水浸云影，",
      "鸿雁欲南飞。",
      "携壶结客何处？",
      "空翠渺烟霏。",
      "尘世难逢一笑，",
      "况有紫萸黄菊，",
      "堪插满头归。",
      "风景今朝是，",
      "身世昔人非。",
      "酬佳节，",
      "须酩酊，",
      "莫相违。",
      "人生如寄，",
      "何事辛苦怨斜晖。keysentence",
      "无尽今来古往，",
      "多少春花秋月，",
      "那更有危机。",
      "与问牛山客，",
      "何必独沾衣。"
    ],
    "type": [
      "重阳节",
      "劝勉",
      "人生",
      "哲理"
    ],
    "source": "江水浸云影，鸿雁欲南飞。携壶结客何处？空翠渺烟霏。尘世难逢一笑，况有紫萸黄菊，堪插满头归。风景今朝是，身世昔人非。酬佳节，须酩酊，莫相违。人生如寄，何事辛苦怨斜晖。keysentence无尽今来古往，多少春花秋月，那更有危机。与问牛山客，何必独沾衣。",
    "id": "P477"
  },
  {
    "title": "归园田居·其三",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "种豆南山下，",
      "草盛豆苗稀。keysentence",
      "晨兴理荒秽，",
      "带月荷锄归。",
      "道狭草木长，",
      "夕露沾我衣。",
      "衣沾不足惜，",
      "但使愿无违。"
    ],
    "type": [
      "古诗三百首",
      "初中古诗",
      "田园",
      "生活"
    ],
    "source": "种豆南山下，草盛豆苗稀。keysentence晨兴理荒秽，带月荷锄归。道狭草木长，夕露沾我衣。衣沾不足惜，但使愿无违。",
    "id": "P478"
  },
  {
    "title": "过华清宫绝句三首",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "长安回望绣成堆，",
      "山顶千门次第开。",
      "一骑红尘妃子笑，",
      "无人知是荔枝来。keysentence",
      "新丰绿树起黄埃，",
      "数骑渔阳探使回。",
      "霓裳一曲千峰上，",
      "舞破中原始下来。",
      "万国笙歌醉太平，",
      "倚天楼殿月分明。",
      "云中乱拍禄山舞，",
      "风过重峦下笑声。"
    ],
    "type": [
      "咏史怀古",
      "讽刺",
      "组诗",
      "早教古诗100首"
    ],
    "source": "长安回望绣成堆，山顶千门次第开。一骑红尘妃子笑，无人知是荔枝来。keysentence新丰绿树起黄埃，数骑渔阳探使回。霓裳一曲千峰上，舞破中原始下来。万国笙歌醉太平，倚天楼殿月分明。云中乱拍禄山舞，风过重峦下笑声。",
    "id": "P479"
  },
  {
    "title": "后赤壁赋",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "是岁十月之望，",
      "步自雪堂，",
      "将归于临皋。",
      "二客从予过黄泥之坂。",
      "霜露既降，",
      "木叶尽脱，",
      "人影在地，",
      "仰见明月，",
      "顾而乐之，",
      "行歌相答。",
      "已而叹曰：",
      "有客无酒，",
      "有酒无肴，",
      "月白风 清，",
      "如此良夜何！",
      "客曰：",
      "今者薄暮，",
      "举网得鱼，",
      "巨口细鳞，",
      "状如松江之鲈。",
      "顾安所得酒 乎？",
      "归而谋诸妇。",
      "妇曰：",
      "我有斗酒，",
      "藏之久矣，",
      "以待子不时之需。",
      "于是携酒与鱼，",
      "复 游于赤壁之下。",
      "江流有声，",
      "断岸千尺；",
      "山高月小，",
      "水落石出。keysentence",
      "曾日月之几何，",
      "而江山不可复 识矣。",
      "予乃摄衣而上，",
      "履巉岩，",
      "披蒙茸，",
      "踞虎豹，",
      "登虬龙，",
      "攀栖鹘之危巢，",
      "俯冯夷之幽 宫。",
      "盖二客不能从焉。",
      "划然长啸，",
      "草木震动，",
      "山鸣谷应，",
      "风起水涌。",
      "予亦悄然而悲，",
      "肃然而 恐，",
      "凛乎其不可留也。",
      "反而登舟，",
      "放乎中流，",
      "听其所止而休焉。",
      "时夜将半，",
      "四顾寂寥。",
      "适有 孤鹤，",
      "横江东来。",
      "翅如车轮，",
      "玄裳缟衣，",
      "戛然长鸣，",
      "掠予舟而西也。",
      "须臾客去，",
      "予亦就睡。",
      "梦一道士，",
      "羽衣蹁跹，",
      "过临皋之下，",
      "揖予而言曰：",
      "赤壁之游乐 乎？",
      "问其姓名，",
      "俯而不答。",
      "呜呼！",
      "噫嘻！",
      "我知之矣。",
      "畴昔之夜，",
      "飞鸣而过我者，",
      "非子也 邪？",
      "道士顾笑，",
      "予亦惊寤。",
      "开户视之，",
      "不见其处。"
    ],
    "type": [
      "古文观止",
      "纪游",
      "山水",
      "写景",
      "抒情",
      "人生",
      "哲理"
    ],
    "source": "是岁十月之望，步自雪堂，将归于临皋。二客从予过黄泥之坂。霜露既降，木叶尽脱， 人影在地，仰见明月，顾而乐之，行歌相答。已而叹曰：有客无酒，有酒无肴，月白风 清，如此良夜何！客曰：今者薄暮，举网得鱼，巨口细鳞，状如松江之鲈。顾安所得酒 乎？归而谋诸妇。妇曰：我有斗酒，藏之久矣，以待子不时之需。于是携酒与鱼，复 游于赤壁之下。江流有声，断岸千尺；山高月小，水落石出。keysentence曾日月之几何，而江山不可复 识矣。予乃摄衣而上，履巉岩，披蒙茸，踞虎豹，登虬龙，攀栖鹘之危巢，俯冯夷之幽 宫。盖二客不能从焉。划然长啸，草木震动，山鸣谷应，风起水涌。予亦悄然而悲，肃然而 恐，凛乎其不可留也。反而登舟，放乎中流，听其所止而休焉。时夜将半，四顾寂寥。适有 孤鹤，横江东来。翅如车轮，玄裳缟衣，戛然长鸣，掠予舟而西也。须臾客去，予亦就睡。梦一道士，羽衣蹁跹，过临皋之下，揖予而言曰：赤壁之游乐 乎？问其姓名，俯而不答。呜呼！噫嘻！我知之矣。畴昔之夜，飞鸣而过我者，非子也 邪？道士顾笑，予亦惊寤。开户视之，不见其处。",
    "id": "P480"
  },
  {
    "title": "子夜吴歌·春歌",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "秦地罗敷女，",
      "采桑绿水边。keysentence",
      "素手青条上，",
      "红妆白日鲜。",
      "蚕饥妾欲去，",
      "五马莫留连。"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "春天",
      "赞美",
      "女子"
    ],
    "source": "秦地罗敷女，采桑绿水边。keysentence素手青条上，红妆白日鲜。蚕饥妾欲去，五马莫留连。",
    "id": "P481"
  },
  {
    "title": "约客",
    "dynasty": "宋代",
    "writer": "赵师秀",
    "content": [
      "黄梅时节家家雨，",
      "青草池塘处处蛙。",
      "有约不来过夜半，",
      "闲敲棋子落灯花。keysentence"
    ],
    "type": [
      "古诗三百首",
      "初中古诗",
      "夏天",
      "写景",
      "写雨",
      "生活"
    ],
    "source": "黄梅时节家家雨，青草池塘处处蛙。有约不来过夜半，闲敲棋子落灯花。keysentence",
    "id": "P482"
  },
  {
    "title": "画眉鸟",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "百啭千声随意移，",
      "山花红紫树高低。keysentence",
      "始知锁向金笼听，",
      "不及林间自在啼。"
    ],
    "type": [
      "古诗三百首",
      "写鸟",
      "寓人",
      "早教古诗100首"
    ],
    "source": "百啭千声随意移，山花红紫树高低。keysentence始知锁向金笼听，不及林间自在啼。",
    "id": "P483"
  },
  {
    "title": "清平调·其一",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "云想衣裳花想容，",
      "春风拂槛露华浓。keysentence",
      "若非群玉山头见，",
      "会向瑶台月下逢。"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "赞美",
      "女子"
    ],
    "source": "云想衣裳花想容，春风拂槛露华浓。keysentence若非群玉山头见，会向瑶台月下逢。",
    "id": "P484"
  },
  {
    "title": "武侯庙",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "遗庙丹青落，",
      "空山草木长。keysentence",
      "犹闻辞后主，",
      "不复卧南阳。"
    ],
    "type": [
      "咏史怀古",
      "赞颂",
      "写人"
    ],
    "source": "遗庙丹青落，空山草木长。keysentence犹闻辞后主，不复卧南阳。",
    "id": "P485"
  },
  {
    "title": "忆江南·江南好",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "江南好，",
      "风景旧曾谙。",
      "日出江花红胜火，",
      "春来江水绿如蓝。keysentence",
      "能不忆江南？"
    ],
    "type": [
      "宋词三百首",
      "小学古诗",
      "婉约",
      "景点",
      "早教古诗100首"
    ],
    "source": "江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。keysentence能不忆江南？",
    "id": "P486"
  },
  {
    "title": "九月十日即事",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "昨日登高罢，",
      "今朝更举觞。",
      "菊花何太苦，",
      "遭此两重阳？keysentence"
    ],
    "type": [
      "重阳节",
      "菊花",
      "抒情"
    ],
    "source": "昨日登高罢，今朝更举觞。菊花何太苦，遭此两重阳？keysentence",
    "id": "P487"
  },
  {
    "title": "题乌江亭",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "胜败兵家事不期，",
      "包羞忍耻是男儿。keysentence",
      "江东子弟多才俊，",
      "卷土重来未可知。"
    ],
    "type": [
      "咏史怀古",
      "励志"
    ],
    "source": "胜败兵家事不期，包羞忍耻是男儿。keysentence江东子弟多才俊，卷土重来未可知。",
    "id": "P488"
  },
  {
    "title": "画",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "远看山有色，",
      "近听水无声。keysentence",
      "春去花还在，",
      "人来鸟不惊。"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "山水",
      "梦想",
      "早教古诗100首"
    ],
    "source": "远看山有色，近听水无声。keysentence春去花还在，人来鸟不惊。",
    "id": "P489"
  },
  {
    "title": "柳",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "曾逐东风拂舞筵，",
      "乐游春苑断肠天。keysentence",
      "如何肯到清秋日，",
      "已带斜阳又带蝉。"
    ],
    "type": [
      "柳树",
      "伤怀"
    ],
    "source": "曾逐东风拂舞筵，乐游春苑断肠天。keysentence如何肯到清秋日，已带斜阳又带蝉。",
    "id": "P490"
  },
  {
    "title": "望月有感",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "自河南经乱，",
      "关内阻饥，",
      "兄弟离散，",
      "各在一处。",
      "因望月有感，",
      "聊书所怀，",
      "寄上浮梁大兄、於潜七兄、乌江十五兄，",
      "兼示符离及下邽弟妹。",
      "时难年荒世业空，",
      "弟兄羁旅各西东。",
      "田园寥落干戈后，",
      "骨肉流离道路中。",
      "吊影分为千里雁，",
      "辞根散作九秋蓬。",
      "共看明月应垂泪，",
      "一夜乡心五处同。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "望月",
      "抒情",
      "思乡"
    ],
    "source": "自河南经乱，关内阻饥，兄弟离散，各在一处。因望月有感，聊书所怀，寄上浮梁大兄、於潜七兄、乌江十五兄，兼示符离及下邽弟妹。时难年荒世业空，弟兄羁旅各西东。田园寥落干戈后，骨肉流离道路中。吊影分为千里雁，辞根散作九秋蓬。共看明月应垂泪，一夜乡心五处同。keysentence",
    "id": "P491"
  },
  {
    "title": "虞美人·有美堂赠述古",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "湖山信是东南美，",
      "一望弥千里。",
      "使君能得几回来？",
      "便使樽前醉倒更徘徊。",
      "沙河塘里灯初上，",
      "水调谁家唱？",
      "夜阑风静欲归时，",
      "惟有一江明月碧琉璃。keysentence"
    ],
    "type": [
      "写景",
      "地名",
      "离别",
      "友情"
    ],
    "source": "湖山信是东南美，一望弥千里。使君能得几回来？便使樽前醉倒更徘徊。沙河塘里灯初上，水调谁家唱？夜阑风静欲归时，惟有一江明月碧琉璃。keysentence",
    "id": "P492"
  },
  {
    "title": "秋兴八首",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "玉露凋伤枫树林，",
      "巫山巫峡气萧森。",
      "江间波浪兼天涌，",
      "塞上风云接地阴。",
      "丛菊两开他日泪，",
      "孤舟一系故园心。",
      "寒衣处处催刀尺，",
      "白帝城高急暮砧。",
      "夔府孤城落日斜，",
      "每依北斗望京华。",
      "听猿实下三声泪，",
      "奉使虚随八月槎。",
      "画省香炉违伏枕，",
      "山楼粉堞隐悲笳。",
      "请看石上藤萝月，",
      "已映洲前芦荻花。",
      "千家山郭静朝晖，",
      "日日江楼坐翠微。",
      "信宿渔人还泛泛，",
      "清秋燕子故飞飞。",
      "匡衡抗疏功名薄，",
      "刘向传经心事违。",
      "同学少年多不贱，",
      "五陵衣马自轻肥。",
      "闻道长安似弈棋，",
      "百年世事不胜悲。",
      "王侯第宅皆新主，",
      "文武衣冠异昔时。",
      "直北关山金鼓振，",
      "征西车马羽书驰。",
      "鱼龙寂寞秋江冷，",
      "故国平居有所思。",
      "蓬莱宫阙对南山，",
      "承露金茎霄汉间。",
      "西望瑶池降王母，",
      "东来紫气满函关。",
      "云移雉尾开宫扇，",
      "日绕龙鳞识圣颜。keysentence",
      "一卧沧江惊岁晚，",
      "几回青琐点朝班。",
      "瞿塘峡口曲江头，",
      "万里风烟接素秋。",
      "花萼夹城通御气，",
      "芙蓉小苑入边愁。",
      "珠帘绣柱围黄鹄，",
      "锦缆牙樯起白鸥。",
      "回首可怜歌舞地，",
      "秦中自古帝王州。",
      "昆明池水汉时功，",
      "武帝旌旗在眼中。",
      "织女机丝虚夜月，",
      "石鲸鳞甲动秋风。",
      "波漂菰米沉云黑，",
      "露冷莲房坠粉红。",
      "关塞极天惟鸟道，",
      "江湖满地一渔翁。",
      "昆吾御宿自逶迤，",
      "紫阁峰阴入渼陂。",
      "香稻啄馀鹦鹉粒，",
      "碧梧栖老凤凰枝。",
      "佳人拾翠春相问，",
      "仙侣同舟晚更移。",
      "彩笔昔曾干气象，",
      "白头吟望苦低垂。"
    ],
    "type": [
      "秋天",
      "写景",
      "抒情",
      "忧国忧民",
      "组诗"
    ],
    "source": "玉露凋伤枫树林，巫山巫峡气萧森。江间波浪兼天涌，塞上风云接地阴。丛菊两开他日泪，孤舟一系故园心。寒衣处处催刀尺，白帝城高急暮砧。夔府孤城落日斜，每依北斗望京华。听猿实下三声泪，奉使虚随八月槎。画省香炉违伏枕，山楼粉堞隐悲笳。请看石上藤萝月，已映洲前芦荻花。千家山郭静朝晖，日日江楼坐翠微。信宿渔人还泛泛，清秋燕子故飞飞。匡衡抗疏功名薄，刘向传经心事违。同学少年多不贱，五陵衣马自轻肥。闻道长安似弈棋，百年世事不胜悲。王侯第宅皆新主，文武衣冠异昔时。直北关山金鼓振，征西车马羽书驰。鱼龙寂寞秋江冷，故国平居有所思。蓬莱宫阙对南山，承露金茎霄汉间。西望瑶池降王母，东来紫气满函关。云移雉尾开宫扇，日绕龙鳞识圣颜。keysentence一卧沧江惊岁晚，几回青琐点朝班。瞿塘峡口曲江头，万里风烟接素秋。花萼夹城通御气，芙蓉小苑入边愁。珠帘绣柱围黄鹄，锦缆牙樯起白鸥。回首可怜歌舞地，秦中自古帝王州。昆明池水汉时功，武帝旌旗在眼中。织女机丝虚夜月，石鲸鳞甲动秋风。波漂菰米沉云黑，露冷莲房坠粉红。关塞极天惟鸟道，江湖满地一渔翁。昆吾御宿自逶迤，紫阁峰阴入渼陂。香稻啄馀鹦鹉粒，碧梧栖老凤凰枝。佳人拾翠春相问，仙侣同舟晚更移。彩笔昔曾干气象，白头吟望苦低垂。",
    "id": "P493"
  },
  {
    "title": "定风波·两两轻红半晕腮",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "十月九日，",
      "孟亨之置酒秋香亭。",
      "有双拒霜，",
      "独向君猷而开，",
      "坐客喜笑，",
      "以为非使君莫可当此花，",
      "故作是篇。",
      "两两轻红半晕腮，",
      "依依独为使君回。",
      "若道使君无此意，",
      "何为，",
      "双花不向别人开。",
      "但看低昂烟雨里，",
      "不已。",
      "劝君休诉十分杯。",
      "更问尊前狂副使。keysentence",
      "来岁。",
      "花开时节与谁来。"
    ],
    "type": [
      "人格"
    ],
    "source": "十月九日，孟亨之置酒秋香亭。有双拒霜，独向君猷而开，坐客喜笑，以为非使君莫可当此花，故作是篇。两两轻红半晕腮，依依独为使君回。若道使君无此意，何为，双花不向别人开。但看低昂烟雨里，不已。劝君休诉十分杯。更问尊前狂副使。keysentence来岁。花开时节与谁来。",
    "id": "P494"
  },
  {
    "title": "秋词",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "自古逢秋悲寂寥，",
      "我言秋日胜春朝。keysentence",
      "晴空一鹤排云上，",
      "便引诗情到碧霄。"
    ],
    "type": [
      "初中古诗",
      "秋天",
      "悲秋"
    ],
    "source": "自古逢秋悲寂寥，我言秋日胜春朝。keysentence晴空一鹤排云上，便引诗情到碧霄。",
    "id": "P495"
  },
  {
    "title": "渔家傲·五月榴花妖艳烘",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "五月榴花妖艳烘。",
      "绿杨带雨垂垂重。",
      "五色新丝缠角粽。keysentence",
      "金盘送。",
      "生绡画扇盘双凤。",
      "正是浴兰时节动。",
      "菖蒲酒美清尊共。",
      "叶里黄鹂时一弄。",
      "犹瞢忪。",
      "等闲惊破纱窗梦。"
    ],
    "type": [
      "端午节",
      "风俗",
      "女子",
      "生活",
      "情思"
    ],
    "source": "五月榴花妖艳烘。绿杨带雨垂垂重。五色新丝缠角粽。keysentence金盘送。生绡画扇盘双凤。正是浴兰时节动。菖蒲酒美清尊共。叶里黄鹂时一弄。犹瞢忪。等闲惊破纱窗梦。",
    "id": "P496"
  },
  {
    "title": "暮秋独游曲江",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "荷叶生时春恨生，",
      "荷叶枯时秋恨成。keysentence",
      "深知身在情长在，",
      "怅望江头江水声。"
    ],
    "type": [
      "爱情",
      "思念"
    ],
    "source": "荷叶生时春恨生，荷叶枯时秋恨成。keysentence深知身在情长在，怅望江头江水声。",
    "id": "P497"
  },
  {
    "title": "马嵬·其二",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "海外徒闻更九州，",
      "他生未卜此生休。",
      "空闻虎旅传宵柝，",
      "无复鸡人报晓筹。",
      "此日六军同驻马，",
      "当时七夕笑牵牛。keysentence",
      "如何四纪为天子，",
      "不及卢家有莫愁。"
    ],
    "type": [
      "爱情",
      "讽刺"
    ],
    "source": "海外徒闻更九州，他生未卜此生休。空闻虎旅传宵柝，无复鸡人报晓筹。此日六军同驻马，当时七夕笑牵牛。keysentence如何四纪为天子，不及卢家有莫愁。",
    "id": "P498"
  },
  {
    "title": "惠崇春江晚景二首",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "竹外桃花三两枝，",
      "春江水暖鸭先知。",
      "蒌蒿满地芦芽短，",
      "正是河豚欲上时。",
      "两两归鸿欲破群，",
      "依依还似北归人。keysentence",
      "遥知朔漠多风雪，",
      "更待江南半月春。"
    ],
    "type": [
      "古诗三百首",
      "题画",
      "想象",
      "写景",
      "春天",
      "写水",
      "早教古诗100首"
    ],
    "source": "竹外桃花三两枝，春江水暖鸭先知。蒌蒿满地芦芽短，正是河豚欲上时。两两归鸿欲破群，依依还似北归人。keysentence遥知朔漠多风雪，更待江南半月春。",
    "id": "P499"
  },
  {
    "title": "满江红·怀子由作",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "清颍东流，",
      "愁目断，",
      "孤帆明灭。keysentence",
      "宦游处，",
      "青山白浪，",
      "万重千叠。",
      "孤负当年林下意，",
      "对床夜雨听萧瑟。",
      "恨此生，",
      "长向别离中，",
      "生华发。",
      "一尊酒，",
      "黄河侧。",
      "无限事，",
      "从头说。",
      "相看恍如昨，",
      "许多年月。",
      "衣上旧痕余苦泪，",
      "眉间喜气占黄色。",
      "便与君，",
      "池上觅残春，",
      "花如雪。"
    ],
    "type": [
      "怀人",
      "胞弟"
    ],
    "source": "清颍东流，愁目断，孤帆明灭。keysentence宦游处，青山白浪，万重千叠。孤负当年林下意，对床夜雨听萧瑟。恨此生，长向别离中，生华发。一尊酒，黄河侧。无限事，从头说。相看恍如昨，许多年月。衣上旧痕余苦泪，眉间喜气占黄色。便与君，池上觅残春，花如雪。",
    "id": "P500"
  },
  {
    "title": "江畔独步寻花七绝句",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "江上被花恼不彻，",
      "无处告诉只颠狂。",
      "走觅南邻爱酒伴，",
      "经旬出饮独空床。",
      "稠花乱蕊畏江滨，",
      "行步欹危实怕春。",
      "(畏 一作：",
      "裹）诗酒尚堪驱使在，",
      "未须料理白头人。",
      "江深竹静两三家，",
      "多事红花映白花。keysentence",
      "报答春光知有处，",
      "应须美酒送生涯。",
      "东望少城花满烟，",
      "百花高楼更可怜。",
      "谁能载酒开金盏，",
      "唤取佳人舞绣筵。",
      "黄师塔前江水东，",
      "春光懒困倚微风。",
      "桃花一簇开无主，",
      "可爱深红爱浅红？",
      "黄四娘家花满蹊，",
      "千朵万朵压枝低。",
      "留连戏蝶时时舞，",
      "自在娇莺恰恰啼。",
      "不是爱花即欲死，",
      "只恐花尽老相催。",
      "繁枝容易纷纷落，",
      "嫩蕊商量细细开。"
    ],
    "type": [
      "春天",
      "写花",
      "写景",
      "喜悦"
    ],
    "source": "江上被花恼不彻，无处告诉只颠狂。走觅南邻爱酒伴，经旬出饮独空床。稠花乱蕊畏江滨，行步欹危实怕春。(畏 一作：裹）诗酒尚堪驱使在，未须料理白头人。江深竹静两三家，多事红花映白花。keysentence报答春光知有处，应须美酒送生涯。东望少城花满烟，百花高楼更可怜。谁能载酒开金盏，唤取佳人舞绣筵。黄师塔前江水东，春光懒困倚微风。桃花一簇开无主，可爱深红爱浅红？黄四娘家花满蹊，千朵万朵压枝低。留连戏蝶时时舞，自在娇莺恰恰啼。不是爱花即欲死，只恐花尽老相催。繁枝容易纷纷落，嫩蕊商量细细开。",
    "id": "P501"
  },
  {
    "title": "忆昔二首",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "忆昔先皇巡朔方，",
      "千乘万骑入咸阳。",
      "阴山骄子汗血马，",
      "长驱东胡胡走藏。",
      "邺城反覆不足怪，",
      "关中小儿坏纪纲。",
      "张后不乐上为忙，",
      "至令今上犹拨乱，",
      "劳心焦思补四方。",
      "我昔近侍叨奉引，",
      "出兵整肃不可当。",
      "为留猛士守未央，",
      "致使岐雍防西羌。",
      "犬戎直来坐御床，",
      "百官跣足随天王。",
      "愿见北地傅介子，",
      "老儒不用尚书郎。",
      "忆昔开元全盛日，",
      "小邑犹藏万家室。",
      "稻米流脂粟米白，",
      "公私仓廪俱丰实。",
      "九州道路无豺虎，",
      "远行不劳吉日出。",
      "齐纨鲁缟车班班，",
      "男耕女桑不相失。",
      "宫中圣人奏云门，",
      "天下朋友皆胶漆。",
      "百馀年间未灾变，",
      "叔孙礼乐萧何律。",
      "岂闻一绢直万钱，",
      "有田种谷今流血。",
      "洛阳宫殿烧焚尽，",
      "宗庙新除狐兔穴。",
      "伤心不忍问耆旧，",
      "复恐初从乱离说。",
      "小臣鲁钝无所能，",
      "朝廷记识蒙禄秩。keysentence",
      "周宣中兴望我皇，",
      "洒泪江汉身衰疾。"
    ],
    "type": [
      "组诗",
      "忆昔",
      "讽今"
    ],
    "source": "忆昔先皇巡朔方，千乘万骑入咸阳。阴山骄子汗血马，长驱东胡胡走藏。邺城反覆不足怪，关中小儿坏纪纲。张后不乐上为忙，至令今上犹拨乱，劳心焦思补四方。我昔近侍叨奉引，出兵整肃不可当。为留猛士守未央，致使岐雍防西羌。犬戎直来坐御床，百官跣足随天王。愿见北地傅介子，老儒不用尚书郎。忆昔开元全盛日，小邑犹藏万家室。稻米流脂粟米白，公私仓廪俱丰实。九州道路无豺虎，远行不劳吉日出。齐纨鲁缟车班班，男耕女桑不相失。宫中圣人奏云门，天下朋友皆胶漆。百馀年间未灾变，叔孙礼乐萧何律。岂闻一绢直万钱，有田种谷今流血。洛阳宫殿烧焚尽，宗庙新除狐兔穴。伤心不忍问耆旧，复恐初从乱离说。小臣鲁钝无所能，朝廷记识蒙禄秩。keysentence周宣中兴望我皇，洒泪江汉身衰疾。",
    "id": "P502"
  },
  {
    "title": "兵车行",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "车辚辚，",
      "马萧萧，",
      "行人弓箭各在腰。",
      "耶娘妻子走相送，",
      "尘埃不见咸阳桥。",
      "牵衣顿足拦道哭，",
      "哭声直上干云霄。keysentence",
      "道旁过者问行人，",
      "行人但云点行频。",
      "或从十五北防河，",
      "便至四十西营田。",
      "去时里正与裹头，",
      "归来头白还戍边。",
      "边庭流血成海水，",
      "武皇开边意未已。",
      "君不闻汉家山东二百州，",
      "千村万落生荆杞。",
      "纵有健妇把锄犁，",
      "禾生陇亩无东西。",
      "况复秦兵耐苦战，",
      "被驱不异犬与鸡。",
      "长者虽有问，",
      "役夫敢申恨？",
      "且如今年冬，",
      "未休关西卒。",
      "县官急索租，",
      "租税从何出？",
      "信知生男恶，",
      "反是生女好。",
      "生女犹得嫁比邻，",
      "生男埋没随百草。",
      "君不见，",
      "青海头，",
      "古来白骨无人收。",
      "新鬼烦冤旧鬼哭，",
      "天阴雨湿声啾啾！"
    ],
    "type": [
      "唐诗三百首",
      "叙事",
      "战争",
      "忧国忧民"
    ],
    "source": "车辚辚，马萧萧，行人弓箭各在腰。耶娘妻子走相送，尘埃不见咸阳桥。牵衣顿足拦道哭，哭声直上干云霄。keysentence道旁过者问行人，行人但云点行频。或从十五北防河，便至四十西营田。去时里正与裹头，归来头白还戍边。边庭流血成海水，武皇开边意未已。君不闻汉家山东二百州，千村万落生荆杞。纵有健妇把锄犁，禾生陇亩无东西。况复秦兵耐苦战，被驱不异犬与鸡。长者虽有问，役夫敢申恨？且如今年冬，未休关西卒。县官急索租，租税从何出？信知生男恶，反是生女好。生女犹得嫁比邻，生男埋没随百草。君不见，青海头，古来白骨无人收。新鬼烦冤旧鬼哭，天阴雨湿声啾啾！",
    "id": "P503"
  },
  {
    "title": "金谷园",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "繁华事散逐香尘，",
      "流水无情草自春。keysentence",
      "日暮东风怨啼鸟，",
      "落花犹似坠楼人。"
    ],
    "type": [
      "唐诗三百首",
      "怀古"
    ],
    "source": "繁华事散逐香尘，流水无情草自春。keysentence日暮东风怨啼鸟，落花犹似坠楼人。",
    "id": "P504"
  },
  {
    "title": "饯别王十一南游",
    "dynasty": "唐代",
    "writer": "刘长卿",
    "content": [
      "望君烟水阔，",
      "挥手泪沾巾。keysentence",
      "飞鸟没何处，",
      "青山空向人。",
      "长江一帆远，",
      "落日五湖春。",
      "谁见汀洲上，",
      "相思愁白蘋。"
    ],
    "type": [
      "唐诗三百首",
      "送别",
      "友情"
    ],
    "source": "望君烟水阔，挥手泪沾巾。keysentence飞鸟没何处，青山空向人。长江一帆远，落日五湖春。谁见汀洲上，相思愁白蘋。",
    "id": "P505"
  },
  {
    "title": "杂诗",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "人生无根蒂，",
      "飘如陌上尘。keysentence",
      "分散逐风转，",
      "此已非常身。",
      "落地为兄弟，",
      "何必骨肉亲！",
      "得欢当作乐，",
      "斗酒聚比邻。",
      "盛年不重来，",
      "一日难再晨。",
      "及时当勉励，",
      "岁月不待人。"
    ],
    "type": [
      "古诗三百首",
      "感叹",
      "人生",
      "惜时"
    ],
    "source": "人生无根蒂，飘如陌上尘。keysentence分散逐风转，此已非常身。落地为兄弟，何必骨肉亲！得欢当作乐，斗酒聚比邻。盛年不重来，一日难再晨。及时当勉励，岁月不待人。",
    "id": "P506"
  },
  {
    "title": "江汉",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "江汉思归客，",
      "乾坤一腐儒。",
      "片云天共远，",
      "永夜月同孤。keysentence",
      "落日心犹壮，",
      "秋风病欲疏。",
      "古来存老马，",
      "不必取长途。"
    ],
    "type": [
      "思归",
      "壮志"
    ],
    "source": "江汉思归客，乾坤一腐儒。片云天共远，永夜月同孤。keysentence落日心犹壮，秋风病欲疏。古来存老马，不必取长途。",
    "id": "P507"
  },
  {
    "title": "采莲曲",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "荷叶罗裙一色裁，",
      "芙蓉向脸两边开。keysentence",
      "乱入池中看不见，",
      "闻歌始觉有人来。"
    ],
    "type": [
      "写景",
      "少女"
    ],
    "source": "荷叶罗裙一色裁，芙蓉向脸两边开。keysentence乱入池中看不见，闻歌始觉有人来。",
    "id": "P508"
  },
  {
    "title": "江上值水如海势聊短述",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "为人性僻耽佳句，",
      "语不惊人死不休。keysentence",
      "老去诗篇浑漫与，",
      "春来花鸟莫深愁。",
      "新添水槛供垂钓，",
      "故着浮槎替入舟。",
      "焉得思如陶谢手，",
      "令渠述作与同游。"
    ],
    "type": [
      "写水",
      "抒怀"
    ],
    "source": "为人性僻耽佳句，语不惊人死不休。keysentence老去诗篇浑漫与，春来花鸟莫深愁。新添水槛供垂钓，故着浮槎替入舟。焉得思如陶谢手，令渠述作与同游。",
    "id": "P509"
  },
  {
    "title": "戏为六绝句",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "庾信文章老更成，",
      "凌云健笔意纵横。",
      "今人嗤点流传赋，",
      "不觉前贤畏后生。keysentence",
      "王杨卢骆当时体，",
      "轻薄为文哂未休。",
      "尔曹身与名俱灭，",
      "不废江河万古流。",
      "纵使卢王操翰墨，",
      "劣于汉魏近风骚。",
      "龙文虎脊皆君驭，",
      "历块过都见尔曹。",
      "才力应难夸数公，",
      "凡今谁是出群雄。",
      "或看翡翠兰苕上，",
      "未掣鲸鱼碧海中。",
      "不薄今人爱古人，",
      "清词丽句必为邻。",
      "窃攀屈宋宜方驾，",
      "恐与齐梁作后尘。",
      "未及前贤更勿疑，",
      "递相祖述复先谁。",
      "别裁伪体亲风雅，",
      "转益多师是汝师。"
    ],
    "type": [
      "议论",
      "艺术",
      "文学",
      "组诗"
    ],
    "source": "庾信文章老更成，凌云健笔意纵横。今人嗤点流传赋，不觉前贤畏后生。keysentence王杨卢骆当时体，轻薄为文哂未休。尔曹身与名俱灭，不废江河万古流。纵使卢王操翰墨，劣于汉魏近风骚。龙文虎脊皆君驭，历块过都见尔曹。才力应难夸数公，凡今谁是出群雄。或看翡翠兰苕上，未掣鲸鱼碧海中。不薄今人爱古人，清词丽句必为邻。窃攀屈宋宜方驾，恐与齐梁作后尘。未及前贤更勿疑，递相祖述复先谁。别裁伪体亲风雅，转益多师是汝师。",
    "id": "P510"
  },
  {
    "title": "采桑子·谁翻乐府凄凉曲",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "谁翻乐府凄凉曲？",
      "风也萧萧，",
      "雨也萧萧，",
      "瘦尽灯花又一宵。keysentence",
      "不知何事萦怀抱，",
      "醒也无聊，",
      "醉也无聊，",
      "梦也何曾到谢桥。"
    ],
    "type": [
      "写景",
      "抒情",
      "爱情",
      "相思"
    ],
    "source": "谁翻乐府凄凉曲？风也萧萧，雨也萧萧，瘦尽灯花又一宵。keysentence不知何事萦怀抱，醒也无聊，醉也无聊，梦也何曾到谢桥。",
    "id": "P511"
  },
  {
    "title": "从军行七首·其四",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "青海长云暗雪山，",
      "孤城遥望玉门关。",
      "黄沙百战穿金甲，",
      "不破楼兰终不还。keysentence"
    ],
    "type": [
      "高中古诗",
      "边塞",
      "战争",
      "壮志",
      "早教古诗100首",
      "猖狂"
    ],
    "source": "青海长云暗雪山，孤城遥望玉门关。黄沙百战穿金甲，不破楼兰终不还。keysentence",
    "id": "P512"
  },
  {
    "title": "八月十五夜桃源玩月",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "尘中见月心亦闲，",
      "况是清秋仙府间。keysentence",
      "凝光悠悠寒露坠，",
      "此时立在最高山。",
      "碧虚无云风不起，",
      "山上长松山下水。",
      "群动悠然一顾中，",
      "天高地平千万里。",
      "少君引我升玉坛，",
      "礼空遥请真仙官。",
      "云拼欲下星斗动，",
      "天乐一声肌骨寒。",
      "金霞昕昕渐东上，",
      "轮欹影促犹频望。",
      "绝景良时难再并，",
      "他年此日应惆怅。"
    ],
    "type": [
      "中秋节",
      "游仙",
      "抒怀"
    ],
    "source": "尘中见月心亦闲，况是清秋仙府间。keysentence凝光悠悠寒露坠，此时立在最高山。碧虚无云风不起，山上长松山下水。群动悠然一顾中，天高地平千万里。少君引我升玉坛，礼空遥请真仙官。云拼欲下星斗动，天乐一声肌骨寒。金霞昕昕渐东上，轮欹影促犹频望。绝景良时难再并，他年此日应惆怅。",
    "id": "P513"
  },
  {
    "title": "酒泉子·花映柳条",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "花映柳条，",
      "闲向绿萍池上。keysentence",
      "凭阑干，",
      "窥细浪，",
      "雨萧萧。",
      "近来音信两疏索，",
      "洞房空寂寞。",
      "掩银屏，",
      "垂翠箔，",
      "度春宵。"
    ],
    "type": [
      "春天",
      "女子",
      "怀远"
    ],
    "source": "花映柳条，闲向绿萍池上。keysentence凭阑干，窥细浪，雨萧萧。近来音信两疏索，洞房空寂寞。掩银屏，垂翠箔，度春宵。",
    "id": "P514"
  },
  {
    "title": "饮酒",
    "dynasty": "唐代",
    "writer": "柳宗元",
    "content": [
      "今夕少愉乐，",
      "起坐开清尊。",
      "举觞酹先酒，",
      "为我驱忧烦。",
      "须臾心自殊，",
      "顿觉天地暄。",
      "连山变幽晦，",
      "绿水函晏温。keysentence",
      "蔼蔼南郭门，",
      "树木一何繁。",
      "清阴可自庇，",
      "竟夕闻佳言。",
      "尽醉无复辞，",
      "偃卧有芳荪。",
      "彼哉晋楚富，",
      "此道未必存。"
    ],
    "type": [
      "归隐",
      "饮酒",
      "生活"
    ],
    "source": "今夕少愉乐，起坐开清尊。举觞酹先酒，为我驱忧烦。须臾心自殊，顿觉天地暄。连山变幽晦，绿水函晏温。keysentence蔼蔼南郭门，树木一何繁。清阴可自庇，竟夕闻佳言。尽醉无复辞，偃卧有芳荪。彼哉晋楚富，此道未必存。",
    "id": "P515"
  },
  {
    "title": "少年游·润州作",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "去年相送，",
      "余杭门外，",
      "飞雪似杨花。",
      "今年春尽，",
      "杨花似雪，",
      "犹不见还家。",
      "对酒卷帘邀明月，",
      "风露透窗纱。keysentence",
      "恰似姮娥怜双燕，",
      "分明照、画梁斜。"
    ],
    "type": [
      "婉约",
      "思念"
    ],
    "source": "去年相送，余杭门外，飞雪似杨花。今年春尽，杨花似雪，犹不见还家。对酒卷帘邀明月，风露透窗纱。keysentence恰似姮娥怜双燕，分明照、画梁斜。",
    "id": "P516"
  },
  {
    "title": "遣怀",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "落魄江南载酒行，",
      "楚腰纤细掌中轻。",
      "十年一觉扬州梦，",
      "赢得青楼薄幸名。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "抒怀"
    ],
    "source": "落魄江南载酒行，楚腰纤细掌中轻。十年一觉扬州梦，赢得青楼薄幸名。keysentence",
    "id": "P517"
  },
  {
    "title": "江亭夜月送别二首",
    "dynasty": "唐代",
    "writer": "王勃",
    "content": [
      "江送巴南水，",
      "山横塞北云。",
      "津亭秋月夜，",
      "谁见泣离群？",
      "乱烟笼碧砌，",
      "飞月向南端。",
      "寂寞离亭掩，",
      "江山此夜寒。keysentence"
    ],
    "type": [
      "秋天",
      "送别",
      "写景",
      "抒情",
      "组诗"
    ],
    "source": "江送巴南水，山横塞北云。津亭秋月夜，谁见泣离群？乱烟笼碧砌，飞月向南端。寂寞离亭掩，江山此夜寒。keysentence",
    "id": "P518"
  },
  {
    "title": "寒食上冢",
    "dynasty": "宋代",
    "writer": "杨万里",
    "content": [
      "迳直夫何细！",
      "桥危可免扶？",
      "远山枫外淡，",
      "破屋麦边孤。",
      "宿草春风又，",
      "新阡去岁无。",
      "梨花自寒食，",
      "进节只愁余。keysentence"
    ],
    "type": [
      "寒食节",
      "写景",
      "思念"
    ],
    "source": "迳直夫何细！桥危可免扶？远山枫外淡，破屋麦边孤。宿草春风又，新阡去岁无。梨花自寒食，进节只愁余。keysentence",
    "id": "P519"
  },
  {
    "title": "送梓州李使君",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "万壑树参天，",
      "千山响杜鹃。keysentence",
      "山中一夜雨，",
      "树杪百重泉。",
      "汉女输橦布，",
      "巴人讼芋田。",
      "文翁翻教授，",
      "不敢倚先贤。"
    ],
    "type": [
      "唐诗三百首",
      "友情",
      "送别"
    ],
    "source": "万壑树参天，千山响杜鹃。keysentence山中一夜雨，树杪百重泉。汉女输橦布，巴人讼芋田。文翁翻教授，不敢倚先贤。",
    "id": "P520"
  },
  {
    "title": "杂说一·龙说",
    "dynasty": "唐代",
    "writer": "韩愈",
    "content": [
      "龙嘘气成云，",
      "云固弗灵于龙也。keysentence",
      "然龙乘是气，",
      "茫洋穷乎玄间，",
      "薄日月，",
      "伏光景，",
      "感震电，",
      "神变化，",
      "水下土，",
      "汩陵谷，",
      "云亦灵怪矣哉!云，",
      "龙之所能使为灵也；",
      "若龙之灵，",
      "则非云之所能使为灵也。",
      "然龙弗得云，",
      "无以神其灵矣。",
      "失其所凭依，",
      "信不可欤 ！",
      "异哉！",
      "其所凭依，",
      "乃其所自为也。",
      "云从龙。",
      "既曰：",
      "龙，",
      "云从之矣。"
    ],
    "type": [
      "古文观止",
      "议论",
      "寓理"
    ],
    "source": "龙嘘气成云，云固弗灵于龙也。keysentence然龙乘是气，茫洋穷乎玄间，薄日月，伏光景，感震电，神变化，水下土，汩陵谷，云亦灵怪矣哉!云，龙之所能使为灵也；若龙之灵，则非云之所能使为灵也。然龙弗得云，无以神其灵矣。失其所凭依，信不可欤 ！异哉！其所凭依，乃其所自为也。《易》曰：云从龙。既曰：龙，云从之矣。",
    "id": "P521"
  },
  {
    "title": "青溪",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "言入黄花川，",
      "每逐清溪水。",
      "随山将万转，",
      "趣途无百里。keysentence",
      "声喧乱石中，",
      "色静深松里。",
      "漾漾泛菱荇，",
      "澄澄映葭苇。",
      "我心素已闲，",
      "清川澹如此。",
      "请留磐石上，",
      "垂钓将已矣。"
    ],
    "type": [
      "唐诗三百首",
      "山水",
      "托物寄情"
    ],
    "source": "言入黄花川，每逐清溪水。随山将万转，趣途无百里。keysentence声喧乱石中，色静深松里。漾漾泛菱荇，澄澄映葭苇。我心素已闲，清川澹如此。请留磐石上，垂钓将已矣。",
    "id": "P522"
  },
  {
    "title": "望岳三首·其三",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "南岳配朱鸟，",
      "秩礼自百王。",
      "欻吸领地灵，",
      "鸿洞半炎方。",
      "邦家用祀典，",
      "在德非馨香。",
      "巡守何寂寥，",
      "有虞今则亡。",
      "洎吾隘世网，",
      "行迈越潇湘。",
      "渴日绝壁出，",
      "漾舟清光旁。",
      "祝融五峰尊，",
      "峰峰次低昂。",
      "紫盖独不朝，",
      "争长嶪相望。",
      "恭闻魏夫人，",
      "群仙夹翱翔。",
      "有时五峰气，",
      "散风如飞霜。",
      "牵迫限修途，",
      "未暇杖崇冈。keysentence",
      "归来觊命驾，",
      "沐浴休玉堂。",
      "三叹问府主，",
      "曷以赞我皇。",
      "牲璧忍衰俗，",
      "神其思降祥。"
    ],
    "type": [
      "写山"
    ],
    "source": "南岳配朱鸟，秩礼自百王。欻吸领地灵，鸿洞半炎方。邦家用祀典，在德非馨香。巡守何寂寥，有虞今则亡。洎吾隘世网，行迈越潇湘。渴日绝壁出，漾舟清光旁。祝融五峰尊，峰峰次低昂。紫盖独不朝，争长嶪相望。恭闻魏夫人，群仙夹翱翔。有时五峰气，散风如飞霜。牵迫限修途，未暇杖崇冈。keysentence归来觊命驾，沐浴休玉堂。三叹问府主，曷以赞我皇。牲璧忍衰俗，神其思降祥。",
    "id": "P523"
  },
  {
    "title": "端午日赐衣",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "宫衣亦有名，",
      "端午被恩荣。keysentence",
      "细葛含风软，",
      "香罗叠雪轻。",
      "自天题处湿，",
      "当暑著来清。",
      "意内称长短，",
      "终身荷圣情。"
    ],
    "type": [
      "端午节",
      "感恩"
    ],
    "source": "宫衣亦有名，端午被恩荣。keysentence细葛含风软，香罗叠雪轻。自天题处湿，当暑著来清。意内称长短，终身荷圣情。",
    "id": "P524"
  },
  {
    "title": "凉州馆中与诸判官夜集",
    "dynasty": "唐代",
    "writer": "岑参",
    "content": [
      "弯弯月出挂城头，",
      "城头月出照凉州。",
      "凉州七里十万家，",
      "胡人半解弹琵琶。",
      "琵琶一曲肠堪断，",
      "风萧萧兮夜漫漫。",
      "河西幕中多故人，",
      "故人别来三五春。",
      "花门楼前见秋草，",
      "岂能贫贱相看老。",
      "一生大笑能几回，",
      "斗酒相逢须醉倒。keysentence"
    ],
    "type": [
      "友情",
      "豪迈",
      "地点",
      "月亮",
      "宴会"
    ],
    "source": "弯弯月出挂城头，城头月出照凉州。凉州七里十万家，胡人半解弹琵琶。琵琶一曲肠堪断，风萧萧兮夜漫漫。河西幕中多故人，故人别来三五春。花门楼前见秋草，岂能贫贱相看老。一生大笑能几回，斗酒相逢须醉倒。keysentence",
    "id": "P525"
  },
  {
    "title": "关山月",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "和戎诏下十五年，",
      "将军不战空临边。keysentence",
      "朱门沉沉按歌舞，",
      "厩马肥死弓断弦。",
      "戍楼刁斗催落月，",
      "三十从军今白发。",
      "笛里谁知壮士心，",
      "沙头空照征人骨。",
      "中原干戈古亦闻，",
      "岂有逆胡传子孙！",
      "遗民忍死望恢复，",
      "几处今宵垂泪痕。"
    ],
    "type": [
      "爱国",
      "壮志未酬",
      "悲愤"
    ],
    "source": "和戎诏下十五年，将军不战空临边。keysentence朱门沉沉按歌舞，厩马肥死弓断弦。戍楼刁斗催落月，三十从军今白发。笛里谁知壮士心，沙头空照征人骨。中原干戈古亦闻，岂有逆胡传子孙！遗民忍死望恢复，几处今宵垂泪痕。",
    "id": "P526"
  },
  {
    "title": "八声甘州·寄参寥子",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "有情风、万里卷潮来，",
      "无情送潮归。",
      "问钱塘江上，",
      "西兴浦口，",
      "几度斜晖。",
      "不用思量今古，",
      "俯仰昔人非。keysentence",
      "谁似东坡老，",
      "白首忘机。",
      "记取西湖西畔，",
      "正暮山好处，",
      "空翠烟霏。",
      "算诗人相得，",
      "如我与君稀。",
      "约他年、东还海道，",
      "愿谢公、雅志莫相违。",
      "西州路，",
      "不应回首，",
      "为我沾衣。"
    ],
    "type": [
      "写水",
      "感叹",
      "人生",
      "哲理",
      "离别",
      "友情"
    ],
    "source": "有情风、万里卷潮来，无情送潮归。问钱塘江上，西兴浦口，几度斜晖。不用思量今古，俯仰昔人非。keysentence谁似东坡老，白首忘机。记取西湖西畔，正暮山好处，空翠烟霏。算诗人相得，如我与君稀。约他年、东还海道，愿谢公、雅志莫相违。西州路，不应回首，为我沾衣。",
    "id": "P527"
  },
  {
    "title": "致酒行",
    "dynasty": "唐代",
    "writer": "李贺",
    "content": [
      "零落栖迟一杯酒，",
      "主人奉觞客长寿。",
      "主父西游困不归，",
      "家人折断门前柳。",
      "吾闻马周昔作新丰客，",
      "天荒地老无人识。keysentence",
      "空将笺上两行书，",
      "直犯龙颜请恩泽。",
      "我有迷魂招不得，",
      "雄鸡一声天下白。",
      "少年心事当拿云，",
      "谁念幽寒坐呜呃。"
    ],
    "type": [
      "怀才不遇",
      "饮酒",
      "抒怀"
    ],
    "source": "零落栖迟一杯酒，主人奉觞客长寿。主父西游困不归，家人折断门前柳。吾闻马周昔作新丰客，天荒地老无人识。keysentence空将笺上两行书，直犯龙颜请恩泽。我有迷魂招不得，雄鸡一声天下白。少年心事当拿云，谁念幽寒坐呜呃。",
    "id": "P528"
  },
  {
    "title": "八声甘州·对潇潇暮雨洒江天",
    "dynasty": "宋代",
    "writer": "柳永",
    "content": [
      "对潇潇暮雨洒江天，",
      "一番洗清秋。",
      "渐霜风凄紧，",
      "关河冷落，",
      "残照当楼。",
      "是处红衰翠减，",
      "苒苒物华休。",
      "唯有长江水，",
      "无语东流。keysentence",
      "不忍登高临远，",
      "望故乡渺邈，",
      "归思难收。",
      "叹年来踪迹，",
      "何事苦淹留？",
      "想佳人妆楼颙望，",
      "误几回、天际识归舟。",
      "争知我，",
      "倚阑杆处，",
      "正恁凝愁！"
    ],
    "type": [
      "宋词三百首",
      "高中古诗",
      "写景",
      "抒情",
      "哲理",
      "怀人"
    ],
    "source": "对潇潇暮雨洒江天，一番洗清秋。渐霜风凄紧，关河冷落，残照当楼。是处红衰翠减，苒苒物华休。唯有长江水，无语东流。keysentence不忍登高临远，望故乡渺邈，归思难收。叹年来踪迹，何事苦淹留？想佳人妆楼颙望，误几回、天际识归舟。争知我，倚阑杆处，正恁凝愁！",
    "id": "P529"
  },
  {
    "title": "奉赠韦左丞丈二十二韵",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "纨绔不饿死，",
      "儒冠多误身。",
      "丈人试静听，",
      "贱子请具陈。",
      "甫昔少年日，",
      "早充观国宾。",
      "读书破万卷，",
      "下笔如有神。keysentence",
      "赋料扬雄敌，",
      "诗看子建亲。",
      "李邕求识面，",
      "王翰愿卜邻。",
      "自谓颇挺出，",
      "立登要路津。",
      "致君尧舜上，",
      "再使风俗淳。",
      "此意竟萧条，",
      "行歌非隐沦。",
      "骑驴十三载，",
      "旅食京华春。",
      "朝扣富儿门，",
      "暮随肥马尘。",
      "残杯与冷炙，",
      "到处潜悲辛。",
      "主上顷见征，",
      "欻然欲求伸。",
      "青冥却垂翅，",
      "蹭蹬无纵鳞。",
      "甚愧丈人厚，",
      "甚知丈人真。",
      "每于百僚上，",
      "猥颂佳句新。",
      "窃效贡公喜，",
      "难甘原宪贫。",
      "焉能心怏怏，",
      "只是走踆踆。",
      "今欲东入海，",
      "即将西去秦。",
      "尚怜终南山，",
      "回首清渭滨。",
      "常拟报一饭，",
      "况怀辞大臣。",
      "白鸥没浩荡，",
      "万里谁能驯？"
    ],
    "type": [
      "社交",
      "读书",
      "壮志"
    ],
    "source": "纨绔不饿死，儒冠多误身。丈人试静听，贱子请具陈。甫昔少年日，早充观国宾。读书破万卷，下笔如有神。keysentence赋料扬雄敌，诗看子建亲。李邕求识面，王翰愿卜邻。自谓颇挺出，立登要路津。致君尧舜上，再使风俗淳。此意竟萧条，行歌非隐沦。骑驴十三载，旅食京华春。朝扣富儿门，暮随肥马尘。残杯与冷炙，到处潜悲辛。主上顷见征，欻然欲求伸。青冥却垂翅，蹭蹬无纵鳞。甚愧丈人厚，甚知丈人真。每于百僚上，猥颂佳句新。窃效贡公喜，难甘原宪贫。焉能心怏怏，只是走踆踆。今欲东入海，即将西去秦。尚怜终南山，回首清渭滨。常拟报一饭，况怀辞大臣。白鸥没浩荡，万里谁能驯？",
    "id": "P530"
  },
  {
    "title": "春中喜王九相寻",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "二月湖水清，",
      "家家春鸟鸣。keysentence",
      "林花扫更落，",
      "径草踏还生。",
      "酒伴来相命，",
      "开尊共解酲。",
      "当杯已入手，",
      "歌妓莫停声。"
    ],
    "type": [
      "春天"
    ],
    "source": "二月湖水清，家家春鸟鸣。keysentence林花扫更落，径草踏还生。酒伴来相命，开尊共解酲。当杯已入手，歌妓莫停声。",
    "id": "P531"
  },
  {
    "title": "满江红·写怀",
    "dynasty": "宋代",
    "writer": "岳飞",
    "content": [
      "怒发冲冠，",
      "凭栏处、潇潇雨歇。",
      "抬望眼，",
      "仰天长啸，",
      "壮怀激烈。",
      "三十功名尘与土，",
      "八千里路云和月。keysentence",
      "莫等闲，",
      "白了少年头，",
      "空悲切！",
      "靖康耻，",
      "犹未雪。",
      "臣子恨，",
      "何时灭！",
      "驾长车，",
      "踏破贺兰山缺。",
      "壮志饥餐胡虏肉，",
      "笑谈渴饮匈奴血。",
      "待从头、收拾旧山河，",
      "朝天阙。"
    ],
    "type": [
      "宋词三百首",
      "爱国",
      "壮志",
      "励志"
    ],
    "source": "怒发冲冠，凭栏处、潇潇雨歇。抬望眼，仰天长啸，壮怀激烈。三十功名尘与土，八千里路云和月。keysentence莫等闲，白了少年头，空悲切！靖康耻，犹未雪。臣子恨，何时灭！驾长车，踏破贺兰山缺。壮志饥餐胡虏肉，笑谈渴饮匈奴血。待从头、收拾旧山河，朝天阙。",
    "id": "P532"
  },
  {
    "title": "卜算子·感旧",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "蜀客到江南，",
      "长忆吴山好。",
      "吴蜀风流自古同，",
      "归去应须早。",
      "还与去年人，",
      "共藉西湖草。keysentence",
      "莫惜尊前仔细看，",
      "应是容颜老。"
    ],
    "type": [
      "岁月",
      "怀念"
    ],
    "source": "蜀客到江南，长忆吴山好。吴蜀风流自古同，归去应须早。还与去年人，共藉西湖草。keysentence莫惜尊前仔细看，应是容颜老。",
    "id": "P533"
  },
  {
    "title": "题都城南庄",
    "dynasty": "唐代",
    "writer": "崔护",
    "content": [
      "去年今日此门中，",
      "人面桃花相映红。keysentence",
      "人面不知何处去，",
      "桃花依旧笑春风。"
    ],
    "type": [
      "写景",
      "故事",
      "抒情"
    ],
    "source": "去年今日此门中，人面桃花相映红。keysentence人面不知何处去，桃花依旧笑春风。",
    "id": "P534"
  },
  {
    "title": "四时田园杂兴·其二",
    "dynasty": "宋代",
    "writer": "范成大",
    "content": [
      "梅子金黄杏子肥，",
      "麦花雪白菜花稀。keysentence",
      "日长篱落无人过，",
      "惟有蜻蜓蛱蝶飞。"
    ],
    "type": [
      "田园",
      "写景",
      "劳作"
    ],
    "source": "梅子金黄杏子肥，麦花雪白菜花稀。keysentence日长篱落无人过，惟有蜻蜓蛱蝶飞。",
    "id": "P535"
  },
  {
    "title": "和子由渑池怀旧",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "人生到处知何似，",
      "应似飞鸿踏雪泥。keysentence",
      "泥上偶然留指爪，",
      "鸿飞那复计东西。",
      "老僧已死成新塔，",
      "坏壁无由见旧题。",
      "往日崎岖还记否，",
      "路长人困蹇驴嘶。"
    ],
    "type": [
      "古诗三百首",
      "人生",
      "感伤"
    ],
    "source": "人生到处知何似，应似飞鸿踏雪泥。keysentence泥上偶然留指爪，鸿飞那复计东西。老僧已死成新塔，坏壁无由见旧题。往日崎岖还记否，路长人困蹇驴嘶。",
    "id": "P536"
  },
  {
    "title": "西江月·世事一场大梦",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "世事一场大梦，",
      "人生几度秋凉？",
      "夜来风叶已鸣廊。",
      "看取眉头鬓上。",
      "酒贱常愁客少，",
      "月明多被云妨。",
      "中秋谁与共孤光。",
      "把盏凄然北望。keysentence"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "中秋节",
      "贬谪",
      "感叹",
      "人生"
    ],
    "source": "世事一场大梦，人生几度秋凉？夜来风叶已鸣廊。看取眉头鬓上。酒贱常愁客少，月明多被云妨。中秋谁与共孤光。把盏凄然北望。keysentence",
    "id": "P537"
  },
  {
    "title": "百忧集行",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "忆年十五心尚孩，",
      "健如黄犊走复来。keysentence",
      "庭前八月梨枣熟，",
      "一日上树能千回。",
      "即今倏忽已五十，",
      "坐卧只多少行立。",
      "强将笑语供主人，",
      "悲见生涯百忧集。",
      "入门依旧四壁空，",
      "老妻睹我颜色同。",
      "痴儿不知父子礼，",
      "叫怒索饭啼门东。"
    ],
    "type": [
      "岁月",
      "生活",
      "凄凉"
    ],
    "source": "忆年十五心尚孩，健如黄犊走复来。keysentence庭前八月梨枣熟，一日上树能千回。即今倏忽已五十，坐卧只多少行立。强将笑语供主人，悲见生涯百忧集。入门依旧四壁空，老妻睹我颜色同。痴儿不知父子礼，叫怒索饭啼门东。",
    "id": "P538"
  },
  {
    "title": "成都曲",
    "dynasty": "唐代",
    "writer": "张籍",
    "content": [
      "锦江近西烟水绿，",
      "新雨山头荔枝熟。keysentence",
      "万里桥边多酒家，",
      "游人爱向谁家宿。"
    ],
    "type": [
      "地名",
      "写景"
    ],
    "source": "锦江近西烟水绿，新雨山头荔枝熟。keysentence万里桥边多酒家，游人爱向谁家宿。",
    "id": "P539"
  },
  {
    "title": "采桑子·九日",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "深秋绝塞谁相忆，",
      "木叶萧萧。",
      "乡路迢迢。",
      "六曲屏山和梦遥。",
      "佳时倍惜风光别，",
      "不为登高。",
      "只觉魂销。keysentence",
      "南雁归时更寂寥。"
    ],
    "type": [
      "重阳节",
      "边塞",
      "写景",
      "相思"
    ],
    "source": "深秋绝塞谁相忆，木叶萧萧。乡路迢迢。六曲屏山和梦遥。 佳时倍惜风光别，不为登高。只觉魂销。keysentence南雁归时更寂寥。",
    "id": "P540"
  },
  {
    "title": "江南逢李龟年",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "岐王宅里寻常见，",
      "崔九堂前几度闻。",
      "正是江南好风景，",
      "落花时节又逢君。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "感伤",
      "怀念"
    ],
    "source": "岐王宅里寻常见，崔九堂前几度闻。正是江南好风景，落花时节又逢君。keysentence",
    "id": "P541"
  },
  {
    "title": "节妇吟·寄东平李司空师道",
    "dynasty": "唐代",
    "writer": "张籍",
    "content": [
      "君知妾有夫，",
      "赠妾双明珠。",
      "感君缠绵意，",
      "系在红罗襦。",
      "妾家高楼连苑起，",
      "良人执戟明光里。",
      "知君用心如日月，",
      "事夫誓拟同生死。",
      "还君明珠双泪垂，",
      "恨不相逢未嫁时。keysentence"
    ],
    "type": [
      "乐府",
      "女子",
      "坚贞",
      "分手"
    ],
    "source": "君知妾有夫，赠妾双明珠。感君缠绵意，系在红罗襦。妾家高楼连苑起，良人执戟明光里。知君用心如日月，事夫誓拟同生死。还君明珠双泪垂，恨不相逢未嫁时。keysentence",
    "id": "P542"
  },
  {
    "title": "四时",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "春水满四泽，",
      "夏云多奇峰。keysentence",
      "秋月扬明晖，",
      "冬岭秀寒松。"
    ],
    "type": [
      "四季",
      "写景",
      "述志"
    ],
    "source": "春水满四泽，夏云多奇峰。keysentence秋月扬明晖，冬岭秀寒松。",
    "id": "P543"
  },
  {
    "title": "望岳三首·其二",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "西岳崚嶒竦处尊，",
      "诸峰罗立似儿孙。",
      "安得仙人九节杖，",
      "拄到玉女洗头盆。",
      "车箱入谷无归路，",
      "箭栝通天有一门。",
      "稍待秋风凉冷后，",
      "高寻白帝问真源。keysentence"
    ],
    "type": [
      "写山",
      "咏物"
    ],
    "source": "西岳崚嶒竦处尊，诸峰罗立似儿孙。安得仙人九节杖，拄到玉女洗头盆。车箱入谷无归路，箭栝通天有一门。稍待秋风凉冷后，高寻白帝问真源。keysentence",
    "id": "P544"
  },
  {
    "title": "己亥杂诗·其二百二十",
    "dynasty": "清代",
    "writer": "龚自珍",
    "content": [
      "九州生气恃风雷，",
      "万马齐喑究可哀。keysentence",
      "我劝天公重抖擞，",
      "不拘一格降人才。"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "励志",
      "早教古诗100首"
    ],
    "source": "九州生气恃风雷，万马齐喑究可哀。keysentence我劝天公重抖擞，不拘一格降人才。",
    "id": "P545"
  },
  {
    "title": "梦天",
    "dynasty": "唐代",
    "writer": "李贺",
    "content": [
      "老兔寒蟾泣天色，",
      "云楼半开壁斜白。",
      "玉轮轧露湿团光，",
      "鸾珮相逢桂香陌。",
      "黄尘清水三山下，",
      "更变千年如走马。keysentence",
      "遥望齐州九点烟，",
      "一泓海水杯中泻。"
    ],
    "type": [
      "梦游",
      "想象",
      "月宫",
      "哲理"
    ],
    "source": "老兔寒蟾泣天色，云楼半开壁斜白。玉轮轧露湿团光，鸾珮相逢桂香陌。黄尘清水三山下，更变千年如走马。keysentence遥望齐州九点烟，一泓海水杯中泻。",
    "id": "P546"
  },
  {
    "title": "夜归鹿门山歌",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "山寺钟鸣昼已昏，",
      "渔梁渡头争渡喧。",
      "人随沙岸向江村，",
      "余亦乘舟归鹿门。keysentence",
      "鹿门月照开烟树，",
      "忽到庞公栖隐处。",
      "岩扉松径长寂寥，",
      "惟有幽人自来去。"
    ],
    "type": [
      "唐诗三百首",
      "写景",
      "归隐"
    ],
    "source": "山寺钟鸣昼已昏，渔梁渡头争渡喧。人随沙岸向江村，余亦乘舟归鹿门。keysentence鹿门月照开烟树，忽到庞公栖隐处。岩扉松径长寂寥，惟有幽人自来去。",
    "id": "P547"
  },
  {
    "title": "忆梅",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "定定住天涯，",
      "依依向物华。",
      "寒梅最堪恨，",
      "常作去年花。keysentence"
    ],
    "type": [
      "咏物",
      "梅花",
      "抒情"
    ],
    "source": "定定住天涯，依依向物华。寒梅最堪恨，常作去年花。keysentence",
    "id": "P548"
  },
  {
    "title": "清平乐·独宿博山王氏庵",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "绕床饥鼠，",
      "蝙蝠翻灯舞。",
      "屋上松风吹急雨，",
      "破纸窗间自语。",
      "平生塞北江南，",
      "归来华发苍颜。",
      "布被秋宵梦觉，",
      "眼前万里江山。keysentence"
    ],
    "type": [
      "宋词三百首",
      "壮志难酬"
    ],
    "source": "绕床饥鼠，蝙蝠翻灯舞。屋上松风吹急雨，破纸窗间自语。平生塞北江南，归来华发苍颜。布被秋宵梦觉，眼前万里江山。keysentence",
    "id": "P549"
  },
  {
    "title": "春题湖上",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "湖上春来似画图，",
      "乱峰围绕水平铺。",
      "松排山面千重翠，",
      "月点波心一颗珠。",
      "碧毯线头抽早稻，",
      "青罗裙带展新蒲。",
      "未能抛得杭州去，",
      "一半勾留是此湖。keysentence"
    ],
    "type": [
      "春天",
      "西湖"
    ],
    "source": "湖上春来似画图，乱峰围绕水平铺。松排山面千重翠，月点波心一颗珠。碧毯线头抽早稻，青罗裙带展新蒲。未能抛得杭州去，一半勾留是此湖。keysentence",
    "id": "P550"
  },
  {
    "title": "苦昼短",
    "dynasty": "唐代",
    "writer": "李贺",
    "content": [
      "飞光飞光，",
      "劝尔一杯酒。keysentence",
      "吾不识青天高，",
      "黄地厚。",
      "唯见月寒日暖，",
      "来煎人寿。",
      "食熊则肥，",
      "食蛙则瘦。",
      "神君何在？",
      "太一安有？",
      "天东有若木，",
      "下置衔烛龙。",
      "吾将斩龙足，",
      "嚼龙肉，",
      "使之朝不得回，",
      "夜不得伏。",
      "自然老者不死，",
      "少者不哭。",
      "何为服黄金、吞白玉？",
      "谁似任公子，",
      "云中骑碧驴？",
      "刘彻茂陵多滞骨，",
      "嬴政梓棺费鲍鱼。"
    ],
    "type": [
      "议论"
    ],
    "source": "飞光飞光，劝尔一杯酒。keysentence吾不识青天高，黄地厚。唯见月寒日暖，来煎人寿。食熊则肥，食蛙则瘦。神君何在？太一安有？天东有若木，下置衔烛龙。吾将斩龙足，嚼龙肉，使之朝不得回，夜不得伏。自然老者不死，少者不哭。何为服黄金、吞白玉？谁似任公子，云中骑碧驴？刘彻茂陵多滞骨，嬴政梓棺费鲍鱼。",
    "id": "P551"
  },
  {
    "title": "点绛唇·闺思",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "寂寞深闺，",
      "柔肠一寸愁千缕。keysentence",
      "惜春春去。",
      "几点催花雨。",
      "倚遍阑干，",
      "只是无情绪。",
      "人何处。",
      "连天衰草，",
      "望断归来路。"
    ],
    "type": [
      "宋词精选",
      "闺怨",
      "伤春",
      "伤别"
    ],
    "source": "寂寞深闺，柔肠一寸愁千缕。keysentence惜春春去。几点催花雨。倚遍阑干，只是无情绪。人何处。连天衰草，望断归来路。",
    "id": "P552"
  },
  {
    "title": "沁园春·长沙",
    "dynasty": "现代",
    "writer": "毛泽东",
    "content": [
      "独立寒秋，",
      "湘江北去，",
      "橘子洲头。keysentence",
      "看万山红遍，",
      "层林尽染；",
      "漫江碧透，",
      "百舸争流。",
      "鹰击长空，",
      "鱼翔浅底，",
      "万类霜天竞自由。",
      "怅寥廓，",
      "问苍茫大地，",
      "谁主沉浮？",
      "携来百侣曾游，",
      "忆往昔峥嵘岁月稠。",
      "恰同学少年，",
      "风华正茂；",
      "书生意气，",
      "挥斥方遒。",
      "指点江山，",
      "激扬文字，",
      "粪土当年万户侯。",
      "曾记否，",
      "到中流击水，",
      "浪遏飞舟？"
    ],
    "type": [
      "高中古诗",
      "写景",
      "抒怀",
      "壮志"
    ],
    "source": "独立寒秋，湘江北去，橘子洲头。keysentence看万山红遍，层林尽染；漫江碧透，百舸争流。鹰击长空，鱼翔浅底，万类霜天竞自由。怅寥廓，问苍茫大地，谁主沉浮？携来百侣曾游，忆往昔峥嵘岁月稠。恰同学少年，风华正茂；书生意气，挥斥方遒。指点江山，激扬文字，粪土当年万户侯。曾记否，到中流击水，浪遏飞舟？",
    "id": "P553"
  },
  {
    "title": "潼关吏",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "士卒何草草，",
      "筑城潼关道。",
      "大城铁不如，",
      "小城万丈余。",
      "借问潼关吏：",
      "修关还备胡？",
      "要我下马行，",
      "为我指山隅：",
      "连云列战格，",
      "飞鸟不能逾。",
      "胡来但自守，",
      "岂复忧西都。",
      "丈人视要处，",
      "窄狭容单车。",
      "艰难奋长戟，",
      "万古用一夫。",
      "哀哉桃林战，",
      "百万化为鱼。keysentence",
      "请嘱防关将，",
      "慎勿学哥舒！"
    ],
    "type": [
      "边疆",
      "战争",
      "赞美",
      "士卒"
    ],
    "source": "士卒何草草，筑城潼关道。大城铁不如，小城万丈余。借问潼关吏：修关还备胡？要我下马行，为我指山隅：连云列战格，飞鸟不能逾。胡来但自守，岂复忧西都。丈人视要处，窄狭容单车。艰难奋长戟，万古用一夫。哀哉桃林战，百万化为鱼。keysentence请嘱防关将，慎勿学哥舒！",
    "id": "P554"
  },
  {
    "title": "书愤二首",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "白发萧萧卧泽中，",
      "只凭天地鉴孤忠。",
      "厄穷苏武餐毡久，",
      "忧愤张巡嚼齿空。",
      "细雨春芜上林苑，",
      "颓垣夜月洛阳宫。",
      "壮心未与年俱老，",
      "死去犹能作鬼雄。",
      "镜里流年两鬓残，",
      "寸心自许尚如丹。",
      "衰迟罢试戎衣窄，",
      "悲愤犹争宝剑寒。",
      "远戍十年临的博，",
      "壮图万里战皋兰。keysentence",
      "关河自古无穷事，",
      "谁料如今袖手看。"
    ],
    "type": [
      "抒怀",
      "壮志未酬",
      "愤懑"
    ],
    "source": "白发萧萧卧泽中，只凭天地鉴孤忠。厄穷苏武餐毡久，忧愤张巡嚼齿空。细雨春芜上林苑，颓垣夜月洛阳宫。壮心未与年俱老，死去犹能作鬼雄。镜里流年两鬓残，寸心自许尚如丹。衰迟罢试戎衣窄，悲愤犹争宝剑寒。远戍十年临的博，壮图万里战皋兰。keysentence关河自古无穷事，谁料如今袖手看。",
    "id": "P555"
  },
  {
    "title": "卜算子·咏梅",
    "dynasty": "近代",
    "writer": "毛泽东",
    "content": [
      "读陆游咏梅词，",
      "反其意而用之。",
      "风雨送春归，",
      "飞雪迎春到。keysentence",
      "已是悬崖百丈冰，",
      "犹有花枝俏。",
      "俏也不争春，",
      "只把春来报。",
      "待到山花烂漫时，",
      "她在丛中笑。"
    ],
    "type": [
      "咏物",
      "梅花",
      "品格"
    ],
    "source": "读陆游咏梅词，反其意而用之。风雨送春归，飞雪迎春到。keysentence已是悬崖百丈冰，犹有花枝俏。俏也不争春，只把春来报。待到山花烂漫时，她在丛中笑。",
    "id": "P556"
  },
  {
    "title": "梦微之",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "夜来携手梦同游，",
      "晨起盈巾泪莫收。",
      "漳浦老身三度病，",
      "咸阳宿草八回秋。",
      "君埋泉下泥销骨，",
      "我寄人间雪满头。keysentence",
      "阿卫韩郎相次去，",
      "夜台茫昧得知不？"
    ],
    "type": [
      "悼亡",
      "怀念"
    ],
    "source": "夜来携手梦同游，晨起盈巾泪莫收。漳浦老身三度病，咸阳宿草八回秋。君埋泉下泥销骨，我寄人间雪满头。keysentence阿卫韩郎相次去，夜台茫昧得知不？",
    "id": "P557"
  },
  {
    "title": "赠从兄襄阳少府皓",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "结发未识事，",
      "所交尽豪雄。",
      "却秦不受赏，",
      "击晋宁为功。",
      "托身白刃里，",
      "杀人红尘中。keysentence",
      "当朝揖高义，",
      "举世称英雄。",
      "小节岂足言，",
      "退耕舂陵东。",
      "归来无产业，",
      "生事如转蓬。",
      "一朝乌裘敝，",
      "百镒黄金空。",
      "弹剑徒激昂，",
      "出门悲路穷。",
      "吾兄青云士，",
      "然诺闻诸公。",
      "所以陈片言，",
      "片言贵情通。",
      "棣华倘不接，",
      "甘与秋草同。"
    ],
    "type": [
      "友情"
    ],
    "source": "结发未识事，所交尽豪雄。却秦不受赏，击晋宁为功。托身白刃里，杀人红尘中。keysentence当朝揖高义，举世称英雄。小节岂足言，退耕舂陵东。归来无产业，生事如转蓬。一朝乌裘敝，百镒黄金空。弹剑徒激昂，出门悲路穷。吾兄青云士，然诺闻诸公。所以陈片言，片言贵情通。棣华倘不接，甘与秋草同。",
    "id": "P558"
  },
  {
    "title": "寄李十二白二十韵",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "昔年有狂客，",
      "号尔谪仙人。",
      "笔落惊风雨，",
      "诗成泣鬼神。keysentence",
      "声名从此大，",
      "汩没一朝伸。",
      "文采承殊渥，",
      "流传必绝伦。",
      "龙舟移棹晚，",
      "兽锦夺袍新。",
      "白日来深殿，",
      "青云满后尘。",
      "乞归优诏许，",
      "遇我宿心亲。",
      "未负幽栖志，",
      "兼全宠辱身。",
      "剧谈怜野逸，",
      "嗜酒见天真。",
      "醉舞梁园夜，",
      "行歌泗水春。",
      "才高心不展，",
      "道屈善无邻。",
      "处士祢衡俊，",
      "诸生原宪贫。",
      "稻粱求未足，",
      "薏苡谤何频。",
      "五岭炎蒸地，",
      "三危放逐臣。",
      "几年遭鵩鸟，",
      "独泣向麒麟。",
      "苏武先还汉，",
      "黄公岂事秦。",
      "楚筵辞醴日，",
      "梁狱上书辰。",
      "已用当时法，",
      "谁将此义陈。",
      "老吟秋月下，",
      "病起暮江滨。",
      "莫怪恩波隔，",
      "乘槎与问津。"
    ],
    "type": [
      "赞颂",
      "写人",
      "友情"
    ],
    "source": "昔年有狂客，号尔谪仙人。笔落惊风雨，诗成泣鬼神。keysentence声名从此大，汩没一朝伸。文采承殊渥，流传必绝伦。龙舟移棹晚，兽锦夺袍新。白日来深殿，青云满后尘。乞归优诏许，遇我宿心亲。未负幽栖志，兼全宠辱身。剧谈怜野逸，嗜酒见天真。醉舞梁园夜，行歌泗水春。才高心不展，道屈善无邻。处士祢衡俊，诸生原宪贫。稻粱求未足，薏苡谤何频。五岭炎蒸地，三危放逐臣。几年遭鵩鸟，独泣向麒麟。苏武先还汉，黄公岂事秦。楚筵辞醴日，梁狱上书辰。已用当时法，谁将此义陈。老吟秋月下，病起暮江滨。莫怪恩波隔，乘槎与问津。",
    "id": "P559"
  },
  {
    "title": "送别",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "下马饮君酒，",
      "问君何所之？keysentence",
      "君言不得意，",
      "归卧南山陲。",
      "但去莫复问，",
      "白云无尽时。"
    ],
    "type": [
      "唐诗三百首",
      "友情",
      "送别",
      "写景",
      "抒情"
    ],
    "source": "下马饮君酒，问君何所之？keysentence君言不得意，归卧南山陲。但去莫复问，白云无尽时。",
    "id": "P560"
  },
  {
    "title": "子夜吴歌·秋歌",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "长安一片月，",
      "万户捣衣声。keysentence",
      "秋风吹不尽，",
      "总是玉关情。",
      "何日平胡虏，",
      "良人罢远征。"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "秋天",
      "月亮",
      "妇女",
      "闺怨",
      "思念"
    ],
    "source": "长安一片月，万户捣衣声。keysentence秋风吹不尽，总是玉关情。何日平胡虏，良人罢远征。",
    "id": "P561"
  },
  {
    "title": "画堂春·一生一代一双人",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "一生一代一双人，",
      "争教两处销魂。",
      "相思相望不相亲，",
      "天为谁春。keysentence",
      "浆向蓝桥易乞，",
      "药成碧海难奔。",
      "若容相访饮牛津，",
      "相对忘贫。"
    ],
    "type": [
      "典故",
      "伤怀",
      "相思"
    ],
    "source": "一生一代一双人，争教两处销魂。相思相望不相亲，天为谁春。keysentence浆向蓝桥易乞，药成碧海难奔。若容相访饮牛津，相对忘贫。",
    "id": "P562"
  },
  {
    "title": "宿新市徐公店",
    "dynasty": "宋代",
    "writer": "杨万里",
    "content": [
      "篱落疏疏一径深，",
      "树头花落未成阴。",
      "儿童急走追黄蝶，",
      "飞入菜花无处寻。keysentence"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "农村",
      "写景",
      "写花",
      "儿童"
    ],
    "source": "篱落疏疏一径深，树头花落未成阴。儿童急走追黄蝶，飞入菜花无处寻。keysentence",
    "id": "P563"
  },
  {
    "title": "秋夜曲",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "桂魄初生秋露微，",
      "轻罗已薄未更衣。keysentence",
      "银筝夜久殷勤弄，",
      "心怯空房不忍归。"
    ],
    "type": [
      "唐诗三百首",
      "秋天",
      "女子",
      "思念"
    ],
    "source": "桂魄初生秋露微，轻罗已薄未更衣。keysentence银筝夜久殷勤弄，心怯空房不忍归。",
    "id": "P564"
  },
  {
    "title": "蝶恋花·画阁归来春又晚",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "画阁归来春又晚。",
      "燕子双飞，",
      "柳软桃花浅。",
      "细雨满天风满院，",
      "愁眉敛尽无人见。",
      "独倚阑干心绪乱。",
      "芳草芊绵，",
      "尚忆江南岸。keysentence",
      "风月无情人暗换，",
      "旧游如梦空肠断。"
    ],
    "type": [
      "伤春",
      "女子",
      "回忆",
      "孤寂"
    ],
    "source": "画阁归来春又晚。燕子双飞，柳软桃花浅。细雨满天风满院，愁眉敛尽无人见。独倚阑干心绪乱。芳草芊绵，尚忆江南岸。keysentence风月无情人暗换，旧游如梦空肠断。",
    "id": "P565"
  },
  {
    "title": "新婚别",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "兔丝附蓬麻，",
      "引蔓故不长。",
      "嫁女与征夫，",
      "不如弃路旁。",
      "结发为君妻，",
      "席不暖君床。",
      "暮婚晨告别，",
      "无乃太匆忙。",
      "君行虽不远，",
      "守边赴河阳。",
      "妾身未分明，",
      "何以拜姑嫜？",
      "父母养我时，",
      "日夜令我藏。",
      "生女有所归，",
      "鸡狗亦得将。",
      "君今往死地，",
      "沉痛迫中肠。",
      "誓欲随君去，",
      "形势反苍黄。",
      "勿为新婚念，",
      "努力事戎行。",
      "妇人在军中，",
      "兵气恐不扬。",
      "自嗟贫家女，",
      "久致罗襦裳。",
      "罗襦不复施，",
      "对君洗红妆。",
      "仰视百鸟飞，",
      "大小必双翔。keysentence",
      "人事多错迕，",
      "与君永相望。"
    ],
    "type": [
      "叙事",
      "战争",
      "妇女",
      "离别"
    ],
    "source": "兔丝附蓬麻，引蔓故不长。嫁女与征夫，不如弃路旁。结发为君妻，席不暖君床。暮婚晨告别，无乃太匆忙。君行虽不远，守边赴河阳。妾身未分明，何以拜姑嫜？父母养我时，日夜令我藏。生女有所归，鸡狗亦得将。君今往死地，沉痛迫中肠。誓欲随君去，形势反苍黄。勿为新婚念，努力事戎行。妇人在军中，兵气恐不扬。自嗟贫家女，久致罗襦裳。罗襦不复施，对君洗红妆。仰视百鸟飞，大小必双翔。keysentence人事多错迕，与君永相望。",
    "id": "P566"
  },
  {
    "title": "闾门即事",
    "dynasty": "唐代",
    "writer": "张继",
    "content": [
      "耕夫召募爱楼船，",
      "春草青青万项田；keysentence",
      "试上吴门窥郡郭，",
      "清明几处有新烟。"
    ],
    "type": [
      "清明节",
      "感伤"
    ],
    "source": "耕夫召募爱楼船，春草青青万项田；keysentence试上吴门窥郡郭，清明几处有新烟。",
    "id": "P567"
  },
  {
    "title": "卜算子·咏梅",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "驿外断桥边，",
      "寂寞开无主。",
      "已是黄昏独自愁，",
      "更著风和雨。",
      "无意苦争春，",
      "一任群芳妒。",
      "零落成泥碾作尘，",
      "只有香如故。keysentence"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "初中古诗",
      "咏物",
      "梅花",
      "言志"
    ],
    "source": "驿外断桥边，寂寞开无主。已是黄昏独自愁，更著风和雨。无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。keysentence",
    "id": "P568"
  },
  {
    "title": "子夜吴歌·冬歌",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "明朝驿使发，",
      "一夜絮征袍。keysentence",
      "素手抽针冷，",
      "那堪把剪刀。",
      "裁缝寄远道，",
      "几日到临洮。"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "冬天",
      "妇女",
      "思念"
    ],
    "source": "明朝驿使发，一夜絮征袍。keysentence素手抽针冷，那堪把剪刀。裁缝寄远道，几日到临洮。",
    "id": "P569"
  },
  {
    "title": "无题·昨夜星辰昨夜风",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "昨夜星辰昨夜风，",
      "画楼西畔桂堂东。",
      "身无彩凤双飞翼，",
      "心有灵犀一点通。keysentence",
      "隔座送钩春酒暖，",
      "分曹射覆蜡灯红。",
      "嗟余听鼓应官去，",
      "走马兰台类转蓬。"
    ],
    "type": [
      "唐诗三百首",
      "爱情",
      "相思",
      "宴饮",
      "感慨"
    ],
    "source": "昨夜星辰昨夜风，画楼西畔桂堂东。身无彩凤双飞翼，心有灵犀一点通。keysentence隔座送钩春酒暖，分曹射覆蜡灯红。嗟余听鼓应官去，走马兰台类转蓬。",
    "id": "P570"
  },
  {
    "title": "舟过安仁",
    "dynasty": "宋代",
    "writer": "杨万里",
    "content": [
      "一叶渔船两小童，",
      "收篙停棹坐船中。keysentence",
      "怪生无雨都张伞，",
      "不是遮头是使风。"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "行舟",
      "赞美",
      "儿童"
    ],
    "source": "一叶渔船两小童，收篙停棹坐船中。keysentence怪生无雨都张伞，不是遮头是使风。",
    "id": "P571"
  },
  {
    "title": "春江花月夜",
    "dynasty": "唐代",
    "writer": "张若虚",
    "content": [
      "春江潮水连海平，",
      "海上明月共潮生。keysentence",
      "滟滟随波千万里，",
      "何处春江无月明！",
      "江流宛转绕芳甸，",
      "月照花林皆似霰。",
      "空里流霜不觉飞，",
      "汀上白沙看不见。",
      "江天一色无纤尘，",
      "皎皎空中孤月轮。",
      "江畔何人初见月？",
      "江月何年初照人？",
      "人生代代无穷已，",
      "江月年年只相似。",
      "不知江月待何人，",
      "但见长江送流水。",
      "白云一片去悠悠，",
      "青枫浦上不胜愁。",
      "谁家今夜扁舟子？",
      "何处相思明月楼？",
      "可怜楼上月徘徊，",
      "应照离人妆镜台。",
      "玉户帘中卷不去，",
      "捣衣砧上拂还来。",
      "此时相望不相闻，",
      "愿逐月华流照君。",
      "鸿雁长飞光不度，",
      "鱼龙潜跃水成文。",
      "昨夜闲潭梦落花，",
      "可怜春半不还家。",
      "江水流春去欲尽，",
      "江潭落月复西斜。",
      "斜月沉沉藏海雾，",
      "碣石潇湘无限路。",
      "不知乘月几人归，",
      "落月摇情满江树。"
    ],
    "type": [
      "春天",
      "写花",
      "月亮",
      "思念",
      "乐府"
    ],
    "source": "春江潮水连海平，海上明月共潮生。keysentence滟滟随波千万里，何处春江无月明！江流宛转绕芳甸，月照花林皆似霰。空里流霜不觉飞，汀上白沙看不见。江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？人生代代无穷已，江月年年只相似。不知江月待何人，但见长江送流水。白云一片去悠悠，青枫浦上不胜愁。谁家今夜扁舟子？何处相思明月楼？可怜楼上月徘徊，应照离人妆镜台。玉户帘中卷不去，捣衣砧上拂还来。此时相望不相闻，愿逐月华流照君。鸿雁长飞光不度，鱼龙潜跃水成文。昨夜闲潭梦落花，可怜春半不还家。江水流春去欲尽，江潭落月复西斜。斜月沉沉藏海雾，碣石潇湘无限路。不知乘月几人归，落月摇情满江树。",
    "id": "P572"
  },
  {
    "title": "使至塞上",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "单车欲问边，",
      "属国过居延。",
      "征蓬出汉塞，",
      "归雁入胡天。",
      "大漠孤烟直，",
      "长河落日圆。keysentence",
      "萧关逢候骑，",
      "都护在燕然。"
    ],
    "type": [
      "初中古诗",
      "边塞",
      "写景",
      "赞美",
      "战士",
      "早教古诗100首"
    ],
    "source": "单车欲问边，属国过居延。征蓬出汉塞，归雁入胡天。大漠孤烟直，长河落日圆。keysentence萧关逢候骑，都护在燕然。",
    "id": "P573"
  },
  {
    "title": "回乡偶书二首·其一",
    "dynasty": "唐代",
    "writer": "贺知章",
    "content": [
      "少小离家老大回，",
      "乡音无改鬓毛衰。keysentence",
      "儿童相见不相识，",
      "笑问客从何处来。"
    ],
    "type": [
      "唐诗三百首",
      "小学古诗",
      "思乡",
      "感慨",
      "伤老",
      "早教古诗100首"
    ],
    "source": "少小离家老大回，乡音无改鬓毛衰。keysentence儿童相见不相识，笑问客从何处来。",
    "id": "P574"
  },
  {
    "title": "三月晦日偶题",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "节物相催各自新，",
      "痴心儿女挽留春。",
      "芳菲歇去何须恨，",
      "夏木阴阴正可人。keysentence"
    ],
    "type": [
      "春天",
      "伤春"
    ],
    "source": "节物相催各自新，痴心儿女挽留春。芳菲歇去何须恨，夏木阴阴正可人。keysentence",
    "id": "P575"
  },
  {
    "title": "西江夜行",
    "dynasty": "唐代",
    "writer": "张九龄",
    "content": [
      "遥夜人何在，",
      "澄潭月里行。",
      "悠悠天宇旷，",
      "切切故乡情。keysentence",
      "外物寂无扰，",
      "中流澹自清。",
      "念归林叶换，",
      "愁坐露华生。",
      "犹有汀洲鹤，",
      "宵分乍一鸣。"
    ],
    "type": [
      "思念"
    ],
    "source": "遥夜人何在，澄潭月里行。悠悠天宇旷，切切故乡情。keysentence外物寂无扰，中流澹自清。念归林叶换，愁坐露华生。犹有汀洲鹤，宵分乍一鸣。",
    "id": "P576"
  },
  {
    "title": "五柳先生传",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "先生不知何许人也，",
      "亦不详其姓字，",
      "宅边有五柳树，",
      "因以为号焉。",
      "闲静少言，",
      "不慕荣利。",
      "好读书，",
      "不求甚解；",
      "每有会意，",
      "便欣然忘食。",
      "性嗜酒，",
      "家贫不能常得。",
      "亲旧知其如此，",
      "或置酒而招之；",
      "造饮辄尽，",
      "期在必醉。",
      "既醉而退，",
      "曾不吝情去留。",
      "环堵萧然，",
      "不蔽风日；",
      "短褐穿结，",
      "箪瓢屡空，",
      "晏如也。",
      "常著文章自娱，",
      "颇示己志。",
      "忘怀得失，",
      "以此自终。",
      "赞曰：",
      "黔娄之妻有言：",
      "不戚戚于贫贱，",
      "不汲汲于富贵。keysentence",
      "其言兹若人之俦乎？",
      "衔觞赋诗，",
      "以乐其志，",
      "无怀氏之民欤？",
      "葛天氏之民欤？"
    ],
    "type": [
      "初中文言文",
      "古文观止",
      "赞美",
      "写人",
      "传记"
    ],
    "source": "先生不知何许人也，亦不详其姓字，宅边有五柳树，因以为号焉。闲静少言，不慕荣利。好读书，不求甚解；每有会意，便欣然忘食。性嗜酒，家贫不能常得。亲旧知其如此，或置酒而招之；造饮辄尽，期在必醉。既醉而退，曾不吝情去留。环堵萧然，不蔽风日；短褐穿结，箪瓢屡空，晏如也。常著文章自娱，颇示己志。忘怀得失，以此自终。赞曰：黔娄之妻有言：不戚戚于贫贱，不汲汲于富贵。keysentence其言兹若人之俦乎？衔觞赋诗，以乐其志，无怀氏之民欤？葛天氏之民欤？",
    "id": "P577"
  },
  {
    "title": "新年作",
    "dynasty": "唐代",
    "writer": "刘长卿",
    "content": [
      "乡心新岁切，",
      "天畔独潸然。keysentence",
      "老至居人下，",
      "春归在客先。",
      "岭猿同旦暮，",
      "江柳共风烟。",
      "已似长沙傅，",
      "从今又几年。"
    ],
    "type": [
      "唐诗三百首",
      "春节",
      "思乡"
    ],
    "source": "乡心新岁切，天畔独潸然。keysentence老至居人下，春归在客先。岭猿同旦暮，江柳共风烟。已似长沙傅，从今又几年。",
    "id": "P578"
  },
  {
    "title": "渔家傲·天接云涛连晓雾",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "天接云涛连晓雾，",
      "星河欲转千帆舞。keysentence",
      "仿佛梦魂归帝所。",
      "闻天语，",
      "殷勤问我归何处。",
      "我报路长嗟日暮，",
      "学诗谩有惊人句。",
      "九万里风鹏正举。",
      "风休住，",
      "蓬舟吹取三山去！"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "豪放",
      "感伤",
      "怀念"
    ],
    "source": "天接云涛连晓雾，星河欲转千帆舞。keysentence仿佛梦魂归帝所。闻天语，殷勤问我归何处。我报路长嗟日暮，学诗谩有惊人句。九万里风鹏正举。风休住，蓬舟吹取三山去！",
    "id": "P579"
  },
  {
    "title": "浪淘沙·九曲黄河万里沙",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "九曲黄河万里沙，",
      "浪淘风簸自天涯。keysentence",
      "如今直上银河去，",
      "同到牵牛织女家。"
    ],
    "type": [
      "向往",
      "田园",
      "生活",
      "早教古诗100首"
    ],
    "source": "九曲黄河万里沙，浪淘风簸自天涯。keysentence如今直上银河去，同到牵牛织女家。",
    "id": "P580"
  },
  {
    "title": "石灰吟",
    "dynasty": "明代",
    "writer": "于谦",
    "content": [
      "千锤万凿出深山，",
      "烈火焚烧若等闲。keysentence",
      "粉骨碎身全不怕，",
      "要留清白在人间。"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "咏物",
      "爱国",
      "励志",
      "早教古诗100首"
    ],
    "source": "千锤万凿出深山，烈火焚烧若等闲。keysentence粉骨碎身全不怕，要留清白在人间。",
    "id": "P581"
  },
  {
    "title": "江上吟",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "木兰之枻沙棠舟，",
      "玉箫金管坐两头。",
      "美酒樽中置千斛，",
      "载妓随波任去留。",
      "仙人有待乘黄鹤，",
      "海客无心随白鸥。",
      "屈平辞赋悬日月，",
      "楚王台榭空山丘。",
      "兴酣落笔摇五岳，",
      "诗成笑傲凌沧洲。keysentence",
      "功名富贵若长在，",
      "汉水亦应西北流。"
    ],
    "type": [
      "自由",
      "生活"
    ],
    "source": "木兰之枻沙棠舟，玉箫金管坐两头。美酒樽中置千斛，载妓随波任去留。仙人有待乘黄鹤，海客无心随白鸥。屈平辞赋悬日月，楚王台榭空山丘。兴酣落笔摇五岳，诗成笑傲凌沧洲。keysentence功名富贵若长在，汉水亦应西北流。",
    "id": "P582"
  },
  {
    "title": "江楼夕望招客",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "海天东望夕茫茫，",
      "山势川形阔复长。",
      "灯火万家城四畔，",
      "星河一道水中央。",
      "风吹古木晴天雨，",
      "月照平沙夏夜霜。keysentence",
      "能就江楼消暑否？",
      "比君茅舍较清凉。"
    ],
    "type": [
      "夏天",
      "写景"
    ],
    "source": "海天东望夕茫茫，山势川形阔复长。灯火万家城四畔，星河一道水中央。风吹古木晴天雨，月照平沙夏夜霜。keysentence能就江楼消暑否？比君茅舍较清凉。",
    "id": "P583"
  },
  {
    "title": "汉宫春·会稽秋风亭观雨",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "亭上秋风，",
      "记去年袅袅，",
      "曾到吾庐。keysentence",
      "山河举目虽异，",
      "风景非殊。",
      "功成者去，",
      "觉团扇、便与人疏。",
      "吹不断，",
      "斜阳依旧，",
      "茫茫禹迹都无。",
      "千古茂陵词在，",
      "甚风流章句，",
      "解拟相如。",
      "只今木落江冷，",
      "眇眇愁余。",
      "故人书报，",
      "莫因循、忘却蓴鲈。",
      "谁念我，",
      "新凉灯火，",
      "一编太史公书。"
    ],
    "type": [
      "写雨",
      "退隐"
    ],
    "source": "亭上秋风，记去年袅袅，曾到吾庐。keysentence山河举目虽异，风景非殊。功成者去，觉团扇、便与人疏。吹不断，斜阳依旧，茫茫禹迹都无。千古茂陵词在，甚风流章句，解拟相如。只今木落江冷，眇眇愁余。故人书报，莫因循、忘却蓴鲈。谁念我，新凉灯火，一编太史公书。",
    "id": "P584"
  },
  {
    "title": "望江南·梳洗罢",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "梳洗罢，",
      "独倚望江楼。",
      "过尽千帆皆不是，",
      "斜晖脉脉水悠悠。keysentence",
      "肠断白蘋洲。"
    ],
    "type": [
      "宋词三百首",
      "初中古诗",
      "闺怨",
      "无奈",
      "思念"
    ],
    "source": "梳洗罢，独倚望江楼。过尽千帆皆不是，斜晖脉脉水悠悠。keysentence肠断白蘋洲。",
    "id": "P585"
  },
  {
    "title": "鹊桥仙·七夕",
    "dynasty": "宋代",
    "writer": "范成大",
    "content": [
      "双星良夜，",
      "耕慵织懒，",
      "应被群仙相妒。keysentence",
      "娟娟月姊满眉颦，",
      "更无奈、风姨吹雨。",
      "相逢草草，",
      "争如休见，",
      "重搅别离心绪。",
      "新欢不抵旧愁多，",
      "倒添了、新愁归去。"
    ],
    "type": [
      "七夕节"
    ],
    "source": "双星良夜，耕慵织懒，应被群仙相妒。keysentence娟娟月姊满眉颦，更无奈、风姨吹雨。相逢草草，争如休见，重搅别离心绪。新欢不抵旧愁多，倒添了、新愁归去。",
    "id": "P586"
  },
  {
    "title": "浪淘沙·借问江潮与海水",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "借问江潮与海水，",
      "何似君情与妾心？keysentence",
      "相恨不如潮有信，",
      "相思始觉海非深。"
    ],
    "type": [
      "宋词三百首",
      "妇女",
      "思念",
      "爱情",
      "忠贞"
    ],
    "source": "借问江潮与海水，何似君情与妾心？keysentence相恨不如潮有信，相思始觉海非深。",
    "id": "P587"
  },
  {
    "title": "夜雪",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "已讶衾枕冷，",
      "复见窗户明。",
      "夜深知雪重，",
      "时闻折竹声。keysentence"
    ],
    "type": [
      "冬天",
      "写雪"
    ],
    "source": "已讶衾枕冷，复见窗户明。夜深知雪重，时闻折竹声。keysentence",
    "id": "P588"
  },
  {
    "title": "村居",
    "dynasty": "清代",
    "writer": "高鼎",
    "content": [
      "草长莺飞二月天，",
      "拂堤杨柳醉春烟。",
      "儿童散学归来早，",
      "忙趁东风放纸鸢。keysentence"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "春天",
      "乡村",
      "写景",
      "儿童",
      "早教古诗100首"
    ],
    "source": "草长莺飞二月天，拂堤杨柳醉春烟。儿童散学归来早，忙趁东风放纸鸢。keysentence",
    "id": "P589"
  },
  {
    "title": "别滁",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "花光浓烂柳轻明，",
      "酌酒花前送我行。",
      "我亦且如常日醉，",
      "莫教弦管作离声。keysentence"
    ],
    "type": [
      "古诗三百首",
      "离别",
      "叙事",
      "抒情"
    ],
    "source": "花光浓烂柳轻明，酌酒花前送我行。我亦且如常日醉，莫教弦管作离声。keysentence",
    "id": "P590"
  },
  {
    "title": "水龙吟·过南剑双溪楼",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "举头西北浮云，",
      "倚天万里须长剑。",
      "人言此地，",
      "夜深长见，",
      "斗牛光焰。",
      "我觉山高，",
      "潭空水冷，",
      "月明星淡。",
      "待燃犀下看，",
      "凭栏却怕，",
      "风雷怒，",
      "鱼龙惨。",
      "峡束苍江对起，",
      "过危楼，",
      "欲飞还敛。",
      "元龙老矣！",
      "不妨高卧，",
      "冰壶凉簟。",
      "千古兴亡，",
      "百年悲笑，",
      "一时登览。keysentence",
      "问何人又卸，",
      "片帆沙岸，",
      "系斜阳缆？"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "山水",
      "壮志"
    ],
    "source": "举头西北浮云，倚天万里须长剑。人言此地，夜深长见，斗牛光焰。我觉山高，潭空水冷，月明星淡。待燃犀下看，凭栏却怕，风雷怒，鱼龙惨。峡束苍江对起，过危楼，欲飞还敛。元龙老矣！不妨高卧，冰壶凉簟。千古兴亡，百年悲笑，一时登览。keysentence问何人又卸，片帆沙岸，系斜阳缆？",
    "id": "P591"
  },
  {
    "title": "念奴娇·梅",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "疏疏淡淡，",
      "问阿谁、堪比天真颜色。",
      "笑杀东君虚占断，",
      "多少朱朱白白。",
      "雪里温柔，",
      "水边明秀，",
      "不借春工力。keysentence",
      "骨清香嫩，",
      "迥然天与奇绝。",
      "尝记宝篽寒轻，",
      "琐窗人睡起，",
      "玉纤轻摘。",
      "漂泊天涯空瘦损，",
      "犹有当年标格。",
      "万里风烟，",
      "一溪霜月，",
      "未怕欺他得。",
      "不如归去，",
      "阆苑有个人忆。"
    ],
    "type": [
      "咏物",
      "梅花",
      "抒怀"
    ],
    "source": "疏疏淡淡，问阿谁、堪比天真颜色。笑杀东君虚占断，多少朱朱白白。雪里温柔，水边明秀，不借春工力。keysentence骨清香嫩，迥然天与奇绝。尝记宝篽寒轻，琐窗人睡起，玉纤轻摘。漂泊天涯空瘦损，犹有当年标格。万里风烟，一溪霜月，未怕欺他得。不如归去，阆苑有个人忆。",
    "id": "P592"
  },
  {
    "title": "夏日田园杂兴·其七",
    "dynasty": "宋代",
    "writer": "范成大",
    "content": [
      "昼出耘田夜绩麻，",
      "村庄儿女各当家。",
      "童孙未解供耕织，",
      "也傍桑阴学种瓜。keysentence"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "农村",
      "夏天",
      "生活"
    ],
    "source": "昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。keysentence",
    "id": "P593"
  },
  {
    "title": "浣溪沙·游蕲水清泉寺",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "游蕲水清泉寺，",
      "寺临兰溪，",
      "溪水西流。",
      "山下兰芽短浸溪，",
      "松间沙路净无泥，",
      "潇潇暮雨子规啼。",
      "谁道人生无再少？",
      "门前流水尚能西！",
      "休将白发唱黄鸡。keysentence"
    ],
    "type": [
      "宋词三百首",
      "小学古诗",
      "写景",
      "感叹",
      "人生",
      "哲理"
    ],
    "source": "游蕲水清泉寺，寺临兰溪，溪水西流。山下兰芽短浸溪，松间沙路净无泥，潇潇暮雨子规啼。谁道人生无再少？门前流水尚能西！休将白发唱黄鸡。keysentence",
    "id": "P594"
  },
  {
    "title": "春别曲",
    "dynasty": "唐代",
    "writer": "张籍",
    "content": [
      "长江春水绿堪染，",
      "莲叶出水大如钱。keysentence",
      "江头橘树君自种，",
      "那不长系木兰船。"
    ],
    "type": [
      "春天",
      "长江"
    ],
    "source": "长江春水绿堪染，莲叶出水大如钱。keysentence江头橘树君自种，那不长系木兰船。",
    "id": "P595"
  },
  {
    "title": "浪淘沙·帘外五更风",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "帘外五更风，",
      "吹梦无踪。",
      "画楼重上与谁同？",
      "记得玉钗斜拨火，",
      "宝篆成空。",
      "回首紫金峰，",
      "雨润烟浓。",
      "一江春浪醉醒中。",
      "留得罗襟前日泪，",
      "弹与征鸿。keysentence"
    ],
    "type": [
      "悼亡",
      "回忆",
      "思念"
    ],
    "source": "帘外五更风，吹梦无踪。画楼重上与谁同？记得玉钗斜拨火，宝篆成空。回首紫金峰，雨润烟浓。一江春浪醉醒中。留得罗襟前日泪，弹与征鸿。keysentence",
    "id": "P596"
  },
  {
    "title": "岁暮归南山",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "北阙休上书，",
      "南山归敝庐。",
      "不才明主弃，",
      "多病故人疏。keysentence",
      "白发催年老，",
      "青阳逼岁除。",
      "永怀愁不寐，",
      "松月夜窗虚。"
    ],
    "type": [
      "唐诗三百首",
      "抒情",
      "失意"
    ],
    "source": "北阙休上书，南山归敝庐。不才明主弃，多病故人疏。keysentence白发催年老，青阳逼岁除。永怀愁不寐，松月夜窗虚。",
    "id": "P597"
  },
  {
    "title": "夜雨",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "我有所念人，",
      "隔在远远乡。keysentence",
      "我有所感事，",
      "结在深深肠。",
      "乡远去不得，",
      "无日不瞻望。",
      "肠深解不得，",
      "无夕不思量。",
      "况此残灯夜，",
      "独宿在空堂。",
      "秋天殊未晓，",
      "风雨正苍苍。",
      "不学头陀法，",
      "前心安可忘。"
    ],
    "type": [
      "思念",
      "爱情"
    ],
    "source": "我有所念人，隔在远远乡。keysentence我有所感事，结在深深肠。乡远去不得，无日不瞻望。肠深解不得，无夕不思量。况此残灯夜，独宿在空堂。秋天殊未晓，风雨正苍苍。不学头陀法，前心安可忘。",
    "id": "P598"
  },
  {
    "title": "芙蓉楼送辛渐",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "寒雨连江夜入吴，",
      "平明送客楚山孤。",
      "洛阳亲友如相问，",
      "一片冰心在玉壶。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "小学古诗",
      "送别",
      "写雨",
      "抒情",
      "早教古诗100首"
    ],
    "source": "寒雨连江夜入吴，平明送客楚山孤。洛阳亲友如相问，一片冰心在玉壶。keysentence",
    "id": "P599"
  },
  {
    "title": "采桑子·何人解赏西湖好",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "何人解赏西湖好，",
      "佳景无时。keysentence",
      "飞盖相追。",
      "贪向花间醉玉卮。",
      "谁知闲凭阑干处，",
      "芳草斜晖。",
      "水远烟微。",
      "一点沧洲白鹭飞。"
    ],
    "type": [
      "写景",
      "写水",
      "西湖"
    ],
    "source": "何人解赏西湖好，佳景无时。keysentence飞盖相追。贪向花间醉玉卮。谁知闲凭阑干处，芳草斜晖。水远烟微。一点沧洲白鹭飞。",
    "id": "P600"
  },
  {
    "title": "池州翠微亭",
    "dynasty": "宋代",
    "writer": "岳飞",
    "content": [
      "经年尘土满征衣，",
      "特特寻芳上翠微。",
      "好水好山看不足，",
      "马蹄催趁月明归。keysentence"
    ],
    "type": [
      "古诗三百首",
      "纪游",
      "写景",
      "热爱"
    ],
    "source": "经年尘土满征衣，特特寻芳上翠微。好水好山看不足，马蹄催趁月明归。keysentence",
    "id": "P601"
  },
  {
    "title": "长相思·其二",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "日色欲尽花含烟，",
      "月明欲素愁不眠。keysentence",
      "赵瑟初停凤凰柱，",
      "蜀琴欲奏鸳鸯弦。",
      "此曲有意无人传，",
      "愿随春风寄燕然。",
      "忆君迢迢隔青天，",
      "昔日横波目，",
      "今作流泪泉。",
      "不信妾断肠，",
      "归来看取明镜前。"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "女子",
      "思念"
    ],
    "source": "日色欲尽花含烟，月明欲素愁不眠。keysentence赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。此曲有意无人传，愿随春风寄燕然。忆君迢迢隔青天，昔日横波目，今作流泪泉。不信妾断肠，归来看取明镜前。",
    "id": "P602"
  },
  {
    "title": "活水亭观书有感二首·其二",
    "dynasty": "宋代",
    "writer": "朱熹",
    "content": [
      "昨夜江边春水生，",
      "艨艟巨舰一毛轻。keysentence",
      "向来枉费推移力，",
      "此日中流自在行。"
    ],
    "type": [
      "写水",
      "读书",
      "哲理"
    ],
    "source": "昨夜江边春水生，艨艟巨舰一毛轻。keysentence向来枉费推移力，此日中流自在行。",
    "id": "P603"
  },
  {
    "title": "沙丘城下寄杜甫",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "我来竟何事，",
      "高卧沙丘城。",
      "城边有古树，",
      "日夕连秋声。",
      "鲁酒不可醉，",
      "齐歌空复情。",
      "思君若汶水，",
      "浩荡寄南征。keysentence"
    ],
    "type": [
      "怀念",
      "友情",
      "古体"
    ],
    "source": "我来竟何事，高卧沙丘城。城边有古树，日夕连秋声。鲁酒不可醉，齐歌空复情。思君若汶水，浩荡寄南征。keysentence",
    "id": "P604"
  },
  {
    "title": "春晓",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "春眠不觉晓，",
      "处处闻啼鸟。keysentence",
      "夜来风雨声，",
      "花落知多少。"
    ],
    "type": [
      "唐诗三百首",
      "小学古诗",
      "写景",
      "惜春",
      "早教古诗100首"
    ],
    "source": "春眠不觉晓，处处闻啼鸟。keysentence夜来风雨声，花落知多少。",
    "id": "P605"
  },
  {
    "title": "春宫曲",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "昨夜风开露井桃，",
      "未央前殿月轮高。keysentence",
      "平阳歌舞新承宠，",
      "帘外春寒赐锦袍。"
    ],
    "type": [
      "唐诗三百首",
      "女子",
      "宫怨"
    ],
    "source": "昨夜风开露井桃，未央前殿月轮高。keysentence平阳歌舞新承宠，帘外春寒赐锦袍。",
    "id": "P606"
  },
  {
    "title": "芙蓉楼送辛渐二首",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "寒雨连天夜入吴，",
      "平明送客楚山孤。keysentence",
      "洛阳亲友如相问，",
      "一片冰心在玉壶。",
      "丹阳城南秋海阴，",
      "丹阳城北楚云深。",
      "高楼送客不能醉，",
      "寂寂寒江明月心。"
    ],
    "type": [],
    "source": "寒雨连天夜入吴，平明送客楚山孤。keysentence洛阳亲友如相问，一片冰心在玉壶。丹阳城南秋海阴，丹阳城北楚云深。高楼送客不能醉，寂寂寒江明月心。",
    "id": "P607"
  },
  {
    "title": "马嵬",
    "dynasty": "清代",
    "writer": "袁枚",
    "content": [
      "莫唱当年长恨歌，",
      "人间亦自有银河。keysentence",
      "石壕村里夫妻别，",
      "泪比长生殿上多。"
    ],
    "type": [
      "古诗三百首",
      "咏史怀古",
      "抒情",
      "议论"
    ],
    "source": "莫唱当年长恨歌，人间亦自有银河。keysentence石壕村里夫妻别，泪比长生殿上多。",
    "id": "P608"
  },
  {
    "title": "江城子·乙卯正月二十日夜记梦",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "十年生死两茫茫，",
      "不思量，",
      "自难忘。keysentence",
      "千里孤坟，",
      "无处话凄凉。",
      "纵使相逢应不识，",
      "尘满面，",
      "鬓如霜。",
      "夜来幽梦忽还乡，",
      "小轩窗，",
      "正梳妆。",
      "相顾无言，",
      "惟有泪千行。",
      "料得年年肠断处，",
      "明月夜，",
      "短松冈。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "悼亡",
      "爱情",
      "记梦",
      "思念"
    ],
    "source": "十年生死两茫茫，不思量，自难忘。keysentence千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。",
    "id": "P609"
  },
  {
    "title": "破阵子·四十年来家国",
    "dynasty": "五代",
    "writer": "李煜",
    "content": [
      "四十年来家国，",
      "三千里地山河。keysentence",
      "凤阁龙楼连霄汉，",
      "玉树琼枝作烟萝，",
      "几曾识干戈？",
      "一旦归为臣虏，",
      "沈腰潘鬓消磨。",
      "最是仓皇辞庙日，",
      "教坊犹奏别离歌，",
      "垂泪对宫娥。"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "典故",
      "留恋",
      "感伤"
    ],
    "source": "四十年来家国，三千里地山河。keysentence凤阁龙楼连霄汉，玉树琼枝作烟萝，几曾识干戈？一旦归为臣虏，沈腰潘鬓消磨。最是仓皇辞庙日，教坊犹奏别离歌，垂泪对宫娥。",
    "id": "P610"
  },
  {
    "title": "水调歌头·黄州快哉亭赠张偓佺",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "落日绣帘卷，",
      "亭下水连空。",
      "知君为我新作，",
      "窗户湿青红。",
      "长记平山堂上，",
      "欹枕江南烟雨，",
      "杳杳没孤鸿。",
      "认得醉翁语，",
      "山色有无中。",
      "一千顷，",
      "都镜净，",
      "倒碧峰。",
      "忽然浪起，",
      "掀舞一叶白头翁。",
      "堪笑兰台公子，",
      "未解庄生天籁，",
      "刚道有雌雄。",
      "一点浩然气，",
      "千里快哉风。keysentence"
    ],
    "type": [
      "豪放",
      "山水",
      "写景",
      "抒情",
      "议论"
    ],
    "source": "落日绣帘卷，亭下水连空。知君为我新作，窗户湿青红。长记平山堂上，欹枕江南烟雨，杳杳没孤鸿。认得醉翁语，山色有无中。一千顷，都镜净，倒碧峰。忽然浪起，掀舞一叶白头翁。堪笑兰台公子，未解庄生天籁，刚道有雌雄。一点浩然气，千里快哉风。keysentence",
    "id": "P611"
  },
  {
    "title": "调笑令·胡马",
    "dynasty": "唐代",
    "writer": "韦应物",
    "content": [
      "胡马，",
      "胡马，",
      "远放燕支山下。",
      "跑沙跑雪独嘶，",
      "东望西望路迷。keysentence",
      "迷路，",
      "迷路，",
      "边草无穷日暮。"
    ],
    "type": [
      "豪放",
      "写马",
      "寓人",
      "孤独"
    ],
    "source": "胡马，胡马，远放燕支山下。跑沙跑雪独嘶，东望西望路迷。keysentence迷路，迷路，边草无穷日暮。",
    "id": "P612"
  },
  {
    "title": "宿骆氏亭寄怀崔雍崔衮",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "竹坞无尘水槛清，",
      "相思迢递隔重城。",
      "秋阴不散霜飞晚，",
      "留得枯荷听雨声。keysentence"
    ],
    "type": [
      "写景",
      "写雨",
      "怀人"
    ],
    "source": "竹坞无尘水槛清，相思迢递隔重城。秋阴不散霜飞晚，留得枯荷听雨声。keysentence",
    "id": "P613"
  },
  {
    "title": "渔歌子·西塞山前白鹭飞",
    "dynasty": "唐代",
    "writer": "张志和",
    "content": [
      "西塞山前白鹭飞，",
      "桃花流水鳜鱼肥。keysentence",
      "青箬笠，",
      "绿蓑衣，",
      "斜风细雨不须归。"
    ],
    "type": [
      "宋词三百首",
      "小学古诗",
      "水乡",
      "写景",
      "写人",
      "抒怀"
    ],
    "source": "西塞山前白鹭飞，桃花流水鳜鱼肥。keysentence青箬笠，绿蓑衣，斜风细雨不须归。",
    "id": "P614"
  },
  {
    "title": "山中",
    "dynasty": "唐代",
    "writer": "王勃",
    "content": [
      "长江悲已滞，",
      "万里念将归。keysentence",
      "况属高风晚，",
      "山山黄叶飞。"
    ],
    "type": [
      "山水",
      "思乡"
    ],
    "source": "长江悲已滞，万里念将归。keysentence况属高风晚，山山黄叶飞。",
    "id": "P615"
  },
  {
    "title": "送紫岩张先生北伐",
    "dynasty": "宋代",
    "writer": "岳飞",
    "content": [
      "号令风霆迅，",
      "天声动北陬。",
      "长驱渡河洛，",
      "直捣向燕幽。keysentence",
      "马蹀阏氏血，",
      "旗袅可汗头。",
      "归来报明主，",
      "恢复旧神州。"
    ],
    "type": [
      "送别",
      "豪迈",
      "爱国"
    ],
    "source": "号令风霆迅，天声动北陬。长驱渡河洛，直捣向燕幽。keysentence马蹀阏氏血，旗袅可汗头。归来报明主，恢复旧神州。",
    "id": "P616"
  },
  {
    "title": "南湖",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "湖上微风入槛凉，",
      "翻翻菱荇满回塘。",
      "野船著岸偎春草，",
      "水鸟带波飞夕阳。",
      "芦叶有声疑雾雨，",
      "浪花无际似潇湘。keysentence",
      "飘然篷艇东归客，",
      "尽日相看忆楚乡。"
    ],
    "type": [
      "湖水"
    ],
    "source": "湖上微风入槛凉，翻翻菱荇满回塘。野船著岸偎春草，水鸟带波飞夕阳。芦叶有声疑雾雨，浪花无际似潇湘。keysentence飘然篷艇东归客，尽日相看忆楚乡。",
    "id": "P617"
  },
  {
    "title": "寿阳曲·远浦帆归",
    "dynasty": "元代",
    "writer": "马致远",
    "content": [
      "夕阳下，",
      "酒旆闲，",
      "两三航未曾着岸。",
      "落花水香茅舍晚，",
      "断桥头卖鱼人散。keysentence"
    ],
    "type": [
      "高中古诗",
      "写景",
      "渔人"
    ],
    "source": "夕阳下，酒旆闲，两三航未曾着岸。落花水香茅舍晚，断桥头卖鱼人散。keysentence",
    "id": "P618"
  },
  {
    "title": "九日送别",
    "dynasty": "唐代",
    "writer": "王之涣",
    "content": [
      "蓟庭萧瑟故人稀，",
      "何处登高且送归。",
      "今日暂同芳菊酒，",
      "明朝应作断蓬飞。keysentence"
    ],
    "type": [
      "重阳节",
      "离别",
      "饮酒"
    ],
    "source": "蓟庭萧瑟故人稀，何处登高且送归。今日暂同芳菊酒，明朝应作断蓬飞。keysentence",
    "id": "P619"
  },
  {
    "title": "临安春雨初霁",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "世味年来薄似纱，",
      "谁令骑马客京华。",
      "小楼一夜听春雨，",
      "深巷明朝卖杏花。keysentence",
      "矮纸斜行闲作草，",
      "晴窗细乳戏分茶。",
      "素衣莫起风尘叹，",
      "犹及清明可到家。"
    ],
    "type": [
      "古诗三百首",
      "春天",
      "写雨",
      "忧愁"
    ],
    "source": "世味年来薄似纱，谁令骑马客京华。小楼一夜听春雨，深巷明朝卖杏花。keysentence矮纸斜行闲作草，晴窗细乳戏分茶。素衣莫起风尘叹，犹及清明可到家。",
    "id": "P620"
  },
  {
    "title": "南乡子·重九涵辉楼呈徐君猷",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "霜降水痕收。",
      "浅碧鳞鳞露远洲。",
      "酒力渐消风力软，",
      "飕飕。",
      "破帽多情却恋头。",
      "佳节若为酬。",
      "但把清尊断送秋。",
      "万事到头都是梦，",
      "休休。",
      "明日黄花蝶也愁。keysentence"
    ],
    "type": [
      "宋词精选",
      "秋天",
      "写景",
      "抒怀"
    ],
    "source": "霜降水痕收。浅碧鳞鳞露远洲。酒力渐消风力软，飕飕。破帽多情却恋头。佳节若为酬。但把清尊断送秋。万事到头都是梦，休休。明日黄花蝶也愁。keysentence",
    "id": "P621"
  },
  {
    "title": "黄鹤楼送孟浩然之广陵",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "故人西辞黄鹤楼，",
      "烟花三月下扬州。keysentence",
      "孤帆远影碧空尽，",
      "唯见长江天际流。"
    ],
    "type": [
      "唐诗三百首",
      "小学古诗",
      "写景",
      "写水",
      "长江",
      "地名",
      "离别",
      "友情",
      "送别",
      "早教古诗100首",
      "古诗里的十二个月"
    ],
    "source": "故人西辞黄鹤楼，烟花三月下扬州。keysentence孤帆远影碧空尽，唯见长江天际流。",
    "id": "P622"
  },
  {
    "title": "观沧海",
    "dynasty": "两汉",
    "writer": "曹操",
    "content": [
      "东临碣石，",
      "以观沧海。keysentence",
      "水何澹澹，",
      "山岛竦峙。",
      "树木丛生，",
      "百草丰茂。",
      "秋风萧瑟，",
      "洪波涌起。",
      "日月之行，",
      "若出其中；",
      "星汉灿烂，",
      "若出其里。",
      "幸甚至哉，",
      "歌以咏志。"
    ],
    "type": [
      "古诗三百首",
      "初中古诗",
      "乐府",
      "写景",
      "抒情",
      "抱负"
    ],
    "source": "东临碣石，以观沧海。keysentence水何澹澹，山岛竦峙。树木丛生，百草丰茂。秋风萧瑟，洪波涌起。日月之行，若出其中；星汉灿烂，若出其里。幸甚至哉，歌以咏志。",
    "id": "P623"
  },
  {
    "title": "老将行",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "少年十五二十时，",
      "步行夺得胡马骑。",
      "射杀山中白额虎，",
      "肯数邺下黄须儿！",
      "一身转战三千里，",
      "一剑曾当百万师。",
      "汉兵奋迅如霹雳，",
      "虏骑崩腾畏蒺藜。",
      "卫青不败由天幸，",
      "李广无功缘数奇。",
      "自从弃置便衰朽，",
      "世事蹉跎成白首。",
      "昔时飞箭无全目，",
      "今日垂杨生左肘。",
      "路旁时卖故侯瓜，",
      "门前学种先生柳。",
      "苍茫古木连穷巷，",
      "寥落寒山对虚牖。",
      "誓令疏勒出飞泉，",
      "不似颍川空使酒。",
      "贺兰山下阵如云，",
      "羽檄交驰日夕闻。",
      "节使三河募年少，",
      "诏书五道出将军。",
      "试拂铁衣如雪色，",
      "聊持宝剑动星文。",
      "愿得燕弓射大将，",
      "耻令越甲鸣吾君。",
      "莫嫌旧日云中守，",
      "犹堪一战取功勋。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "赞颂",
      "写人",
      "猖狂"
    ],
    "source": "少年十五二十时，步行夺得胡马骑。射杀山中白额虎，肯数邺下黄须儿！一身转战三千里，一剑曾当百万师。汉兵奋迅如霹雳，虏骑崩腾畏蒺藜。卫青不败由天幸，李广无功缘数奇。自从弃置便衰朽，世事蹉跎成白首。昔时飞箭无全目，今日垂杨生左肘。路旁时卖故侯瓜，门前学种先生柳。苍茫古木连穷巷，寥落寒山对虚牖。誓令疏勒出飞泉，不似颍川空使酒。贺兰山下阵如云，羽檄交驰日夕闻。节使三河募年少，诏书五道出将军。试拂铁衣如雪色，聊持宝剑动星文。愿得燕弓射大将，耻令越甲鸣吾君。莫嫌旧日云中守，犹堪一战取功勋。keysentence",
    "id": "P624"
  },
  {
    "title": "示儿",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "死去元知万事空，",
      "但悲不见九州同。keysentence",
      "王师北定中原日，",
      "家祭无忘告乃翁。"
    ],
    "type": [
      "古诗三百首",
      "爱国",
      "忧国忧民",
      "早教古诗100首"
    ],
    "source": "死去元知万事空，但悲不见九州同。keysentence王师北定中原日，家祭无忘告乃翁。",
    "id": "P625"
  },
  {
    "title": "羌村三首·其三",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "群鸡正乱叫，",
      "客至鸡斗争。",
      "驱鸡上树木，",
      "始闻叩柴荆。",
      "父老四五人，",
      "问我久远行。",
      "手中各有携，",
      "倾榼浊复清。",
      "莫辞酒味薄，",
      "黍地无人耕。",
      "兵戈既未息，",
      "儿童尽东征。",
      "请为父老歌：",
      "艰难愧深情！keysentence",
      "歌罢仰天叹，",
      "四座泪纵横。"
    ],
    "type": [
      "初中古诗",
      "生活",
      "感激"
    ],
    "source": "群鸡正乱叫，客至鸡斗争。驱鸡上树木，始闻叩柴荆。父老四五人，问我久远行。手中各有携，倾榼浊复清。莫辞酒味薄，黍地无人耕。兵戈既未息，儿童尽东征。请为父老歌：艰难愧深情！keysentence歌罢仰天叹，四座泪纵横。",
    "id": "P626"
  },
  {
    "title": "满江红·忧喜相寻",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "董毅夫名钺，",
      "自梓漕得罪，",
      "罢官东川，",
      "归鄱阳，",
      "过东坡于齐安。",
      "怪其丰暇自得，",
      "余问之。",
      "曰：",
      "吾再娶柳氏，",
      "三日而去官。",
      "吾固不戚戚，",
      "而优柳氏不能忘怀于进退也。",
      "已而欣然，",
      "同忧共若处富贵，",
      "吾是以益安焉。",
      "嗟叹之不足，",
      "乃次其韵。keysentence",
      "忧喜相寻，",
      "风雨过、一江春绿。",
      "巫峡梦、至今空有，",
      "乱山屏簇。",
      "何似伯鸾携德耀，",
      "箪瓢未足清欢足。",
      "渐粲然、光彩照阶庭，",
      "生兰玉。",
      "幽梦里，",
      "传心曲。",
      "肠断处，",
      "凭他续。",
      "文君婿知否，",
      "笑君卑辱。",
      "君不见周南歌汉广，",
      "天教夫子休乔木。",
      "便相将、左手抱琴书，",
      "云间宿。"
    ],
    "type": [
      "写人",
      "赞美"
    ],
    "source": "董毅夫名钺，自梓漕得罪，罢官东川，归鄱阳，过东坡于齐安。怪其丰暇自得，余问之。曰：吾再娶柳氏，三日而去官。吾固不戚戚，而优柳氏不能忘怀于进退也。已而欣然，同忧共若处富贵，吾是以益安焉。命其侍儿歌其所作《满江红》。嗟叹之不足，乃次其韵。keysentence忧喜相寻，风雨过、一江春绿。巫峡梦、至今空有，乱山屏簇。何似伯鸾携德耀，箪瓢未足清欢足。渐粲然、光彩照阶庭，生兰玉。幽梦里，传心曲。肠断处，凭他续。文君婿知否，笑君卑辱。君不见周南歌汉广，天教夫子休乔木。便相将、左手抱琴书，云间宿。",
    "id": "P627"
  },
  {
    "title": "北风行",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "烛龙栖寒门，",
      "光曜犹旦开。",
      "日月照之何不及此？",
      "惟有北风号怒天上来。",
      "燕山雪花大如席，",
      "片片吹落轩辕台。keysentence",
      "幽州思妇十二月，",
      "停歌罢笑双蛾摧。",
      "倚门望行人，",
      "念君长城苦寒良可哀。",
      "别时提剑救边去，",
      "遗此虎文金鞞靫。",
      "中有一双白羽箭，",
      "蜘蛛结网生尘埃。",
      "箭空在，",
      "人今战死不复回。",
      "不忍见此物，",
      "焚之已成灰。",
      "黄河捧土尚可塞，",
      "北风雨雪恨难裁。"
    ],
    "type": [
      "冬天",
      "写雪",
      "写风",
      "借景抒情",
      "女子",
      "思念"
    ],
    "source": "烛龙栖寒门，光曜犹旦开。日月照之何不及此？惟有北风号怒天上来。燕山雪花大如席，片片吹落轩辕台。keysentence幽州思妇十二月，停歌罢笑双蛾摧。倚门望行人，念君长城苦寒良可哀。别时提剑救边去，遗此虎文金鞞靫。中有一双白羽箭，蜘蛛结网生尘埃。箭空在，人今战死不复回。不忍见此物，焚之已成灰。黄河捧土尚可塞，北风雨雪恨难裁。",
    "id": "P628"
  },
  {
    "title": "暮过山村",
    "dynasty": "唐代",
    "writer": "贾岛",
    "content": [
      "数里闻寒水，",
      "山家少四邻。",
      "怪禽啼旷野，",
      "落日恐行人。",
      "初月未终夕，",
      "边烽不过秦。keysentence",
      "萧条桑柘处，",
      "烟火渐相亲。"
    ],
    "type": [
      "羁旅",
      "山村"
    ],
    "source": "数里闻寒水，山家少四邻。怪禽啼旷野，落日恐行人。初月未终夕，边烽不过秦。keysentence萧条桑柘处，烟火渐相亲。",
    "id": "P629"
  },
  {
    "title": "酬乐天咏老见示",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "人谁不顾老，",
      "老去有谁怜。",
      "身瘦带频减，",
      "发稀冠自偏。",
      "废书缘惜眼，",
      "多灸为随年。",
      "经事还谙事，",
      "阅人如阅川。keysentence",
      "细思皆幸矣，",
      "下此便翛然。",
      "莫道桑榆晚，",
      "为霞尚满天。"
    ],
    "type": [
      "励志"
    ],
    "source": "人谁不顾老，老去有谁怜。身瘦带频减，发稀冠自偏。废书缘惜眼，多灸为随年。经事还谙事，阅人如阅川。keysentence细思皆幸矣，下此便翛然。莫道桑榆晚，为霞尚满天。",
    "id": "P630"
  },
  {
    "title": "鹧鸪天·送人",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "功名馀事且加餐。",
      "浮天水送无穷树，",
      "带雨云埋一半山。",
      "今古恨，",
      "几千般，",
      "只应离合是悲欢？",
      "江头未是风波恶，",
      "别有人间行路难！keysentence"
    ],
    "type": [
      "宋词精选",
      "送别",
      "感伤"
    ],
    "source": "唱彻《阳关》泪未干，功名馀事且加餐。浮天水送无穷树，带雨云埋一半山。今古恨，几千般，只应离合是悲欢？江头未是风波恶，别有人间行路难！keysentence",
    "id": "P631"
  },
  {
    "title": "望驿台",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "靖安宅里当窗柳，",
      "望驿台前扑地花。keysentence",
      "两处春光同日尽，",
      "居人思客客思家。"
    ],
    "type": [
      "和诗",
      "思念"
    ],
    "source": "靖安宅里当窗柳，望驿台前扑地花。keysentence两处春光同日尽，居人思客客思家。",
    "id": "P632"
  },
  {
    "title": "宿业师山房期丁大不至",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "夕阳度西岭，",
      "群壑倏已暝。",
      "松月生夜凉，",
      "风泉满清听。",
      "樵人归欲尽，",
      "烟鸟栖初定。keysentence",
      "之子期宿来，",
      "孤琴候萝径。"
    ],
    "type": [
      "唐诗三百首",
      "写景"
    ],
    "source": "夕阳度西岭，群壑倏已暝。松月生夜凉，风泉满清听。樵人归欲尽，烟鸟栖初定。keysentence之子期宿来，孤琴候萝径。",
    "id": "P633"
  },
  {
    "title": "菩萨蛮·小山重叠金明灭",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "小山重叠金明灭，",
      "鬓云欲度香腮雪。keysentence",
      "懒起画蛾眉，",
      "弄妆梳洗迟。",
      "照花前后镜，",
      "花面交相映。",
      "新帖绣罗襦，",
      "双双金鹧鸪。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "女子",
      "闺怨"
    ],
    "source": "小山重叠金明灭，鬓云欲度香腮雪。keysentence懒起画蛾眉，弄妆梳洗迟。照花前后镜，花面交相映。新帖绣罗襦，双双金鹧鸪。",
    "id": "P634"
  },
  {
    "title": "采莲曲",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "若耶溪傍采莲女，",
      "笑隔荷花共人语。keysentence",
      "日照新妆水底明，",
      "风飘香袂空中举。",
      "岸上谁家游冶郎，",
      "三三五五映垂杨。",
      "紫骝嘶入落花去，",
      "见此踟蹰空断肠。"
    ],
    "type": [
      "乐府",
      "荷花",
      "女子"
    ],
    "source": "若耶溪傍采莲女，笑隔荷花共人语。keysentence日照新妆水底明，风飘香袂空中举。岸上谁家游冶郎，三三五五映垂杨。紫骝嘶入落花去，见此踟蹰空断肠。",
    "id": "P635"
  },
  {
    "title": "阮郎归·初夏",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "绿槐高柳咽新蝉。",
      "薰风初入弦。",
      "碧纱窗下水沈烟。",
      "棋声惊昼眠。",
      "(水沈 一作 水沉）微雨过，",
      "小荷翻。",
      "榴花开欲然。keysentence",
      "玉盆纤手弄清泉。",
      "琼珠碎却圆。"
    ],
    "type": [
      "婉约",
      "闺怨",
      "夏天",
      "写景"
    ],
    "source": "绿槐高柳咽新蝉。薰风初入弦。碧纱窗下水沈烟。棋声惊昼眠。(水沈 一作 水沉）微雨过，小荷翻。榴花开欲然。keysentence玉盆纤手弄清泉。琼珠碎却圆。",
    "id": "P636"
  },
  {
    "title": "宿建德江",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "移舟泊烟渚，",
      "日暮客愁新。",
      "野旷天低树，",
      "江清月近人。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "写景",
      "月亮",
      "写水",
      "思乡"
    ],
    "source": "移舟泊烟渚，日暮客愁新。野旷天低树，江清月近人。keysentence",
    "id": "P637"
  },
  {
    "title": "微雨夜行",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "漠漠秋云起，",
      "稍稍夜寒生。keysentence",
      "但觉衣裳湿，",
      "无点亦无声。"
    ],
    "type": [
      "秋天",
      "写雨"
    ],
    "source": "漠漠秋云起，稍稍夜寒生。keysentence但觉衣裳湿，无点亦无声。",
    "id": "P638"
  },
  {
    "title": "访戴天山道士不遇",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "犬吠水声中，",
      "桃花带露浓。keysentence",
      "树深时见鹿，",
      "溪午不闻钟。",
      "野竹分青霭，",
      "飞泉挂碧峰。",
      "无人知所去，",
      "愁倚两三松。"
    ],
    "type": [
      "拜访",
      "写景",
      "抒情",
      "写狗古诗18首"
    ],
    "source": "犬吠水声中，桃花带露浓。keysentence树深时见鹿，溪午不闻钟。野竹分青霭，飞泉挂碧峰。无人知所去，愁倚两三松。",
    "id": "P639"
  },
  {
    "title": "水调歌头·细数十年事",
    "dynasty": "宋代",
    "writer": "范成大",
    "content": [
      "细数十年事，",
      "十处过中秋。keysentence",
      "今年新梦，",
      "忽到黄鹤旧山头。",
      "老子个中不浅，",
      "此会天教重见，",
      "今古一南楼。",
      "星汉淡无色，",
      "玉镜独空浮。",
      "敛秦烟，",
      "收楚雾，",
      "熨江流。",
      "关河离合，",
      "南北依旧照清愁。",
      "想见姮娥冷眼，",
      "应笑归来霜鬓，",
      "空敝黑貂裘。",
      "酾酒问蟾兔，",
      "肯去伴沧洲？"
    ],
    "type": [
      "豪放",
      "中秋",
      "月亮",
      "思乡"
    ],
    "source": "细数十年事，十处过中秋。keysentence今年新梦，忽到黄鹤旧山头。老子个中不浅，此会天教重见，今古一南楼。星汉淡无色，玉镜独空浮。敛秦烟，收楚雾，熨江流。关河离合，南北依旧照清愁。想见姮娥冷眼，应笑归来霜鬓，空敝黑貂裘。酾酒问蟾兔，肯去伴沧洲？",
    "id": "P640"
  },
  {
    "title": "宣城见杜鹃花",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "蜀国曾闻子规鸟，",
      "宣城还见杜鹃花。",
      "一叫一回肠一断，",
      "三春三月忆三巴。keysentence"
    ],
    "type": [
      "思乡"
    ],
    "source": "蜀国曾闻子规鸟，宣城还见杜鹃花。一叫一回肠一断，三春三月忆三巴。keysentence",
    "id": "P641"
  },
  {
    "title": "天净沙·春",
    "dynasty": "元代",
    "writer": "白朴",
    "content": [
      "春山暖日和风，",
      "阑干楼阁帘栊，",
      "杨柳秋千院中。keysentence",
      "啼莺舞燕，",
      "小桥流水飞红。"
    ],
    "type": [
      "散曲",
      "春天",
      "写景"
    ],
    "source": "春山暖日和风，阑干楼阁帘栊，杨柳秋千院中。keysentence啼莺舞燕，小桥流水飞红。",
    "id": "P642"
  },
  {
    "title": "瑶瑟怨",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "冰簟银床梦不成，",
      "碧天如水夜云轻。keysentence",
      "雁声远过潇湘去，",
      "十二楼中月自明。"
    ],
    "type": [
      "唐诗三百首",
      "离别",
      "闺怨"
    ],
    "source": "冰簟银床梦不成，碧天如水夜云轻。keysentence雁声远过潇湘去，十二楼中月自明。",
    "id": "P643"
  },
  {
    "title": "奉和令公绿野堂种花",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "绿野堂开占物华，",
      "路人指道令公家。",
      "令公桃李满天下，",
      "何用堂前更种花。keysentence"
    ],
    "type": [
      "赞美",
      "老师"
    ],
    "source": "绿野堂开占物华，路人指道令公家。令公桃李满天下，何用堂前更种花。keysentence",
    "id": "P644"
  },
  {
    "title": "浣溪沙·百亩中庭半是苔",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "百亩中庭半是苔。",
      "门前白道水萦回。",
      "爱闲能有几人来。",
      "小院回廊春寂寂，",
      "山桃溪杏两三栽。",
      "为谁零落为谁开。keysentence"
    ],
    "type": [
      "写景",
      "抒情"
    ],
    "source": "百亩中庭半是苔。门前白道水萦回。爱闲能有几人来。小院回廊春寂寂，山桃溪杏两三栽。为谁零落为谁开。keysentence",
    "id": "P645"
  },
  {
    "title": "玉楼春·红酥肯放琼苞碎",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "红酥肯放琼苞碎。",
      "探著南枝开遍未。",
      "不知酝藉几多香，",
      "但见包藏无限意。",
      "道人憔悴春窗底。",
      "闷损阑干愁不倚。keysentence",
      "要来小酌便来休，",
      "未必明朝风不起。"
    ],
    "type": [
      "咏物",
      "梅花",
      "抒情"
    ],
    "source": "红酥肯放琼苞碎。探著南枝开遍未。不知酝藉几多香，但见包藏无限意。道人憔悴春窗底。闷损阑干愁不倚。keysentence要来小酌便来休，未必明朝风不起。",
    "id": "P646"
  },
  {
    "title": "望海潮·东南形胜",
    "dynasty": "宋代",
    "writer": "柳永",
    "content": [
      "东南形胜，",
      "三吴都会，",
      "钱塘自古繁华，",
      "烟柳画桥，",
      "风帘翠幕，",
      "参差十万人家。",
      "云树绕堤沙，",
      "怒涛卷霜雪，",
      "天堑无涯。",
      "市列珠玑，",
      "户盈罗绮，",
      "竞豪奢。",
      "重湖叠巘清嘉。",
      "有三秋桂子，",
      "十里荷花。keysentence",
      "羌管弄晴，",
      "菱歌泛夜，",
      "嬉嬉钓叟莲娃。",
      "千骑拥高牙。",
      "乘醉听箫鼓，",
      "吟赏烟霞。",
      "异日图将好景，",
      "归去凤池夸。"
    ],
    "type": [
      "宋词三百首",
      "景点",
      "写景",
      "生活"
    ],
    "source": "东南形胜，三吴都会，钱塘自古繁华，烟柳画桥，风帘翠幕，参差十万人家。云树绕堤沙，怒涛卷霜雪，天堑无涯。市列珠玑，户盈罗绮，竞豪奢。重湖叠巘清嘉。有三秋桂子，十里荷花。keysentence羌管弄晴，菱歌泛夜，嬉嬉钓叟莲娃。千骑拥高牙。乘醉听箫鼓，吟赏烟霞。异日图将好景，归去凤池夸。",
    "id": "P647"
  },
  {
    "title": "左迁至蓝关示侄孙湘",
    "dynasty": "唐代",
    "writer": "韩愈",
    "content": [
      "一封朝奏九重天，",
      "夕贬潮州路八千。",
      "欲为圣明除弊事，",
      "肯将衰朽惜残年！",
      "云横秦岭家何在？",
      "雪拥蓝关马不前。keysentence",
      "知汝远来应有意，",
      "好收吾骨瘴江边。",
      "一封朝奏九重天，",
      "夕贬潮阳路八千。",
      "本为圣朝除弊政，",
      "敢将衰朽惜残年。",
      "云横秦岭家何在？",
      "雪拥蓝关马不前。",
      "知汝远来应有意，",
      "好收吾骨瘴江边。"
    ],
    "type": [
      "初中古诗",
      "叙事",
      "写景",
      "抒情"
    ],
    "source": "一封朝奏九重天，夕贬潮州路八千。欲为圣明除弊事，肯将衰朽惜残年！云横秦岭家何在？雪拥蓝关马不前。keysentence知汝远来应有意，好收吾骨瘴江边。一封朝奏九重天，夕贬潮阳路八千。本为圣朝除弊政，敢将衰朽惜残年。云横秦岭家何在？雪拥蓝关马不前。知汝远来应有意，好收吾骨瘴江边。",
    "id": "P648"
  },
  {
    "title": "咏荆轲",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "燕丹善养士，",
      "志在报强嬴。",
      "招集百夫良，",
      "岁暮得荆卿。",
      "君子死知己，",
      "提剑出燕京；",
      "素骥鸣广陌，",
      "慷慨送我行。",
      "雄发指危冠，",
      "猛气冲长缨。",
      "饮饯易水上，",
      "四座列群英。",
      "渐离击悲筑，",
      "宋意唱高声。",
      "萧萧哀风逝，",
      "淡淡寒波生。",
      "商音更流涕，",
      "羽奏壮士惊。",
      "心知去不归，",
      "且有后世名。",
      "登车何时顾，",
      "飞盖入秦庭。",
      "凌厉越万里，",
      "逶迤过千城。",
      "图穷事自至，",
      "豪主正怔营。",
      "惜哉剑术疏，",
      "奇功遂不成。",
      "其人虽已没，",
      "千载有馀情。keysentence"
    ],
    "type": [
      "古诗三百首",
      "咏史怀古"
    ],
    "source": "燕丹善养士，志在报强嬴。招集百夫良，岁暮得荆卿。君子死知己，提剑出燕京；素骥鸣广陌，慷慨送我行。雄发指危冠，猛气冲长缨。饮饯易水上，四座列群英。渐离击悲筑，宋意唱高声。萧萧哀风逝，淡淡寒波生。商音更流涕，羽奏壮士惊。心知去不归，且有后世名。登车何时顾，飞盖入秦庭。凌厉越万里，逶迤过千城。图穷事自至，豪主正怔营。惜哉剑术疏，奇功遂不成。其人虽已没，千载有馀情。keysentence",
    "id": "P649"
  },
  {
    "title": "出郊",
    "dynasty": "明代",
    "writer": "杨慎",
    "content": [
      "高田如楼梯，",
      "平田如棋局。keysentence",
      "白鹭忽飞来，",
      "点破秧针绿。"
    ],
    "type": [
      "古诗三百首",
      "春天",
      "田园",
      "写景"
    ],
    "source": "高田如楼梯，平田如棋局。keysentence白鹭忽飞来，点破秧针绿。",
    "id": "P650"
  },
  {
    "title": "从军行七首",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "烽火城西百尺楼，",
      "黄昏独上海风秋。",
      "更吹羌笛关山月，",
      "无那金闺万里愁。",
      "琵琶起舞换新声，",
      "总是关山旧别情。",
      "撩乱边愁听不尽，",
      "高高秋月照长城。",
      "关城榆叶早疏黄，",
      "日暮云沙古战场。",
      "表请回军掩尘骨，",
      "莫教兵士哭龙荒。",
      "青海长云暗雪山，",
      "孤城遥望玉门关。",
      "黄沙百战穿金甲，",
      "不破楼兰终不还。",
      "大漠风尘日色昏，",
      "红旗半卷出辕门。keysentence",
      "前军夜战洮河北，",
      "已报生擒吐谷浑。",
      "胡瓶落膊紫薄汗，",
      "碎叶城西秋月团。",
      "明敕星驰封宝剑，",
      "辞君一夜取楼兰。",
      "玉门山嶂几千重，",
      "山北山南总是烽。",
      "人依远戍须看火，",
      "马踏深山不见踪。"
    ],
    "type": [
      "边塞",
      "叙事",
      "抒情",
      "思念",
      "早教古诗100首"
    ],
    "source": "烽火城西百尺楼，黄昏独上海风秋。更吹羌笛关山月，无那金闺万里愁。琵琶起舞换新声，总是关山旧别情。撩乱边愁听不尽，高高秋月照长城。关城榆叶早疏黄，日暮云沙古战场。表请回军掩尘骨，莫教兵士哭龙荒。青海长云暗雪山，孤城遥望玉门关。黄沙百战穿金甲，不破楼兰终不还。大漠风尘日色昏，红旗半卷出辕门。keysentence前军夜战洮河北，已报生擒吐谷浑。胡瓶落膊紫薄汗，碎叶城西秋月团。明敕星驰封宝剑，辞君一夜取楼兰。玉门山嶂几千重，山北山南总是烽。人依远戍须看火，马踏深山不见踪。",
    "id": "P651"
  },
  {
    "title": "宿郑州",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "朝与周人辞，",
      "暮投郑人宿。",
      "他乡绝俦侣，",
      "孤客亲僮仆。",
      "宛洛望不见，",
      "秋霖晦平陆。",
      "田父草际归，",
      "村童雨中牧。",
      "主人东皋上，",
      "时稼绕茅屋。keysentence",
      "虫思机杼悲，",
      "雀喧禾黍熟。",
      "明当渡京水，",
      "昨晚犹金谷。",
      "此去欲何言，",
      "穷边徇微禄。"
    ],
    "type": [
      "旅途",
      "写景",
      "抒情",
      "孤寂"
    ],
    "source": "朝与周人辞，暮投郑人宿。他乡绝俦侣，孤客亲僮仆。宛洛望不见，秋霖晦平陆。田父草际归，村童雨中牧。主人东皋上，时稼绕茅屋。keysentence虫思机杼悲，雀喧禾黍熟。明当渡京水，昨晚犹金谷。此去欲何言，穷边徇微禄。",
    "id": "P652"
  },
  {
    "title": "出塞二首·其一",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "秦时明月汉时关，",
      "万里长征人未还。keysentence",
      "但使龙城飞将在，",
      "不教胡马度阴山。"
    ],
    "type": [
      "唐诗三百首",
      "边塞",
      "写景",
      "战争",
      "爱国",
      "忧国忧民",
      "早教古诗100首"
    ],
    "source": "秦时明月汉时关，万里长征人未还。keysentence但使龙城飞将在，不教胡马度阴山。",
    "id": "P653"
  },
  {
    "title": "竹枝词二首·其一",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "杨柳青青江水平，",
      "闻郎江上踏歌声。",
      "东边日出西边雨，",
      "道是无晴却有晴。keysentence"
    ],
    "type": [
      "乐府",
      "民歌",
      "爱情",
      "写景",
      "早教古诗100首"
    ],
    "source": "杨柳青青江水平，闻郎江上踏歌声。东边日出西边雨，道是无晴却有晴。keysentence",
    "id": "P654"
  },
  {
    "title": "满江红·中秋寄远",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "快上西楼，",
      "怕天放、浮云遮月。keysentence",
      "但唤取、玉纤横管，",
      "一声吹裂。",
      "谁做冰壶凉世界，",
      "最怜玉斧修时节。",
      "问嫦娥、孤令有愁无？",
      "应华发。",
      "云液满，",
      "琼杯滑。",
      "长袖起，",
      "清歌咽。",
      "叹十常八九，",
      "欲磨还缺。",
      "但愿长圆如此夜，",
      "人情未必看承别。",
      "把从前、离恨总成欢，",
      "归时说。"
    ],
    "type": [
      "中秋节",
      "望月",
      "怀人"
    ],
    "source": "快上西楼，怕天放、浮云遮月。keysentence但唤取、玉纤横管，一声吹裂。谁做冰壶凉世界，最怜玉斧修时节。问嫦娥、孤令有愁无？应华发。云液满，琼杯滑。长袖起，清歌咽。叹十常八九，欲磨还缺。但愿长圆如此夜，人情未必看承别。把从前、离恨总成欢，归时说。",
    "id": "P655"
  },
  {
    "title": "虞美人·风回小院庭芜绿",
    "dynasty": "五代",
    "writer": "李煜",
    "content": [
      "风回小院庭芜绿，",
      "柳眼春相续。",
      "凭阑半日独无言，",
      "依旧竹声新月似当年。keysentence",
      "笙歌未散尊罍在，",
      "池面冰初解。",
      "烛明香暗画堂深，",
      "满鬓青霜残雪思难任。"
    ],
    "type": [
      "宋词三百首",
      "春天",
      "写景",
      "怀旧"
    ],
    "source": "风回小院庭芜绿，柳眼春相续。凭阑半日独无言，依旧竹声新月似当年。keysentence笙歌未散尊罍在，池面冰初解。烛明香暗画堂深，满鬓青霜残雪思难任。",
    "id": "P656"
  },
  {
    "title": "桃源行",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "渔舟逐水爱山春，",
      "两岸桃花夹古津。keysentence",
      "坐看红树不知远，",
      "行尽青溪不见人。",
      "山口潜行始隈隩，",
      "山开旷望旋平陆。",
      "遥看一处攒云树，",
      "近入千家散花竹。",
      "樵客初传汉姓名，",
      "居人未改秦衣服。",
      "居人共住武陵源，",
      "还从物外起田园。",
      "月明松下房栊静，",
      "日出云中鸡犬喧。",
      "惊闻俗客争来集，",
      "竞引还家问都邑。",
      "平明闾巷扫花开，",
      "薄暮渔樵乘水入。",
      "初因避地去人间，",
      "及至成仙遂不还。",
      "峡里谁知有人事，",
      "世中遥望空云山。",
      "不疑灵境难闻见，",
      "尘心未尽思乡县。",
      "出洞无论隔山水，",
      "辞家终拟长游衍。",
      "自谓经过旧不迷，",
      "安知峰壑今来变。",
      "当时只记入山深，",
      "青溪几度到云林。",
      "春来遍是桃花水，",
      "不辨仙源何处寻。"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "写景",
      "写狗古诗18首"
    ],
    "source": "渔舟逐水爱山春，两岸桃花夹古津。keysentence坐看红树不知远，行尽青溪不见人。山口潜行始隈隩，山开旷望旋平陆。遥看一处攒云树，近入千家散花竹。樵客初传汉姓名，居人未改秦衣服。居人共住武陵源，还从物外起田园。月明松下房栊静，日出云中鸡犬喧。惊闻俗客争来集，竞引还家问都邑。平明闾巷扫花开，薄暮渔樵乘水入。初因避地去人间，及至成仙遂不还。峡里谁知有人事，世中遥望空云山。不疑灵境难闻见，尘心未尽思乡县。出洞无论隔山水，辞家终拟长游衍。自谓经过旧不迷，安知峰壑今来变。当时只记入山深，青溪几度到云林。春来遍是桃花水，不辨仙源何处寻。",
    "id": "P657"
  },
  {
    "title": "行香子·七夕",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "草际鸣蛩。",
      "惊落梧桐。",
      "正人间、天上愁浓。",
      "云阶月地，",
      "关锁千重。",
      "纵浮槎来，",
      "浮槎去，",
      "不相逢。",
      "星桥鹊驾，",
      "经年才见，",
      "想离情、别恨难穷。",
      "牵牛织女，",
      "莫是离中。keysentence",
      "甚霎儿晴，",
      "霎儿雨，",
      "霎儿风。"
    ],
    "type": [
      "宋词精选",
      "七夕节",
      "孤独"
    ],
    "source": "草际鸣蛩。惊落梧桐。正人间、天上愁浓。云阶月地，关锁千重。纵浮槎来，浮槎去，不相逢。星桥鹊驾，经年才见，想离情、别恨难穷。牵牛织女，莫是离中。keysentence甚霎儿晴，霎儿雨，霎儿风。",
    "id": "P658"
  },
  {
    "title": "减字木兰花·莺初解语",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "莺初解语，",
      "最是一年春好处。keysentence",
      "微雨如酥，",
      "草色遥看近却无。",
      "休辞醉倒，",
      "花不看开人易老。",
      "莫待春回，",
      "颠倒红英间绿苔。"
    ],
    "type": [
      "春天",
      "惜春"
    ],
    "source": "莺初解语，最是一年春好处。keysentence微雨如酥，草色遥看近却无。休辞醉倒，花不看开人易老。莫待春回，颠倒红英间绿苔。",
    "id": "P659"
  },
  {
    "title": "水仙子·咏江南",
    "dynasty": "元代",
    "writer": "张养浩",
    "content": [
      "一江烟水照晴岚，",
      "两岸人家接画檐，",
      "芰荷丛一段秋光淡。",
      "看沙鸥舞再三，",
      "卷香风十里珠帘。",
      "画船儿天边至，",
      "酒旗儿风外飐。keysentence",
      "爱杀江南！"
    ],
    "type": [
      "江南",
      "写景",
      "抒情"
    ],
    "source": "一江烟水照晴岚，两岸人家接画檐，芰荷丛一段秋光淡。看沙鸥舞再三，卷香风十里珠帘。画船儿天边至，酒旗儿风外飐。keysentence爱杀江南！",
    "id": "P660"
  },
  {
    "title": "田家元日",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "昨夜斗回北，",
      "今朝岁起东。",
      "我年已强仕，",
      "无禄尚忧农。",
      "桑野就耕父，",
      "荷锄随牧童。keysentence",
      "田家占气候，",
      "共说此年丰。"
    ],
    "type": [
      "春节",
      "农事",
      "抒情"
    ],
    "source": "昨夜斗回北，今朝岁起东。我年已强仕，无禄尚忧农。桑野就耕父，荷锄随牧童。keysentence田家占气候，共说此年丰。",
    "id": "P661"
  },
  {
    "title": "白云泉",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "天平山上白云泉，",
      "云自无心水自闲。keysentence",
      "何必奔冲山下去，",
      "更添波浪向人间。"
    ],
    "type": [
      "山水",
      "写景",
      "寓志"
    ],
    "source": "天平山上白云泉，云自无心水自闲。keysentence何必奔冲山下去，更添波浪向人间。",
    "id": "P662"
  },
  {
    "title": "不见",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "不见李生久，",
      "佯狂真可哀。",
      "世人皆欲杀，",
      "吾意独怜才。keysentence",
      "敏捷诗千首，",
      "飘零酒一杯。",
      "匡山读书处，",
      "头白好归来。"
    ],
    "type": [
      "写人"
    ],
    "source": "不见李生久，佯狂真可哀。世人皆欲杀，吾意独怜才。keysentence敏捷诗千首，飘零酒一杯。匡山读书处，头白好归来。",
    "id": "P663"
  },
  {
    "title": "对雪",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "战哭多新鬼，",
      "愁吟独老翁。",
      "乱云低薄暮，",
      "急雪舞回风。keysentence",
      "瓢弃尊无绿，",
      "炉存火似红。",
      "数州消息断，",
      "愁坐正书空。"
    ],
    "type": [
      "冬天",
      "写雪"
    ],
    "source": "战哭多新鬼，愁吟独老翁。乱云低薄暮，急雪舞回风。keysentence瓢弃尊无绿，炉存火似红。数州消息断，愁坐正书空。",
    "id": "P664"
  },
  {
    "title": "题临安邸",
    "dynasty": "宋代",
    "writer": "林升",
    "content": [
      "山外青山楼外楼，",
      "西湖歌舞几时休？keysentence",
      "暖风熏得游人醉，",
      "直把杭州作汴州。"
    ],
    "type": [
      "古诗三百首",
      "写景",
      "地名",
      "讽刺",
      "生活"
    ],
    "source": "山外青山楼外楼，西湖歌舞几时休？keysentence暖风熏得游人醉，直把杭州作汴州。",
    "id": "P665"
  },
  {
    "title": "喜迁莺·晓月坠",
    "dynasty": "五代",
    "writer": "李煜",
    "content": [
      "晓月坠，",
      "宿云微，",
      "无语枕频欹。",
      "梦回芳草思依依，",
      "天远雁声稀。keysentence",
      "啼莺散，",
      "馀花乱，",
      "寂寞画堂深院。",
      "片红休埽尽从伊，",
      "留待舞人归。"
    ],
    "type": [
      "写景",
      "时光",
      "思念"
    ],
    "source": "晓月坠，宿云微，无语枕频欹。梦回芳草思依依，天远雁声稀。keysentence啼莺散，馀花乱，寂寞画堂深院。片红休埽尽从伊，留待舞人归。",
    "id": "P666"
  },
  {
    "title": "三月晦日偶题",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "节物相催各自新，",
      "痴心儿女挽留春。",
      "芳菲歇去何须恨，",
      "夏木阴阴正可人。keysentence"
    ],
    "type": [
      "春天",
      "伤春"
    ],
    "source": "节物相催各自新，痴心儿女挽留春。芳菲歇去何须恨，夏木阴阴正可人。keysentence",
    "id": "P667"
  },
  {
    "title": "青门柳",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "青青一树伤心色，",
      "曾入几人离恨中。keysentence",
      "为近都门多送别，",
      "长条折尽减春风。"
    ],
    "type": [
      "赠别",
      "伤春"
    ],
    "source": "青青一树伤心色，曾入几人离恨中。keysentence为近都门多送别，长条折尽减春风。",
    "id": "P668"
  },
  {
    "title": "白马篇",
    "dynasty": "魏晋",
    "writer": "曹植",
    "content": [
      "白马饰金羁，",
      "连翩西北驰。",
      "借问谁家子，",
      "幽并游侠儿。",
      "少小去乡邑，",
      "扬声沙漠垂。",
      "宿昔秉良弓，",
      "楛矢何参差。",
      "控弦破左的，",
      "右发摧月支。",
      "仰手接飞猱，",
      "俯身散马蹄。",
      "狡捷过猴猿，",
      "勇剽若豹螭。",
      "边城多警急，",
      "虏骑数迁移。",
      "羽檄从北来，",
      "厉马登高堤。",
      "长驱蹈匈奴，",
      "左顾凌鲜卑。",
      "弃身锋刃端，",
      "性命安可怀？",
      "父母且不顾，",
      "何言子与妻！",
      "名编壮士籍，",
      "不得中顾私。",
      "捐躯赴国难，",
      "视死忽如归！keysentence"
    ],
    "type": [
      "古诗三百首",
      "乐府",
      "写人",
      "爱国",
      "抒怀"
    ],
    "source": "白马饰金羁，连翩西北驰。借问谁家子，幽并游侠儿。少小去乡邑，扬声沙漠垂。宿昔秉良弓，楛矢何参差。控弦破左的，右发摧月支。仰手接飞猱，俯身散马蹄。狡捷过猴猿，勇剽若豹螭。边城多警急，虏骑数迁移。羽檄从北来，厉马登高堤。长驱蹈匈奴，左顾凌鲜卑。弃身锋刃端，性命安可怀？父母且不顾，何言子与妻！名编壮士籍，不得中顾私。捐躯赴国难，视死忽如归！keysentence",
    "id": "P669"
  },
  {
    "title": "行路难·其一",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "金樽清酒斗十千，",
      "玉盘珍羞直万钱。",
      "停杯投箸不能食，",
      "拔剑四顾心茫然。",
      "欲渡黄河冰塞川，",
      "将登太行雪满山。",
      "闲来垂钓碧溪上，",
      "忽复乘舟梦日边。",
      "行路难！",
      "行路难！",
      "多歧路，",
      "今安在？",
      "长风破浪会有时，",
      "直挂云帆济沧海。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "乐府",
      "友情",
      "宴饮",
      "怀才不遇",
      "励志",
      "哲理"
    ],
    "source": "金樽清酒斗十千，玉盘珍羞直万钱。停杯投箸不能食，拔剑四顾心茫然。欲渡黄河冰塞川，将登太行雪满山。闲来垂钓碧溪上，忽复乘舟梦日边。行路难！行路难！多歧路，今安在？长风破浪会有时，直挂云帆济沧海。keysentence",
    "id": "P670"
  },
  {
    "title": "水槛遣心二首",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "去郭轩楹敞，",
      "无村眺望赊。",
      "澄江平少岸，",
      "幽树晚多花。",
      "细雨鱼儿出，",
      "微风燕子斜。keysentence",
      "城中十万户，",
      "此地两三家。",
      "蜀天常夜雨，",
      "江槛已朝晴。",
      "叶润林塘密，",
      "衣干枕席清。",
      "不堪祗老病，",
      "何得尚浮名。",
      "浅把涓涓酒，",
      "深凭送此生。"
    ],
    "type": [
      "春天",
      "写景",
      "写雨",
      "感慨"
    ],
    "source": "去郭轩楹敞，无村眺望赊。澄江平少岸，幽树晚多花。细雨鱼儿出，微风燕子斜。keysentence城中十万户，此地两三家。蜀天常夜雨，江槛已朝晴。叶润林塘密，衣干枕席清。不堪祗老病，何得尚浮名。浅把涓涓酒，深凭送此生。",
    "id": "P671"
  },
  {
    "title": "题李凝幽居",
    "dynasty": "唐代",
    "writer": "贾岛",
    "content": [
      "闲居少邻并，",
      "草径入荒园。",
      "鸟宿池边树，",
      "僧敲月下门。keysentence",
      "过桥分野色，",
      "移石动云根。",
      "暂去还来此，",
      "幽期不负言。"
    ],
    "type": [
      "访友",
      "写景",
      "早教古诗100首"
    ],
    "source": "闲居少邻并，草径入荒园。鸟宿池边树，僧敲月下门。keysentence过桥分野色，移石动云根。暂去还来此，幽期不负言。",
    "id": "P672"
  },
  {
    "title": "自京赴奉先县咏怀五百字",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "杜陵有布衣，",
      "老大意转拙。",
      "许身一何愚，",
      "窃比稷与契。",
      "居然成濩落，",
      "白首甘契阔。",
      "盖棺事则已，",
      "此志常觊豁。",
      "穷年忧黎元，",
      "叹息肠内热。",
      "取笑同学翁，",
      "浩歌弥激烈。",
      "非无江海志，",
      "潇洒送日月。",
      "生逢尧舜君，",
      "不忍便永诀。",
      "当今廊庙具，",
      "构厦岂云缺。",
      "葵藿倾太阳，",
      "物性固莫夺。",
      "顾惟蝼蚁辈，",
      "但自求其穴。",
      "胡为慕大鲸，",
      "辄拟偃溟渤。",
      "以兹误生理，",
      "独耻事干谒。",
      "兀兀遂至今，",
      "忍为尘埃没。",
      "终愧巢与由，",
      "未能易其节。",
      "沉饮聊自遣，",
      "放歌破愁绝。",
      "岁暮百草零，",
      "疾风高冈裂。",
      "天衢阴峥嵘，",
      "客子中夜发。",
      "霜严衣带断，",
      "指直不得结。",
      "凌晨过骊山，",
      "御榻在嵽嵲。",
      "蚩尤塞寒空，",
      "蹴蹋崖谷滑。",
      "瑶池气郁律，",
      "羽林相摩戛。",
      "君臣留欢娱，",
      "乐动殷樛嶱。",
      "赐浴皆长缨，",
      "与宴非短褐。",
      "彤庭所分帛，",
      "本自寒女出。",
      "鞭挞其夫家，",
      "聚敛贡城阙。",
      "圣人筐篚恩，",
      "实欲邦国活。",
      "臣如忽至理，",
      "君岂弃此物。",
      "多士盈朝廷，",
      "仁者宜战栗。",
      "况闻内金盘，",
      "尽在卫霍室。",
      "中堂舞神仙，",
      "烟雾散玉质。",
      "煖客貂鼠裘，",
      "悲管逐清瑟。",
      "劝客驼蹄羹，",
      "霜橙压香橘。",
      "朱门酒肉臭，",
      "路有冻死骨。keysentence",
      "荣枯咫尺异，",
      "惆怅难再述。",
      "北辕就泾渭，",
      "官渡又改辙。",
      "群冰从西下，",
      "极目高崒兀。",
      "疑是崆峒来，",
      "恐触天柱折。",
      "河梁幸未坼，",
      "枝撑声窸窣。",
      "行旅相攀援，",
      "川广不可越。",
      "老妻寄异县，",
      "十口隔风雪。",
      "谁能久不顾，",
      "庶往共饥渴。",
      "入门闻号啕，",
      "幼子饥已卒。",
      "吾宁舍一哀，",
      "里巷亦呜咽。",
      "所愧为人父，",
      "无食致夭折。",
      "岂知秋禾登，",
      "贫窭有仓卒。",
      "生常免租税，",
      "名不隶征伐。",
      "抚迹犹酸辛，",
      "平人固骚屑。",
      "默思失业徒，",
      "因念远戍卒。",
      "忧端齐终南，",
      "澒洞不可掇。"
    ],
    "type": [
      "咏怀",
      "忧国忧民"
    ],
    "source": "杜陵有布衣，老大意转拙。许身一何愚，窃比稷与契。居然成濩落，白首甘契阔。盖棺事则已，此志常觊豁。穷年忧黎元，叹息肠内热。取笑同学翁，浩歌弥激烈。非无江海志，潇洒送日月。生逢尧舜君，不忍便永诀。当今廊庙具，构厦岂云缺。葵藿倾太阳，物性固莫夺。顾惟蝼蚁辈，但自求其穴。胡为慕大鲸，辄拟偃溟渤。以兹误生理，独耻事干谒。兀兀遂至今，忍为尘埃没。终愧巢与由，未能易其节。沉饮聊自遣，放歌破愁绝。岁暮百草零，疾风高冈裂。天衢阴峥嵘，客子中夜发。霜严衣带断，指直不得结。凌晨过骊山，御榻在嵽嵲。蚩尤塞寒空，蹴蹋崖谷滑。瑶池气郁律，羽林相摩戛。君臣留欢娱，乐动殷樛嶱。赐浴皆长缨，与宴非短褐。彤庭所分帛，本自寒女出。鞭挞其夫家，聚敛贡城阙。圣人筐篚恩，实欲邦国活。臣如忽至理，君岂弃此物。多士盈朝廷，仁者宜战栗。况闻内金盘，尽在卫霍室。中堂舞神仙，烟雾散玉质。煖客貂鼠裘，悲管逐清瑟。劝客驼蹄羹，霜橙压香橘。朱门酒肉臭，路有冻死骨。keysentence荣枯咫尺异，惆怅难再述。北辕就泾渭，官渡又改辙。群冰从西下，极目高崒兀。疑是崆峒来，恐触天柱折。河梁幸未坼，枝撑声窸窣。行旅相攀援，川广不可越。老妻寄异县，十口隔风雪。谁能久不顾，庶往共饥渴。入门闻号啕，幼子饥已卒。吾宁舍一哀，里巷亦呜咽。所愧为人父，无食致夭折。岂知秋禾登，贫窭有仓卒。生常免租税，名不隶征伐。抚迹犹酸辛，平人固骚屑。默思失业徒，因念远戍卒。忧端齐终南，澒洞不可掇。",
    "id": "P673"
  },
  {
    "title": "阁夜",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "岁暮阴阳催短景，",
      "天涯霜雪霁寒宵。",
      "五更鼓角声悲壮，",
      "三峡星河影动摇。",
      "野哭几家闻战伐，",
      "夷歌数处起渔樵。",
      "卧龙跃马终黄土，",
      "人事依依漫寂寥。",
      "岁暮阴阳催短景，",
      "天涯霜雪霁寒宵。",
      "五更鼓角声悲壮，",
      "三峡星河影动摇。",
      "野哭千家闻战伐，",
      "夷歌数处起渔樵。",
      "卧龙跃马终黄土，",
      "人事音书漫寂寥。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "冬天",
      "战争",
      "思乡"
    ],
    "source": "岁暮阴阳催短景，天涯霜雪霁寒宵。五更鼓角声悲壮，三峡星河影动摇。野哭几家闻战伐，夷歌数处起渔樵。卧龙跃马终黄土，人事依依漫寂寥。岁暮阴阳催短景，天涯霜雪霁寒宵。五更鼓角声悲壮，三峡星河影动摇。野哭千家闻战伐，夷歌数处起渔樵。卧龙跃马终黄土，人事音书漫寂寥。keysentence",
    "id": "P674"
  },
  {
    "title": "放言五首·其一",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "朝真暮伪何人辨，",
      "古往今来底事无。keysentence",
      "但爱臧生能诈圣，",
      "可知宁子解佯愚。",
      "草萤有耀终非火，",
      "荷露虽团岂是珠。",
      "不取燔柴兼照乘，",
      "可怜光彩亦何殊。"
    ],
    "type": [
      "抒情"
    ],
    "source": "朝真暮伪何人辨，古往今来底事无。keysentence但爱臧生能诈圣，可知宁子解佯愚。草萤有耀终非火，荷露虽团岂是珠。不取燔柴兼照乘，可怜光彩亦何殊。",
    "id": "P675"
  },
  {
    "title": "卜算子·我住长江头",
    "dynasty": "宋代",
    "writer": "李之仪",
    "content": [
      "我住长江头，",
      "君住长江尾。",
      "日日思君不见君，",
      "共饮长江水。",
      "此水几时休，",
      "此恨何时已。",
      "只愿君心似我心，",
      "定不负相思意。keysentence"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "长江",
      "思念",
      "爱情"
    ],
    "source": "我住长江头，君住长江尾。日日思君不见君，共饮长江水。此水几时休，此恨何时已。只愿君心似我心，定不负相思意。keysentence",
    "id": "P676"
  },
  {
    "title": "孤雁儿·藤床纸帐朝眠起",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "世人作梅词，",
      "下笔便俗。",
      "予试作一篇，",
      "乃知前言不妄耳。",
      "藤床纸帐朝眠起，",
      "说不尽无佳思。",
      "沈香断续玉炉寒，",
      "伴我情怀如水。keysentence",
      "笛声三弄，",
      "梅心惊破，",
      "多少春情意。",
      "小风疏雨萧萧地，",
      "又催下千行泪。",
      "吹箫人去玉楼空，",
      "肠断与谁同倚。",
      "一枝折得，",
      "人间天上，",
      "没个人堪寄。"
    ],
    "type": [
      "咏物",
      "梅花",
      "悼亡"
    ],
    "source": "世人作梅词，下笔便俗。予试作一篇，乃知前言不妄耳。藤床纸帐朝眠起，说不尽无佳思。沈香断续玉炉寒，伴我情怀如水。keysentence笛声三弄，梅心惊破，多少春情意。小风疏雨萧萧地，又催下千行泪。吹箫人去玉楼空，肠断与谁同倚。一枝折得，人间天上，没个人堪寄。",
    "id": "P677"
  },
  {
    "title": "送杜十四之江南",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "荆吴相接水为乡，",
      "君去春江正淼茫。keysentence",
      "日暮征帆何处泊，",
      "天涯一望断人肠。"
    ],
    "type": [
      "离别"
    ],
    "source": "荆吴相接水为乡，君去春江正淼茫。keysentence日暮征帆何处泊，天涯一望断人肠。",
    "id": "P678"
  },
  {
    "title": "黄鹤楼",
    "dynasty": "唐代",
    "writer": "崔颢",
    "content": [
      "昔人已乘黄鹤去，",
      "此地空余黄鹤楼。",
      "黄鹤一去不复返，",
      "白云千载空悠悠。keysentence",
      "晴川历历汉阳树，",
      "芳草萋萋鹦鹉洲。",
      "日暮乡关何处是？",
      "烟波江上使人愁。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "写景",
      "地名",
      "怀古",
      "思乡",
      "早教古诗100首"
    ],
    "source": "昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。keysentence晴川历历汉阳树，芳草萋萋鹦鹉洲。日暮乡关何处是？烟波江上使人愁。",
    "id": "P679"
  },
  {
    "title": "垓下歌",
    "dynasty": "两汉",
    "writer": "项羽",
    "content": [
      "力拔山兮气盖世。",
      "时不利兮骓不逝。keysentence",
      "骓不逝兮可奈何！",
      "虞兮虞兮奈若何！"
    ],
    "type": [
      "古诗三百首",
      "写人",
      "励志",
      "哲理"
    ],
    "source": "力拔山兮气盖世。时不利兮骓不逝。keysentence骓不逝兮可奈何！虞兮虞兮奈若何！",
    "id": "P680"
  },
  {
    "title": "临江仙·庭院深深深几许",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "有深深深几许之句，",
      "予酷爱之。",
      "用其语作庭院深深数阕，",
      "庭院深深深几许？",
      "云窗雾阁常扃。",
      "柳梢梅萼渐分明。",
      "春归秣陵树，",
      "人老建康城。",
      "感月吟风多少事，",
      "如今老去无成。",
      "谁怜憔悴更凋零。",
      "试灯无意思，",
      "踏雪没心情。keysentence"
    ],
    "type": [
      "春天",
      "伤怀"
    ],
    "source": "欧阳公作《蝶恋花》，有深深深几许之句，予酷爱之。用其语作庭院深深数阕，其声即旧《临江仙》也。庭院深深深几许？云窗雾阁常扃。柳梢梅萼渐分明。春归秣陵树，人老建康城。感月吟风多少事，如今老去无成。谁怜憔悴更凋零。试灯无意思，踏雪没心情。keysentence",
    "id": "P681"
  },
  {
    "title": "秋下荆门",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "霜落荆门江树空，",
      "布帆无恙挂秋风。keysentence",
      "此行不为鲈鱼鲙，",
      "自爱名山入剡中。"
    ],
    "type": [
      "秋游",
      "抒情"
    ],
    "source": "霜落荆门江树空，布帆无恙挂秋风。keysentence此行不为鲈鱼鲙，自爱名山入剡中。",
    "id": "P682"
  },
  {
    "title": "南湖早春",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "风回云断雨初晴，",
      "返照湖边暖复明。keysentence",
      "乱点碎红山杏发，",
      "平铺新绿水蘋生。",
      "翅低白雁飞仍重，",
      "舌涩黄鹂语未成。",
      "不道江南春不好，",
      "年年衰病减心情。"
    ],
    "type": [
      "春天",
      "写水",
      "写景",
      "抒情"
    ],
    "source": "风回云断雨初晴，返照湖边暖复明。keysentence乱点碎红山杏发，平铺新绿水蘋生。翅低白雁飞仍重，舌涩黄鹂语未成。不道江南春不好，年年衰病减心情。",
    "id": "P683"
  },
  {
    "title": "春怨",
    "dynasty": "唐代",
    "writer": "刘方平",
    "content": [
      "纱窗日落渐黄昏，",
      "金屋无人见泪痕。",
      "寂寞空庭春欲晚，",
      "梨花满地不开门。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "宫怨",
      "孤独"
    ],
    "source": "纱窗日落渐黄昏，金屋无人见泪痕。寂寞空庭春欲晚，梨花满地不开门。keysentence",
    "id": "P684"
  },
  {
    "title": "梁甫吟",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "长啸梁甫吟，",
      "何时见阳春？",
      "君不见，",
      "朝歌屠叟辞棘津，",
      "八十西来钓渭滨。",
      "宁羞白发照清水，",
      "逢时壮气思经纶。",
      "广张三千六百钓，",
      "风期暗与文王亲。",
      "大贤虎变愚不测，",
      "当年颇似寻常人。",
      "君不见，",
      "高阳酒徒起草中，",
      "长揖山东隆准公。",
      "入门不拜逞雄辩，",
      "两女辍洗来趋风。",
      "东下齐城七十二，",
      "指挥楚汉如旋蓬。",
      "狂客落魄尚如此，",
      "何况壮士当群雄！",
      "我欲攀龙见明主，",
      "雷公砰訇震天鼓。",
      "帝旁投壶多玉女，",
      "三时大笑开电光，",
      "倏烁晦冥起风雨。",
      "阊阖九门不可通，",
      "以额扣关阍者怒。",
      "白日不照我精诚，",
      "杞国无事忧天倾。",
      "猰貐磨牙竞人肉，",
      "驺虞不折生草茎。",
      "手接飞猱搏雕虎，",
      "侧足焦原未言苦。",
      "智者可卷愚者豪，",
      "世人见我轻鸿毛。",
      "力排南山三壮士，",
      "齐相杀之费二桃。",
      "吴楚弄兵无剧孟，",
      "亚夫咍尔为徒劳。",
      "梁甫吟，",
      "声正悲。keysentence",
      "张公两龙剑，",
      "神物合有时。",
      "风云感会起屠钓，",
      "大人臲屼当安之。"
    ],
    "type": [
      "咏史怀古",
      "写人",
      "典故",
      "抒情"
    ],
    "source": "长啸梁甫吟，何时见阳春？君不见，朝歌屠叟辞棘津，八十西来钓渭滨。宁羞白发照清水，逢时壮气思经纶。广张三千六百钓，风期暗与文王亲。大贤虎变愚不测，当年颇似寻常人。君不见，高阳酒徒起草中，长揖山东隆准公。入门不拜逞雄辩，两女辍洗来趋风。东下齐城七十二，指挥楚汉如旋蓬。狂客落魄尚如此，何况壮士当群雄！我欲攀龙见明主，雷公砰訇震天鼓。帝旁投壶多玉女，三时大笑开电光，倏烁晦冥起风雨。阊阖九门不可通，以额扣关阍者怒。白日不照我精诚，杞国无事忧天倾。猰貐磨牙竞人肉，驺虞不折生草茎。手接飞猱搏雕虎，侧足焦原未言苦。智者可卷愚者豪，世人见我轻鸿毛。力排南山三壮士，齐相杀之费二桃。吴楚弄兵无剧孟，亚夫咍尔为徒劳。梁甫吟，声正悲。keysentence张公两龙剑，神物合有时。风云感会起屠钓，大人臲屼当安之。",
    "id": "P685"
  },
  {
    "title": "新安吏",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "客行新安道，",
      "喧呼闻点兵。",
      "借问新安吏：",
      "县小更无丁？",
      "府帖昨夜下，",
      "次选中男行。",
      "中男绝短小，",
      "何以守王城？",
      "肥男有母送，",
      "瘦男独伶俜。",
      "白水暮东流，",
      "青山犹哭声。",
      "莫自使眼枯，",
      "收汝泪纵横。",
      "眼枯即见骨，",
      "天地终无情！keysentence",
      "我军取相州，",
      "日夕望其平。",
      "岂意贼难料，",
      "归军星散营。",
      "就粮近故垒，",
      "练卒依旧京。",
      "掘壕不到水，",
      "牧马役亦轻。",
      "况乃王师顺，",
      "抚养甚分明。",
      "送行勿泣血，",
      "仆射如父兄。"
    ],
    "type": [
      "战争",
      "忧国忧民"
    ],
    "source": "客行新安道，喧呼闻点兵。借问新安吏：县小更无丁？府帖昨夜下，次选中男行。中男绝短小，何以守王城？肥男有母送，瘦男独伶俜。白水暮东流，青山犹哭声。莫自使眼枯，收汝泪纵横。眼枯即见骨，天地终无情！keysentence我军取相州，日夕望其平。岂意贼难料，归军星散营。就粮近故垒，练卒依旧京。掘壕不到水，牧马役亦轻。况乃王师顺，抚养甚分明。送行勿泣血，仆射如父兄。",
    "id": "P686"
  },
  {
    "title": "生查子·独游雨岩",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "溪边照影行，",
      "天在清溪底。",
      "天上有行云，",
      "人在行云里。",
      "高歌谁和余，",
      "空谷清音起。",
      "非鬼亦非仙，",
      "一曲桃花水。keysentence"
    ],
    "type": [
      "山水",
      "孤独",
      "壮志难酬"
    ],
    "source": "溪边照影行，天在清溪底。天上有行云，人在行云里。高歌谁和余，空谷清音起。非鬼亦非仙，一曲桃花水。keysentence",
    "id": "P687"
  },
  {
    "title": "南园十三首",
    "dynasty": "唐代",
    "writer": "李贺",
    "content": [
      "花枝草蔓眼中开，",
      "小白长红越女腮。",
      "可怜日暮嫣香落，",
      "嫁与春风不用媒。",
      "宫北田塍晓气酣，",
      "黄桑饮露窣宫帘。",
      "长腰健妇偷攀折，",
      "将喂吴王八茧蚕。",
      "竹里缲丝挑网车，",
      "青蝉独噪日光斜。",
      "桃胶迎夏香琥珀，",
      "自课越佣能种瓜。",
      "三十未有二十余，",
      "白日长饥小甲蔬。",
      "桥头长老相哀念，",
      "因遗戎韬一卷书。",
      "男儿何不带吴钩，",
      "收取关山五十州。",
      "请君暂上凌烟阁，",
      "若个书生万户侯？",
      "寻章摘句老雕虫，",
      "晓月当帘挂玉弓。",
      "不见年年辽海上，",
      "文章何处哭秋风？",
      "长卿牢落悲空舍，",
      "曼倩诙谐取自容。",
      "见买若耶溪水剑，",
      "明朝归去事猿公。",
      "春水初生乳燕飞，",
      "黄蜂小尾扑花归。",
      "窗含远色通书幌，",
      "鱼拥香钩近石矶。",
      "泉沙软卧鸳鸯暖，",
      "曲岸回篙舴艋迟。",
      "泻酒木栏椒叶盖，",
      "病容扶起种菱丝。",
      "边让今朝忆蔡邕，",
      "无心裁曲卧春风。",
      "舍南有竹堪书字，",
      "老去溪头作钓翁。",
      "长峦谷口倚嵇家，",
      "白昼千峰老翠华。",
      "自履藤鞋收石蜜，",
      "手牵苔絮长莼花。",
      "松溪黑水新龙卵，",
      "桂洞生硝旧马牙。",
      "谁遣虞卿裁道帔，",
      "轻绡一匹染朝霞。",
      "小树开朝径，",
      "长茸湿夜烟。",
      "柳花惊雪浦，",
      "麦雨涨溪田。keysentence",
      "古刹疏钟度，",
      "遥岚破月悬。",
      "沙头敲石火，",
      "烧竹照渔船。"
    ],
    "type": [
      "写景",
      "抒情",
      "田园",
      "生活",
      "组诗"
    ],
    "source": "花枝草蔓眼中开，小白长红越女腮。可怜日暮嫣香落，嫁与春风不用媒。宫北田塍晓气酣，黄桑饮露窣宫帘。长腰健妇偷攀折，将喂吴王八茧蚕。竹里缲丝挑网车，青蝉独噪日光斜。桃胶迎夏香琥珀，自课越佣能种瓜。三十未有二十余，白日长饥小甲蔬。桥头长老相哀念，因遗戎韬一卷书。男儿何不带吴钩，收取关山五十州。请君暂上凌烟阁，若个书生万户侯？寻章摘句老雕虫，晓月当帘挂玉弓。不见年年辽海上，文章何处哭秋风？长卿牢落悲空舍，曼倩诙谐取自容。见买若耶溪水剑，明朝归去事猿公。春水初生乳燕飞，黄蜂小尾扑花归。窗含远色通书幌，鱼拥香钩近石矶。泉沙软卧鸳鸯暖，曲岸回篙舴艋迟。泻酒木栏椒叶盖，病容扶起种菱丝。边让今朝忆蔡邕，无心裁曲卧春风。舍南有竹堪书字，老去溪头作钓翁。长峦谷口倚嵇家，白昼千峰老翠华。自履藤鞋收石蜜，手牵苔絮长莼花。松溪黑水新龙卵，桂洞生硝旧马牙。谁遣虞卿裁道帔，轻绡一匹染朝霞。小树开朝径，长茸湿夜烟。柳花惊雪浦，麦雨涨溪田。keysentence古刹疏钟度，遥岚破月悬。沙头敲石火，烧竹照渔船。",
    "id": "P688"
  },
  {
    "title": "下终南山过斛斯山人宿置酒",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "暮从碧山下，",
      "山月随人归。",
      "却顾所来径，",
      "苍苍横翠微。",
      "相携及田家，",
      "童稚开荆扉。",
      "绿竹入幽径，",
      "青萝拂行衣。",
      "欢言得所憩，",
      "美酒聊共挥。",
      "长歌吟松风，",
      "曲尽河星稀。keysentence",
      "我醉君复乐，",
      "陶然共忘机。"
    ],
    "type": [
      "唐诗三百首",
      "田园",
      "饮酒",
      "写景"
    ],
    "source": "暮从碧山下，山月随人归。却顾所来径，苍苍横翠微。相携及田家，童稚开荆扉。绿竹入幽径，青萝拂行衣。欢言得所憩，美酒聊共挥。长歌吟松风，曲尽河星稀。keysentence我醉君复乐，陶然共忘机。",
    "id": "P689"
  },
  {
    "title": "听蜀僧濬弹琴",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "蜀僧抱绿绮，",
      "西下峨眉峰。",
      "为我一挥手，",
      "如听万壑松。",
      "客心洗流水，",
      "余响入霜钟。",
      "不觉碧山暮，",
      "秋云暗几重。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "音乐"
    ],
    "source": "蜀僧抱绿绮，西下峨眉峰。为我一挥手，如听万壑松。客心洗流水，余响入霜钟。不觉碧山暮，秋云暗几重。keysentence",
    "id": "P690"
  },
  {
    "title": "诫子书",
    "dynasty": "两汉",
    "writer": "诸葛亮",
    "content": [
      "夫君子之行，",
      "静以修身，",
      "俭以养德。",
      "非淡泊无以明志，",
      "非宁静无以致远。keysentence",
      "夫学须静也，",
      "才须学也。",
      "非学无以广才，",
      "非志无以成学。",
      "淫慢则不能励精，",
      "险躁则不能冶性。",
      "年与时驰，",
      "意与日去，",
      "遂成枯落，",
      "多不接世，",
      "悲守穷庐，",
      "将复何及！"
    ],
    "type": [
      "修身",
      "立志"
    ],
    "source": "夫君子之行，静以修身，俭以养德。非淡泊无以明志，非宁静无以致远。keysentence夫学须静也，才须学也。非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能冶性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！",
    "id": "P691"
  },
  {
    "title": "金陵新亭",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "金陵风景好，",
      "豪士集新亭。",
      "举目山河异，",
      "偏伤周顗情。keysentence",
      "四坐楚囚悲，",
      "不忧社稷倾。",
      "王公何慷慨，",
      "千载仰雄名。"
    ],
    "type": [
      "咏史怀古",
      "赞美",
      "爱国",
      "志士"
    ],
    "source": "金陵风景好，豪士集新亭。举目山河异，偏伤周顗情。keysentence四坐楚囚悲，不忧社稷倾。王公何慷慨，千载仰雄名。",
    "id": "P692"
  },
  {
    "title": "独坐敬亭山",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "众鸟高飞尽，",
      "孤云独去闲。",
      "相看两不厌，",
      "只有敬亭山。keysentence"
    ],
    "type": [
      "小学古诗",
      "写景",
      "写山",
      "孤独",
      "无奈"
    ],
    "source": "众鸟高飞尽，孤云独去闲。相看两不厌，只有敬亭山。keysentence",
    "id": "P693"
  },
  {
    "title": "子夜吴歌·夏歌",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "镜湖三百里，",
      "菡萏发荷花。keysentence",
      "五月西施采，",
      "人看隘若耶。",
      "回舟不待月，",
      "归去越王家。"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "夏天",
      "荷花",
      "写人",
      "哲理"
    ],
    "source": "镜湖三百里，菡萏发荷花。keysentence五月西施采，人看隘若耶。回舟不待月，归去越王家。",
    "id": "P694"
  },
  {
    "title": "桑茶坑道中",
    "dynasty": "宋代",
    "writer": "杨万里",
    "content": [
      "晴明风日雨干时，",
      "草满花堤水满溪。",
      "童子柳阴眠正着，",
      "一牛吃过柳阴西。keysentence"
    ],
    "type": [
      "春天",
      "写景",
      "儿童",
      "生活"
    ],
    "source": "晴明风日雨干时，草满花堤水满溪。童子柳阴眠正着，一牛吃过柳阴西。keysentence",
    "id": "P695"
  },
  {
    "title": "凤求凰",
    "dynasty": "两汉",
    "writer": "司马相如",
    "content": [
      "其一：",
      "见之不忘。",
      "一日不见兮，",
      "思之如狂。",
      "凤飞翱翔兮，",
      "四海求凰。",
      "无奈佳人兮，",
      "不在东墙。",
      "将琴代语兮，",
      "聊写衷肠。",
      "何时见许兮，",
      "慰我彷徨。",
      "愿言配德兮，",
      "携手相将。",
      "不得於飞兮，",
      "使我沦亡。",
      "其二：",
      "凤兮凤兮归故乡，",
      "遨游四海求其凰。",
      "时未遇兮无所将，",
      "何悟今兮升斯堂！",
      "有艳淑女在闺房，",
      "室迩人遐毒我肠。keysentence",
      "何缘交颈为鸳鸯，",
      "胡颉颃兮共翱翔！",
      "凰兮凰兮从我栖，",
      "得托孳尾永为妃。",
      "交情通意心和谐，",
      "中夜相从知者谁？",
      "双翼俱起翻高飞，",
      "无感我思使余悲。"
    ],
    "type": [
      "思念",
      "爱情"
    ],
    "source": "其一：【琴曲出自王实甫《西厢记》】有美一人兮，见之不忘。一日不见兮，思之如狂。凤飞翱翔兮，四海求凰。无奈佳人兮，不在东墙。将琴代语兮，聊写衷肠。何时见许兮，慰我彷徨。愿言配德兮，携手相将。不得於飞兮，使我沦亡。其二：凤兮凤兮归故乡，遨游四海求其凰。时未遇兮无所将，何悟今兮升斯堂！有艳淑女在闺房，室迩人遐毒我肠。keysentence何缘交颈为鸳鸯，胡颉颃兮共翱翔！凰兮凰兮从我栖，得托孳尾永为妃。交情通意心和谐，中夜相从知者谁？双翼俱起翻高飞，无感我思使余悲。",
    "id": "P696"
  },
  {
    "title": "浣溪沙·咏橘",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "菊暗荷枯一夜霜。",
      "新苞绿叶照林光。keysentence",
      "竹篱茅舍出青黄。",
      "香雾噀人惊半破，",
      "清泉流齿怯初尝。",
      "吴姬三日手犹香。"
    ],
    "type": [
      "咏物",
      "橘子"
    ],
    "source": "菊暗荷枯一夜霜。新苞绿叶照林光。keysentence竹篱茅舍出青黄。香雾噀人惊半破，清泉流齿怯初尝。吴姬三日手犹香。",
    "id": "P697"
  },
  {
    "title": "垂老别",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "四郊未宁静，",
      "垂老不得安。keysentence",
      "子孙阵亡尽，",
      "焉用身独完。",
      "投杖出门去，",
      "同行为辛酸。",
      "幸有牙齿存，",
      "所悲骨髓干。",
      "男儿既介胄，",
      "长揖别上官。",
      "老妻卧路啼，",
      "岁暮衣裳单。",
      "孰知是死别，",
      "且复伤其寒。",
      "此去必不归，",
      "还闻劝加餐。",
      "土门壁甚坚，",
      "杏园度亦难。",
      "势异邺城下，",
      "纵死时犹宽。",
      "人生有离合，",
      "岂择衰老端。",
      "忆昔少壮日，",
      "迟回竟长叹。",
      "万国尽征戍，",
      "烽火被冈峦。",
      "积尸草木腥，",
      "流血川原丹。",
      "何乡为乐土，",
      "安敢尚盘桓。",
      "弃绝蓬室居，",
      "塌然摧肺肝。"
    ],
    "type": [
      "叙事",
      "战争",
      "惜别"
    ],
    "source": "四郊未宁静，垂老不得安。keysentence子孙阵亡尽，焉用身独完。投杖出门去，同行为辛酸。幸有牙齿存，所悲骨髓干。男儿既介胄，长揖别上官。老妻卧路啼，岁暮衣裳单。孰知是死别，且复伤其寒。此去必不归，还闻劝加餐。土门壁甚坚，杏园度亦难。势异邺城下，纵死时犹宽。人生有离合，岂择衰老端。忆昔少壮日，迟回竟长叹。万国尽征戍，烽火被冈峦。积尸草木腥，流血川原丹。何乡为乐土，安敢尚盘桓。弃绝蓬室居，塌然摧肺肝。",
    "id": "P698"
  },
  {
    "title": "绝句二首",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "迟日江山丽，",
      "春风花草香。",
      "泥融飞燕子，",
      "沙暖睡鸳鸯。",
      "江碧鸟逾白，",
      "山青花欲燃。keysentence",
      "今春看又过，",
      "何日是归年。"
    ],
    "type": [
      "写景",
      "春天",
      "山水",
      "思乡",
      "组诗"
    ],
    "source": "迟日江山丽，春风花草香。泥融飞燕子，沙暖睡鸳鸯。江碧鸟逾白，山青花欲燃。keysentence今春看又过，何日是归年。",
    "id": "P699"
  },
  {
    "title": "归园田居·其五",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "怅恨独策还，",
      "崎岖历榛曲。",
      "山涧清且浅，",
      "可以濯吾足。",
      "漉我新熟酒，",
      "只鸡招近局。keysentence",
      "日入室中暗，",
      "荆薪代明烛。",
      "欢来苦夕短，",
      "已复至天旭。"
    ],
    "type": [
      "田园",
      "生活",
      "孤独",
      "感慨",
      "人生"
    ],
    "source": "怅恨独策还，崎岖历榛曲。山涧清且浅，可以濯吾足。漉我新熟酒，只鸡招近局。keysentence日入室中暗，荆薪代明烛。欢来苦夕短，已复至天旭。",
    "id": "P700"
  },
  {
    "title": "妾薄命",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "汉帝重阿娇，",
      "贮之黄金屋。",
      "咳唾落九天，",
      "随风生珠玉。",
      "宠极爱还歇，",
      "妒深情却疏。",
      "长门一步地，",
      "不肯暂回车。",
      "雨落不上天，",
      "水覆难再收。",
      "君情与妾意，",
      "各自东西流。",
      "昔日芙蓉花，",
      "今成断根草。",
      "以色事他人，",
      "能得几时好。keysentence"
    ],
    "type": [
      "乐府",
      "哲理"
    ],
    "source": "汉帝重阿娇，贮之黄金屋。咳唾落九天，随风生珠玉。宠极爱还歇，妒深情却疏。长门一步地，不肯暂回车。雨落不上天，水覆难再收。君情与妾意，各自东西流。昔日芙蓉花，今成断根草。以色事他人，能得几时好。keysentence",
    "id": "P701"
  },
  {
    "title": "饮中八仙歌",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "知章骑马似乘船，",
      "眼花落井水底眠。keysentence",
      "汝阳三斗始朝天，",
      "道逢麴车口流涎，",
      "恨不移封向酒泉。",
      "左相日兴费万钱，",
      "饮如长鲸吸百川，",
      "衔杯乐圣称避贤。",
      "宗之潇洒美少年，",
      "举觞白眼望青天，",
      "皎如玉树临风前。",
      "苏晋长斋绣佛前，",
      "醉中往往爱逃禅。",
      "李白斗酒诗百篇，",
      "长安市上酒家眠，",
      "天子呼来不上船，",
      "自称臣是酒中仙。",
      "张旭三杯草圣传，",
      "脱帽露顶王公前，",
      "挥毫落纸如云烟。",
      "焦遂五斗方卓然，",
      "高谈雄辩惊四筵。"
    ],
    "type": [
      "肖像",
      "写人",
      "喝酒",
      "猖狂"
    ],
    "source": "知章骑马似乘船，眼花落井水底眠。keysentence汝阳三斗始朝天，道逢麴车口流涎，恨不移封向酒泉。左相日兴费万钱，饮如长鲸吸百川，衔杯乐圣称避贤。宗之潇洒美少年，举觞白眼望青天，皎如玉树临风前。苏晋长斋绣佛前，醉中往往爱逃禅。李白斗酒诗百篇，长安市上酒家眠，天子呼来不上船，自称臣是酒中仙。张旭三杯草圣传，脱帽露顶王公前，挥毫落纸如云烟。焦遂五斗方卓然，高谈雄辩惊四筵。",
    "id": "P702"
  },
  {
    "title": "听弹琴",
    "dynasty": "唐代",
    "writer": "刘长卿",
    "content": [
      "泠泠七弦上，",
      "静听松风寒。keysentence",
      "古调虽自爱，",
      "今人多不弹。"
    ],
    "type": [
      "唐诗三百首",
      "音乐",
      "抒情"
    ],
    "source": "泠泠七弦上，静听松风寒。keysentence古调虽自爱，今人多不弹。",
    "id": "P703"
  },
  {
    "title": "燕诗示刘叟",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "梁上有双燕，",
      "翩翩雄与雌。",
      "衔泥两椽间，",
      "一巢生四儿。",
      "四儿日夜长，",
      "索食声孜孜。",
      "青虫不易捕，",
      "黄口无饱期。",
      "觜爪虽欲敝，",
      "心力不知疲。",
      "须臾十来往，",
      "犹恐巢中饥。",
      "辛勤三十日，",
      "母瘦雏渐肥。",
      "喃喃教言语，",
      "一一刷毛衣。",
      "一旦羽翼成，",
      "引上庭树枝。",
      "举翅不回顾，",
      "随风四散飞。",
      "雌雄空中鸣，",
      "声尽呼不归。keysentence",
      "却入空巢里，",
      "啁啾终夜悲。",
      "燕燕尔勿悲，",
      "尔当返自思。",
      "思尔为雏日，",
      "高飞背母时。",
      "当时父母念，",
      "今日尔应知。"
    ],
    "type": [
      "感恩",
      "父母"
    ],
    "source": "梁上有双燕，翩翩雄与雌。衔泥两椽间，一巢生四儿。四儿日夜长，索食声孜孜。青虫不易捕，黄口无饱期。觜爪虽欲敝，心力不知疲。须臾十来往，犹恐巢中饥。辛勤三十日，母瘦雏渐肥。喃喃教言语，一一刷毛衣。一旦羽翼成，引上庭树枝。举翅不回顾，随风四散飞。雌雄空中鸣，声尽呼不归。keysentence却入空巢里，啁啾终夜悲。燕燕尔勿悲，尔当返自思。思尔为雏日，高飞背母时。当时父母念，今日尔应知。",
    "id": "P704"
  },
  {
    "title": "戏答元珍",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "春风疑不到天涯，",
      "二月山城未见花。",
      "残雪压枝犹有桔，",
      "冻雷惊笋欲抽芽。keysentence",
      "夜闻归雁生乡思，",
      "病入新年感物华。",
      "曾是洛阳花下客，",
      "野芳虽晚不须嗟。"
    ],
    "type": [
      "古诗三百首",
      "写景",
      "抒情"
    ],
    "source": "春风疑不到天涯，二月山城未见花。残雪压枝犹有桔，冻雷惊笋欲抽芽。keysentence夜闻归雁生乡思，病入新年感物华。曾是洛阳花下客，野芳虽晚不须嗟。",
    "id": "P705"
  },
  {
    "title": "夜宿山寺",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "危楼高百尺，",
      "手可摘星辰。keysentence",
      "不敢高声语，",
      "恐惊天上人。"
    ],
    "type": [
      "纪游",
      "写景",
      "早教古诗100首"
    ],
    "source": "危楼高百尺，手可摘星辰。keysentence不敢高声语，恐惊天上人。",
    "id": "P706"
  },
  {
    "title": "野望",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "西山白雪三城戍，",
      "南浦清江万里桥。keysentence",
      "海内风尘诸弟隔，",
      "天涯涕泪一身遥。",
      "惟将迟暮供多病，",
      "未有涓埃答圣朝。",
      "跨马出郊时极目，",
      "不堪人事日萧条。"
    ],
    "type": [
      "唐诗三百首",
      "写景",
      "抒情"
    ],
    "source": "西山白雪三城戍，南浦清江万里桥。keysentence海内风尘诸弟隔，天涯涕泪一身遥。惟将迟暮供多病，未有涓埃答圣朝。跨马出郊时极目，不堪人事日萧条。",
    "id": "P707"
  },
  {
    "title": "送沈子归江东",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "杨柳渡头行客稀，",
      "罟师荡桨向临圻。",
      "唯有相思似春色，",
      "江南江北送君归。keysentence"
    ],
    "type": [
      "送别",
      "即景",
      "寓情",
      "思念"
    ],
    "source": "杨柳渡头行客稀，罟师荡桨向临圻。唯有相思似春色，江南江北送君归。keysentence",
    "id": "P708"
  },
  {
    "title": "金缕曲·亡妇忌日有感",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "此恨何时已。",
      "滴空阶、寒更雨歇，",
      "葬花天气。",
      "三载悠悠魂梦杳，",
      "是梦久应醒矣。",
      "料也觉、人间无味。",
      "不及夜台尘土隔，",
      "冷清清、一片埋愁地。",
      "钗钿约，",
      "竟抛弃。",
      "重泉若有双鱼寄。",
      "好知他、年来苦乐，",
      "与谁相倚。",
      "我自中宵成转侧，",
      "忍听湘弦重理。keysentence",
      "待结个、他生知已。",
      "还怕两人俱薄命，",
      "再缘悭、剩月零风里。",
      "清泪尽，",
      "纸灰起。"
    ],
    "type": [
      "悼亡",
      "伤春",
      "怀念"
    ],
    "source": "此恨何时已。滴空阶、寒更雨歇，葬花天气。三载悠悠魂梦杳，是梦久应醒矣。料也觉、人间无味。不及夜台尘土隔，冷清清、一片埋愁地。钗钿约，竟抛弃。重泉若有双鱼寄。好知他、年来苦乐，与谁相倚。我自中宵成转侧，忍听湘弦重理。keysentence待结个、他生知已。还怕两人俱薄命，再缘悭、剩月零风里。清泪尽，纸灰起。",
    "id": "P709"
  },
  {
    "title": "庐山谣寄卢侍御虚舟",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "我本楚狂人，",
      "凤歌笑孔丘。",
      "手持绿玉杖，",
      "朝别黄鹤楼。",
      "五岳寻仙不辞远，",
      "一生好入名山游。",
      "庐山秀出南斗傍，",
      "屏风九叠云锦张。",
      "影落明湖青黛光，",
      "金阙前开二峰长，",
      "银河倒挂三石梁。",
      "香炉瀑布遥相望，",
      "回崖沓嶂凌苍苍。",
      "翠影红霞映朝日，",
      "鸟飞不到吴天长。",
      "登高壮观天地间，",
      "大江茫茫去不还。keysentence",
      "黄云万里动风色，",
      "白波九道流雪山。",
      "好为庐山谣，",
      "兴因庐山发。",
      "闲窥石镜清我心，",
      "谢公行处苍苔没。",
      "早服还丹无世情，",
      "琴心三叠道初成。",
      "遥见仙人彩云里，",
      "手把芙蓉朝玉京。",
      "先期汗漫九垓上，",
      "愿接卢敖游太清。"
    ],
    "type": [
      "唐诗三百首",
      "写景",
      "山水",
      "归隐",
      "猖狂"
    ],
    "source": "我本楚狂人，凤歌笑孔丘。手持绿玉杖，朝别黄鹤楼。五岳寻仙不辞远，一生好入名山游。庐山秀出南斗傍，屏风九叠云锦张。影落明湖青黛光，金阙前开二峰长，银河倒挂三石梁。香炉瀑布遥相望，回崖沓嶂凌苍苍。翠影红霞映朝日，鸟飞不到吴天长。登高壮观天地间，大江茫茫去不还。keysentence黄云万里动风色，白波九道流雪山。好为庐山谣，兴因庐山发。闲窥石镜清我心，谢公行处苍苔没。早服还丹无世情，琴心三叠道初成。遥见仙人彩云里，手把芙蓉朝玉京。先期汗漫九垓上，愿接卢敖游太清。",
    "id": "P710"
  },
  {
    "title": "上李邕",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "大鹏一日同风起，",
      "扶摇直上九万里。",
      "假令风歇时下来，",
      "犹能簸却沧溟水。",
      "世人见我恒殊调，",
      "闻余大言皆冷笑。",
      "宣父犹能畏后生，",
      "丈夫未可轻年少。keysentence"
    ],
    "type": [
      "赠别",
      "讽刺"
    ],
    "source": "大鹏一日同风起，扶摇直上九万里。假令风歇时下来，犹能簸却沧溟水。世人见我恒殊调，闻余大言皆冷笑。宣父犹能畏后生，丈夫未可轻年少。keysentence",
    "id": "P711"
  },
  {
    "title": "春中田园作",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "屋上春鸠鸣，",
      "村边杏花白。",
      "持斧伐远扬，",
      "荷锄觇泉脉。",
      "归燕识故巢，",
      "旧人看新历。keysentence",
      "临觞忽不御，",
      "惆怅远行客。"
    ],
    "type": [
      "春天",
      "田园",
      "写景",
      "农事"
    ],
    "source": "屋上春鸠鸣，村边杏花白。持斧伐远扬，荷锄觇泉脉。归燕识故巢，旧人看新历。keysentence临觞忽不御，惆怅远行客。",
    "id": "P712"
  },
  {
    "title": "关山月",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "明月出天山，",
      "苍茫云海间。keysentence",
      "长风几万里，",
      "吹度玉门关。",
      "汉下白登道，",
      "胡窥青海湾。",
      "由来征战地，",
      "不见有人还。",
      "戍客望边邑，",
      "思归多苦颜。",
      "高楼当此夜，",
      "叹息未应闲。"
    ],
    "type": [
      "唐诗三百首",
      "写山",
      "边塞",
      "征人",
      "思乡"
    ],
    "source": "明月出天山，苍茫云海间。keysentence长风几万里，吹度玉门关。汉下白登道，胡窥青海湾。由来征战地，不见有人还。戍客望边邑，思归多苦颜。高楼当此夜，叹息未应闲。",
    "id": "P713"
  },
  {
    "title": "墨梅",
    "dynasty": "元代",
    "writer": "王冕",
    "content": [
      "吾家洗砚池头树，",
      "个个花开淡墨痕。",
      "不要人夸好颜色，",
      "只流清气满乾坤。",
      "我家洗砚池边树，",
      "朵朵花开淡墨痕。",
      "不要人夸颜色好，",
      "只留清气满乾坤。keysentence"
    ],
    "type": [
      "古诗三百首",
      "题画",
      "咏物",
      "梅花",
      "寓人",
      "言志"
    ],
    "source": "吾家洗砚池头树，个个花开淡墨痕。不要人夸好颜色，只流清气满乾坤。我家洗砚池边树，朵朵花开淡墨痕。不要人夸颜色好，只留清气满乾坤。keysentence",
    "id": "P714"
  },
  {
    "title": "卜算子·黄州定慧院寓居作",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "缺月挂疏桐，",
      "漏断人初静。keysentence",
      "时见幽人独往来，",
      "缥缈孤鸿影。",
      "惊起却回头，",
      "有恨无人省。",
      "拣尽寒枝不肯栖，",
      "寂寞沙洲冷。"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "月夜",
      "写景",
      "抒怀",
      "孤独"
    ],
    "source": "缺月挂疏桐，漏断人初静。keysentence时见幽人独往来，缥缈孤鸿影。惊起却回头，有恨无人省。拣尽寒枝不肯栖，寂寞沙洲冷。",
    "id": "P715"
  },
  {
    "title": "怨情",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "美人卷珠帘，",
      "深坐颦蛾眉。keysentence",
      "但见泪痕湿，",
      "不知心恨谁。"
    ],
    "type": [
      "唐诗三百首",
      "女子"
    ],
    "source": "美人卷珠帘，深坐颦蛾眉。keysentence但见泪痕湿，不知心恨谁。",
    "id": "P716"
  },
  {
    "title": "水龙吟·登建康赏心亭",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "楚天千里清秋，",
      "水随天去秋无际。",
      "遥岑远目，",
      "献愁供恨，",
      "玉簪螺髻。",
      "落日楼头，",
      "断鸿声里，",
      "江南游子。",
      "把吴钩看了，",
      "栏杆拍遍，",
      "无人会，",
      "登临意。",
      "休说鲈鱼堪脍，",
      "尽西风，",
      "季鹰归未？keysentence",
      "求田问舍，",
      "怕应羞见，",
      "刘郎才气。",
      "可惜流年，",
      "忧愁风雨，",
      "树犹如此！",
      "倩何人唤取，",
      "红巾翠袖，",
      "揾英雄泪！"
    ],
    "type": [
      "宋词精选",
      "高中古诗",
      "豪放",
      "写景",
      "爱国",
      "壮志"
    ],
    "source": "楚天千里清秋，水随天去秋无际。遥岑远目，献愁供恨，玉簪螺髻。落日楼头，断鸿声里，江南游子。把吴钩看了，栏杆拍遍，无人会，登临意。休说鲈鱼堪脍，尽西风，季鹰归未？keysentence求田问舍，怕应羞见，刘郎才气。可惜流年，忧愁风雨，树犹如此！倩何人唤取，红巾翠袖，揾英雄泪！",
    "id": "P717"
  },
  {
    "title": "望洞庭湖赠张丞相",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "八月湖水平，",
      "涵虚混太清。",
      "气蒸云梦泽，",
      "波撼岳阳城。keysentence",
      "欲济无舟楫，",
      "端居耻圣明。",
      "坐观垂钓者，",
      "徒有羡鱼情。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "山水",
      "写水",
      "地名"
    ],
    "source": "八月湖水平，涵虚混太清。气蒸云梦泽，波撼岳阳城。keysentence欲济无舟楫，端居耻圣明。坐观垂钓者，徒有羡鱼情。",
    "id": "P718"
  },
  {
    "title": "咏柳",
    "dynasty": "唐代",
    "writer": "贺知章",
    "content": [
      "碧玉妆成一树高，",
      "万条垂下绿丝绦。keysentence",
      "不知细叶谁裁出，",
      "二月春风似剪刀。"
    ],
    "type": [
      "小学古诗",
      "写景",
      "咏物",
      "春天",
      "写风",
      "柳树",
      "早教古诗100首",
      "古诗里的十二个月"
    ],
    "source": "碧玉妆成一树高，万条垂下绿丝绦。keysentence不知细叶谁裁出，二月春风似剪刀。",
    "id": "P719"
  },
  {
    "title": "如梦令·昨夜雨疏风骤",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "昨夜雨疏风骤，",
      "浓睡不消残酒。keysentence",
      "试问卷帘人，",
      "却道海棠依旧。",
      "知否，",
      "知否？",
      "应是绿肥红瘦。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "惜花",
      "伤春"
    ],
    "source": "昨夜雨疏风骤，浓睡不消残酒。keysentence试问卷帘人，却道海棠依旧。知否，知否？应是绿肥红瘦。",
    "id": "P720"
  },
  {
    "title": "西江月·遣兴",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "醉里且贪欢笑，",
      "要愁那得工夫。keysentence",
      "近来始觉古人书。",
      "信著全无是处。",
      "昨夜松边醉倒，",
      "问松我醉何如。",
      "只疑松动要来扶。",
      "以手推松曰去。"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "怀才不遇",
      "壮志难酬"
    ],
    "source": "醉里且贪欢笑，要愁那得工夫。keysentence近来始觉古人书。信著全无是处。昨夜松边醉倒，问松我醉何如。只疑松动要来扶。以手推松曰去。",
    "id": "P721"
  },
  {
    "title": "更漏子·玉炉香",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "玉炉香，",
      "红蜡泪，",
      "偏照画堂秋思。",
      "眉翠薄，",
      "鬓云残，",
      "夜长衾枕寒。",
      "梧桐树，",
      "三更雨，",
      "不道离情正苦。keysentence",
      "一叶叶，",
      "一声声，",
      "空阶滴到明。"
    ],
    "type": [
      "女子",
      "孤独",
      "相思"
    ],
    "source": "玉炉香，红蜡泪，偏照画堂秋思。眉翠薄，鬓云残，夜长衾枕寒。梧桐树，三更雨，不道离情正苦。keysentence一叶叶，一声声，空阶滴到明。",
    "id": "P722"
  },
  {
    "title": "赏牡丹",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "庭前芍药妖无格，",
      "池上芙蕖净少情。",
      "唯有牡丹真国色，",
      "花开时节动京城。keysentence"
    ],
    "type": [
      "牡丹"
    ],
    "source": "庭前芍药妖无格，池上芙蕖净少情。唯有牡丹真国色，花开时节动京城。keysentence",
    "id": "P723"
  },
  {
    "title": "莲花",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "绿塘摇滟接星津，",
      "轧轧兰桡入白蘋。",
      "应为洛神波上袜，",
      "至今莲蕊有香尘。keysentence"
    ],
    "type": [
      "咏物",
      "荷花"
    ],
    "source": "绿塘摇滟接星津，轧轧兰桡入白蘋。应为洛神波上袜，至今莲蕊有香尘。keysentence",
    "id": "P724"
  },
  {
    "title": "闻王昌龄左迁龙标遥有此寄",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "杨花落尽子规啼，",
      "闻道龙标过五溪。",
      "我寄愁心与明月，",
      "随风直到夜郎西。keysentence"
    ],
    "type": [
      "初中古诗",
      "写景",
      "思乡",
      "友情"
    ],
    "source": "杨花落尽子规啼，闻道龙标过五溪。我寄愁心与明月，随风直到夜郎西。keysentence",
    "id": "P725"
  },
  {
    "title": "无题·重帏深下莫愁堂",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "重帏深下莫愁堂，",
      "卧后清宵细细长。",
      "神女生涯原是梦，",
      "小姑居处本无郎。",
      "风波不信菱枝弱，",
      "月露谁教桂叶香。",
      "直道相思了无益，",
      "未妨惆怅是清狂。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "思念",
      "爱情",
      "抒情"
    ],
    "source": "重帏深下莫愁堂，卧后清宵细细长。神女生涯原是梦，小姑居处本无郎。风波不信菱枝弱，月露谁教桂叶香。直道相思了无益，未妨惆怅是清狂。keysentence",
    "id": "P726"
  },
  {
    "title": "和董传留别",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "粗缯大布裹生涯，",
      "腹有诗书气自华。keysentence",
      "厌伴老儒烹瓠叶，",
      "强随举子踏槐花。",
      "囊空不办寻春马，",
      "眼乱行看择婿车。",
      "得意犹堪夸世俗，",
      "诏黄新湿字如鸦。"
    ],
    "type": [
      "送别",
      "议论",
      "读书",
      "写人",
      "修养"
    ],
    "source": "粗缯大布裹生涯，腹有诗书气自华。keysentence厌伴老儒烹瓠叶，强随举子踏槐花。囊空不办寻春马，眼乱行看择婿车。得意犹堪夸世俗，诏黄新湿字如鸦。",
    "id": "P727"
  },
  {
    "title": "孤雁",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "孤雁不饮啄，",
      "飞鸣声念群。keysentence",
      "谁怜一片影，",
      "相失万重云？",
      "望尽似犹见，",
      "哀多如更闻。",
      "野鸦无意绪，",
      "鸣噪自纷纷。"
    ],
    "type": [
      "咏物",
      "写鸟",
      "孤独",
      "哀伤"
    ],
    "source": "孤雁不饮啄，飞鸣声念群。keysentence谁怜一片影，相失万重云？望尽似犹见，哀多如更闻。野鸦无意绪，鸣噪自纷纷。",
    "id": "P728"
  },
  {
    "title": "守岁",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "欲知垂尽岁，",
      "有似赴壑蛇。",
      "修鳞半已没，",
      "去意谁能遮。",
      "况欲系其尾，",
      "虽勤知奈何。",
      "儿童强不睡，",
      "相守夜欢哗。",
      "晨鸡且勿唱，",
      "更鼓畏添挝。",
      "坐久灯烬落，",
      "起看北斗斜。",
      "明年岂无年，",
      "心事恐蹉跎。keysentence",
      "努力尽今夕，",
      "少年犹可夸。"
    ],
    "type": [
      "春节",
      "勉励",
      "惜时"
    ],
    "source": "欲知垂尽岁，有似赴壑蛇。修鳞半已没，去意谁能遮。况欲系其尾，虽勤知奈何。儿童强不睡，相守夜欢哗。晨鸡且勿唱，更鼓畏添挝。坐久灯烬落，起看北斗斜。明年岂无年，心事恐蹉跎。keysentence努力尽今夕，少年犹可夸。",
    "id": "P729"
  },
  {
    "title": "夕阳楼",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "花明柳暗绕天愁，",
      "上尽重城更上楼。keysentence",
      "欲问孤鸿向何处，",
      "不知身世自悠悠。"
    ],
    "type": [
      "景点",
      "感伤"
    ],
    "source": "花明柳暗绕天愁，上尽重城更上楼。keysentence欲问孤鸿向何处，不知身世自悠悠。",
    "id": "P730"
  },
  {
    "title": "无题·凤尾香罗薄几重",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "凤尾香罗薄几重，",
      "碧文圆顶夜深缝。",
      "扇裁月魄羞难掩，",
      "车走雷声语未通。",
      "曾是寂寥金烬暗，",
      "断无消息石榴红。keysentence",
      "斑骓只系垂杨岸，",
      "何处西南任好风。"
    ],
    "type": [
      "唐诗三百首",
      "思念"
    ],
    "source": "凤尾香罗薄几重，碧文圆顶夜深缝。扇裁月魄羞难掩，车走雷声语未通。曾是寂寥金烬暗，断无消息石榴红。keysentence斑骓只系垂杨岸，何处西南任好风。",
    "id": "P731"
  },
  {
    "title": "侠客行",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "赵客缦胡缨，",
      "吴钩霜雪明。",
      "银鞍照白马，",
      "飒沓如流星。keysentence",
      "十步杀一人，",
      "千里不留行。",
      "事了拂衣去，",
      "深藏身与名。",
      "闲过信陵饮，",
      "脱剑膝前横。",
      "将炙啖朱亥，",
      "持觞劝侯嬴。",
      "三杯吐然诺，",
      "五岳倒为轻。",
      "眼花耳热后，",
      "意气素霓生。",
      "救赵挥金槌，",
      "邯郸先震惊。",
      "千秋二壮士，",
      "烜赫大梁城。",
      "纵死侠骨香，",
      "不惭世上英。",
      "谁能书阁下，",
      "白首太玄经。"
    ],
    "type": [
      "乐府",
      "写人",
      "赞颂",
      "猖狂"
    ],
    "source": "赵客缦胡缨，吴钩霜雪明。银鞍照白马，飒沓如流星。keysentence十步杀一人，千里不留行。事了拂衣去，深藏身与名。闲过信陵饮，脱剑膝前横。将炙啖朱亥，持觞劝侯嬴。三杯吐然诺，五岳倒为轻。眼花耳热后，意气素霓生。救赵挥金槌，邯郸先震惊。千秋二壮士，烜赫大梁城。纵死侠骨香，不惭世上英。谁能书阁下，白首太玄经。",
    "id": "P732"
  },
  {
    "title": "闻官军收河南河北",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "剑外忽传收蓟北，",
      "初闻涕泪满衣裳。",
      "却看妻子愁何在，",
      "漫卷诗书喜欲狂。",
      "白日放歌须纵酒，",
      "青春作伴好还乡。keysentence",
      "即从巴峡穿巫峡，",
      "便下襄阳向洛阳。"
    ],
    "type": [
      "唐诗三百首",
      "小学古诗",
      "思归"
    ],
    "source": "剑外忽传收蓟北，初闻涕泪满衣裳。却看妻子愁何在，漫卷诗书喜欲狂。白日放歌须纵酒，青春作伴好还乡。keysentence即从巴峡穿巫峡，便下襄阳向洛阳。",
    "id": "P733"
  },
  {
    "title": "月夜忆舍弟",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "戍鼓断人行，",
      "边秋一雁声。",
      "露从今夜白，",
      "月是故乡明。keysentence",
      "有弟皆分散，",
      "无家问死生。",
      "寄书长不达，",
      "况乃未休兵。"
    ],
    "type": [
      "唐诗三百首",
      "边塞",
      "秋天",
      "月夜",
      "思乡",
      "怀人"
    ],
    "source": "戍鼓断人行，边秋一雁声。露从今夜白，月是故乡明。keysentence有弟皆分散，无家问死生。寄书长不达，况乃未休兵。",
    "id": "P734"
  },
  {
    "title": "无题·飒飒东风细雨来",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "飒飒东风细雨来，",
      "芙蓉塘外有轻雷。",
      "金蟾啮锁烧香入，",
      "玉虎牵丝汲井回。",
      "贾氏窥帘韩掾少，",
      "宓妃留枕魏王才。",
      "春心莫共花争发，",
      "一寸相思一寸灰！keysentence"
    ],
    "type": [
      "唐诗三百首",
      "女子",
      "相思",
      "爱情"
    ],
    "source": "飒飒东风细雨来，芙蓉塘外有轻雷。金蟾啮锁烧香入，玉虎牵丝汲井回。贾氏窥帘韩掾少，宓妃留枕魏王才。春心莫共花争发，一寸相思一寸灰！keysentence",
    "id": "P735"
  },
  {
    "title": "爱莲说",
    "dynasty": "宋代",
    "writer": "周敦颐",
    "content": [
      "水陆草木之花，",
      "可爱者甚蕃。",
      "晋陶渊明独爱菊。",
      "自李唐来，",
      "世人甚爱牡丹。",
      "予独爱莲之出淤泥而不染，",
      "濯清涟而不妖keysentence，",
      "中通外直，",
      "不蔓不枝，",
      "香远益清，",
      "亭亭净植，",
      "可远观而不可亵玩焉。",
      "予谓菊，",
      "花之隐逸者也；",
      "牡丹，",
      "花之富贵者也；",
      "莲，",
      "花之君子者也。",
      "噫！",
      "菊之爱，",
      "陶后鲜有闻。",
      "莲之爱，",
      "同予者何人?牡丹之爱，",
      "宜乎众矣!"
    ],
    "type": [
      "初中文言文",
      "莲花",
      "品格",
      "抒怀"
    ],
    "source": "水陆草木之花，可爱者甚蕃。晋陶渊明独爱菊。自李唐来，世人甚爱牡丹。予独爱莲之出淤泥而不染，濯清涟而不妖keysentence，中通外直，不蔓不枝，香远益清，亭亭净植，可远观而不可亵玩焉。予谓菊，花之隐逸者也；牡丹，花之富贵者也；莲，花之君子者也。噫！菊之爱，陶后鲜有闻。莲之爱，同予者何人?牡丹之爱，宜乎众矣!",
    "id": "P736"
  },
  {
    "title": "回乡偶书二首",
    "dynasty": "唐代",
    "writer": "贺知章",
    "content": [
      "少小离家老大回，",
      "乡音无改鬓毛衰。",
      "儿童相见不相识，",
      "笑问客从何处来。",
      "离别家乡岁月多，",
      "近来人事半消磨。keysentence",
      "惟有门前镜湖水，",
      "春风不改旧时波。"
    ],
    "type": [
      "生活",
      "家乡",
      "思念",
      "岁月",
      "伤感"
    ],
    "source": "少小离家老大回，乡音无改鬓毛衰。儿童相见不相识，笑问客从何处来。离别家乡岁月多，近来人事半消磨。keysentence惟有门前镜湖水，春风不改旧时波。",
    "id": "P737"
  },
  {
    "title": "鹧鸪天·寒日萧萧上琐窗",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "寒日萧萧上琐窗，",
      "梧桐应恨夜来霜。",
      "酒阑更喜团茶苦，",
      "梦断偏宜瑞脑香。",
      "秋已尽，",
      "日犹长，",
      "仲宣怀远更凄凉。keysentence",
      "不如随分尊前醉，",
      "莫负东篱菊蕊黄。"
    ],
    "type": [
      "秋天",
      "写景",
      "借古寄怀",
      "思乡",
      "抒情"
    ],
    "source": "寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。keysentence不如随分尊前醉，莫负东篱菊蕊黄。",
    "id": "P738"
  },
  {
    "title": "小池",
    "dynasty": "宋代",
    "writer": "杨万里",
    "content": [
      "泉眼无声惜细流，",
      "树阴照水爱晴柔。",
      "小荷才露尖尖角，",
      "早有蜻蜓立上头。keysentence"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "夏天",
      "写水",
      "池塘"
    ],
    "source": "泉眼无声惜细流，树阴照水爱晴柔。小荷才露尖尖角，早有蜻蜓立上头。keysentence",
    "id": "P739"
  },
  {
    "title": "大林寺桃花",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "人间四月芳菲尽，",
      "山寺桃花始盛开。keysentence",
      "长恨春归无觅处，",
      "不知转入此中来。"
    ],
    "type": [
      "写景",
      "写花",
      "早教古诗100首"
    ],
    "source": "人间四月芳菲尽，山寺桃花始盛开。keysentence长恨春归无觅处，不知转入此中来。",
    "id": "P740"
  },
  {
    "title": "重送裴郎中贬吉州",
    "dynasty": "唐代",
    "writer": "刘长卿",
    "content": [
      "猿啼客散暮江头，",
      "人自伤心水自流。keysentence",
      "同作逐臣君更远，",
      "青山万里一孤舟。"
    ],
    "type": [
      "送别",
      "写景",
      "抒情"
    ],
    "source": "猿啼客散暮江头，人自伤心水自流。keysentence同作逐臣君更远，青山万里一孤舟。",
    "id": "P741"
  },
  {
    "title": "遣悲怀三首·其一",
    "dynasty": "唐代",
    "writer": "元稹",
    "content": [
      "谢公最小偏怜女，",
      "自嫁黔娄百事乖。keysentence",
      "顾我无衣搜荩箧，",
      "泥他沽酒拔金钗。",
      "野蔬充膳甘长藿，",
      "落叶添薪仰古槐。",
      "今日俸钱过十万，",
      "与君营奠复营斋。"
    ],
    "type": [
      "唐诗三百首",
      "悼亡"
    ],
    "source": "谢公最小偏怜女，自嫁黔娄百事乖。keysentence顾我无衣搜荩箧，泥他沽酒拔金钗。野蔬充膳甘长藿，落叶添薪仰古槐。今日俸钱过十万，与君营奠复营斋。",
    "id": "P742"
  },
  {
    "title": "胡歌",
    "dynasty": "唐代",
    "writer": "岑参",
    "content": [
      "黑姓蕃王貂鼠裘，",
      "葡萄宫锦醉缠头。",
      "关西老将能苦战，",
      "七十行兵仍未休。keysentence"
    ],
    "type": [
      "边塞",
      "战士"
    ],
    "source": "黑姓蕃王貂鼠裘，葡萄宫锦醉缠头。关西老将能苦战，七十行兵仍未休。keysentence",
    "id": "P743"
  },
  {
    "title": "南浦别",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "南浦凄凄别，",
      "西风袅袅秋。",
      "一看肠一断，",
      "好去莫回头。keysentence"
    ],
    "type": [
      "送别",
      "写景",
      "惜别"
    ],
    "source": "南浦凄凄别，西风袅袅秋。一看肠一断，好去莫回头。keysentence",
    "id": "P744"
  },
  {
    "title": "万山潭作",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "垂钓坐磐石，",
      "水清心亦闲。",
      "鱼行潭树下，",
      "猿挂岛藤间。",
      "游女昔解佩，",
      "传闻于此山。",
      "求之不可得，",
      "沿月棹歌还。keysentence"
    ],
    "type": [
      "山水"
    ],
    "source": "垂钓坐磐石，水清心亦闲。鱼行潭树下，猿挂岛藤间。游女昔解佩，传闻于此山。求之不可得，沿月棹歌还。keysentence",
    "id": "P745"
  },
  {
    "title": "听颖师弹琴",
    "dynasty": "唐代",
    "writer": "韩愈",
    "content": [
      "昵昵儿女语，",
      "恩怨相尔汝。",
      "划然变轩昂，",
      "勇士赴敌场。",
      "浮云柳絮无根蒂，",
      "天地阔远随飞扬。keysentence",
      "喧啾百鸟群，",
      "忽见孤凤皇。",
      "(凤皇 一作 凤凰）跻攀分寸不可上，",
      "失势一落千丈强。",
      "嗟余有两耳，",
      "未省听丝篁。",
      "自闻颖师弹，",
      "起坐在一旁。",
      "推手遽止之，",
      "湿衣泪滂滂。",
      "颖乎尔诚能，",
      "无以冰炭置我肠！"
    ],
    "type": [
      "音乐"
    ],
    "source": "昵昵儿女语，恩怨相尔汝。划然变轩昂，勇士赴敌场。浮云柳絮无根蒂，天地阔远随飞扬。keysentence喧啾百鸟群，忽见孤凤皇。(凤皇 一作 凤凰）跻攀分寸不可上，失势一落千丈强。嗟余有两耳，未省听丝篁。自闻颖师弹，起坐在一旁。推手遽止之，湿衣泪滂滂。颖乎尔诚能，无以冰炭置我肠！",
    "id": "P746"
  },
  {
    "title": "沁园春·雪",
    "dynasty": "近代",
    "writer": "毛泽东",
    "content": [
      "北国风光，",
      "千里冰封，",
      "万里雪飘。keysentence",
      "望长城内外，",
      "惟余莽莽；",
      "大河上下，",
      "顿失滔滔。",
      "山舞银蛇，",
      "原驰蜡象，",
      "欲与天公试比高。",
      "须晴日，",
      "看红装素裹，",
      "分外妖娆。",
      "江山如此多娇，",
      "引无数英雄竞折腰。",
      "惜秦皇汉武，",
      "略输文采；",
      "唐宗宋祖，",
      "稍逊风骚。",
      "一代天骄，",
      "成吉思汗，",
      "只识弯弓射大雕。",
      "俱往矣，",
      "数风流人物，",
      "还看今朝。"
    ],
    "type": [
      "写雪",
      "言志",
      "抒情",
      "哲理"
    ],
    "source": "北国风光，千里冰封，万里雪飘。keysentence望长城内外，惟余莽莽；大河上下，顿失滔滔。山舞银蛇，原驰蜡象，欲与天公试比高。须晴日，看红装素裹，分外妖娆。江山如此多娇，引无数英雄竞折腰。惜秦皇汉武，略输文采；唐宗宋祖，稍逊风骚。一代天骄，成吉思汗，只识弯弓射大雕。俱往矣，数风流人物，还看今朝。",
    "id": "P747"
  },
  {
    "title": "月夜",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "今夜鄜州月，",
      "闺中只独看。",
      "遥怜小儿女，",
      "未解忆长安。keysentence",
      "香雾云鬟湿，",
      "清辉玉臂寒。",
      "何时倚虚幌，",
      "双照泪痕干。"
    ],
    "type": [
      "唐诗三百首",
      "高中古诗",
      "月亮",
      "思念",
      "女子"
    ],
    "source": "今夜鄜州月，闺中只独看。遥怜小儿女，未解忆长安。keysentence香雾云鬟湿，清辉玉臂寒。何时倚虚幌，双照泪痕干。",
    "id": "P748"
  },
  {
    "title": "贾生",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "宣室求贤访逐臣，",
      "贾生才调更无伦。",
      "可怜夜半虚前席，",
      "不问苍生问鬼神。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "托古讽今",
      "怀才不遇"
    ],
    "source": "宣室求贤访逐臣，贾生才调更无伦。可怜夜半虚前席，不问苍生问鬼神。keysentence",
    "id": "P749"
  },
  {
    "title": "南歌子·天上星河转",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "天上星河转，",
      "人间帘幕垂。",
      "凉生枕簟泪痕滋。keysentence",
      "起解罗衣聊问、夜何其。",
      "翠贴莲蓬小，",
      "金销藕叶稀。",
      "旧时天气旧时衣。",
      "只有情怀不似、旧家时。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "抒情"
    ],
    "source": "天上星河转，人间帘幕垂。凉生枕簟泪痕滋。keysentence起解罗衣聊问、夜何其。翠贴莲蓬小，金销藕叶稀。旧时天气旧时衣。只有情怀不似、旧家时。",
    "id": "P750"
  },
  {
    "title": "春夜洛城闻笛",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "谁家玉笛暗飞声，",
      "散入春风满洛城。keysentence",
      "此夜曲中闻折柳，",
      "何人不起故园情。"
    ],
    "type": [
      "初中古诗",
      "音乐",
      "思乡"
    ],
    "source": "谁家玉笛暗飞声，散入春风满洛城。keysentence此夜曲中闻折柳，何人不起故园情。",
    "id": "P751"
  },
  {
    "title": "端午即事",
    "dynasty": "宋代",
    "writer": "文天祥",
    "content": [
      "五月五日午，",
      "赠我一枝艾。keysentence",
      "故人不可见，",
      "新知万里外。",
      "丹心照夙昔，",
      "鬓发日已改。",
      "我欲从灵均，",
      "三湘隔辽海。"
    ],
    "type": [
      "端午节",
      "无奈",
      "壮志"
    ],
    "source": "五月五日午，赠我一枝艾。keysentence 故人不可见，新知万里外。丹心照夙昔，鬓发日已改。 我欲从灵均，三湘隔辽海。",
    "id": "P752"
  },
  {
    "title": "满庭芳·山抹微云",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "山抹微云，",
      "天连衰草，",
      "画角声断谯门。keysentence",
      "暂停征棹，",
      "聊共引离尊。",
      "多少蓬莱旧事，",
      "空回首、烟霭纷纷。",
      "斜阳外，",
      "寒鸦万点，",
      "流水绕孤村。",
      "销魂。",
      "当此际，",
      "香囊暗解，",
      "罗带轻分。",
      "谩赢得、青楼薄幸名存。",
      "此去何时见也，",
      "襟袖上、空惹啼痕。",
      "伤情处，",
      "高城望断，",
      "灯火已黄昏。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "惜别",
      "写景"
    ],
    "source": "山抹微云，天连衰草，画角声断谯门。keysentence暂停征棹，聊共引离尊。多少蓬莱旧事，空回首、烟霭纷纷。斜阳外，寒鸦万点，流水绕孤村。销魂。当此际，香囊暗解，罗带轻分。谩赢得、青楼薄幸名存。此去何时见也，襟袖上、空惹啼痕。伤情处，高城望断，灯火已黄昏。",
    "id": "P753"
  },
  {
    "title": "望庐山瀑布",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "日照香炉生紫烟，",
      "遥看瀑布挂前川。keysentence",
      "飞流直下三千尺，",
      "疑是银河落九天。"
    ],
    "type": [
      "小学古诗",
      "写景",
      "山水",
      "瀑布",
      "早教古诗100首"
    ],
    "source": "日照香炉生紫烟，遥看瀑布挂前川。keysentence飞流直下三千尺，疑是银河落九天。",
    "id": "P754"
  },
  {
    "title": "观公孙大娘弟子舞剑器行",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "大历二年十月十九日，",
      "夔府别驾元持宅，",
      "见临颍李十二娘 舞剑器，",
      "壮其蔚跂，",
      "问其所师，",
      "曰：",
      "余公孙大娘弟子也。",
      "开元三载，",
      "余尚童稚，",
      "记于郾城观公孙氏，",
      "舞剑器浑脱，",
      "浏漓顿挫，",
      "独出冠时，",
      "自高头宜春梨园二伎坊内人洎外供奉，",
      "晓是舞者，",
      "圣文神武皇帝初，",
      "公孙一人而已。",
      "玉貌锦衣，",
      "况余白首，",
      "今兹弟子，",
      "亦非盛颜。",
      "既辨其由来，",
      "知波澜莫二，",
      "抚事慷慨，",
      "昔者吴人张旭，",
      "善草书帖，",
      "数常于邺县见公孙大娘舞西河剑器，",
      "自此草书长进，",
      "豪荡感激，",
      "即公孙可知矣。",
      "昔有佳人公孙氏，",
      "一舞剑器动四方。",
      "观者如山色沮丧，",
      "天地为之久低昂。",
      "霍如羿射九日落，",
      "矫如群帝骖龙翔。keysentence",
      "来如雷霆收震怒，",
      "罢如江海凝清光。",
      "绛唇珠袖两寂寞，",
      "晚有弟子传芬芳。",
      "临颍美人在白帝，",
      "妙舞此曲神扬扬。",
      "与余问答既有以，",
      "感时抚事增惋伤。",
      "先帝侍女八千人，",
      "公孙剑器初第一。",
      "五十年间似反掌，",
      "风尘倾动昏王室。",
      "梨园弟子散如烟，",
      "女乐余姿映寒日。",
      "金粟堆前木已拱，",
      "瞿唐石城草萧瑟。",
      "玳筵急管曲复终，",
      "乐极哀来月东出。",
      "老夫不知其所往，",
      "足茧荒山转愁疾。"
    ],
    "type": [
      "唐诗三百首",
      "妇女",
      "舞蹈",
      "咏史"
    ],
    "source": "大历二年十月十九日，夔府别驾元持宅，见临颍李十二娘 舞剑器，壮其蔚跂，问其所师，曰：余公孙大娘弟子也。 开元三载，余尚童稚，记于郾城观公孙氏，舞剑器浑脱， 浏漓顿挫，独出冠时，自高头宜春梨园二伎坊内人洎外供奉， 晓是舞者，圣文神武皇帝初，公孙一人而已。 玉貌锦衣，况余白首，今兹弟子，亦非盛颜。 既辨其由来，知波澜莫二，抚事慷慨，聊为《剑器行》。 昔者吴人张旭，善草书帖，数常于邺县见公孙大娘舞西河剑器，自此草书长进，豪荡感激，即公孙可知矣。昔有佳人公孙氏，一舞剑器动四方。观者如山色沮丧，天地为之久低昂。霍如羿射九日落，矫如群帝骖龙翔。keysentence来如雷霆收震怒，罢如江海凝清光。绛唇珠袖两寂寞，晚有弟子传芬芳。临颍美人在白帝，妙舞此曲神扬扬。与余问答既有以，感时抚事增惋伤。先帝侍女八千人，公孙剑器初第一。五十年间似反掌，风尘倾动昏王室。梨园弟子散如烟，女乐余姿映寒日。金粟堆前木已拱，瞿唐石城草萧瑟。玳筵急管曲复终，乐极哀来月东出。老夫不知其所往，足茧荒山转愁疾。",
    "id": "P755"
  },
  {
    "title": "春雨",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "怅卧新春白袷衣，",
      "白门寥落意多违。keysentence",
      "红楼隔雨相望冷，",
      "珠箔飘灯独自归。",
      "远路应悲春晼晚，",
      "残霄犹得梦依稀。",
      "玉珰缄札何由达，",
      "万里云罗一雁飞。"
    ],
    "type": [
      "唐诗三百首",
      "爱情",
      "写雨"
    ],
    "source": "怅卧新春白袷衣，白门寥落意多违。keysentence红楼隔雨相望冷，珠箔飘灯独自归。远路应悲春晼晚，残霄犹得梦依稀。玉珰缄札何由达，万里云罗一雁飞。",
    "id": "P756"
  },
  {
    "title": "海棠",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "东风袅袅泛崇光，",
      "香雾空蒙月转廊。",
      "只恐夜深花睡去，",
      "故烧高烛照红妆。keysentence"
    ],
    "type": [
      "古诗三百首",
      "初中古诗",
      "赏花"
    ],
    "source": "东风袅袅泛崇光，香雾空蒙月转廊。只恐夜深花睡去，故烧高烛照红妆。keysentence",
    "id": "P757"
  },
  {
    "title": "踏莎行·候馆梅残",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "候馆梅残，",
      "溪桥柳细。",
      "草薰风暖摇征辔。",
      "离愁渐远渐无穷，",
      "迢迢不断如春水。keysentence",
      "寸寸柔肠，",
      "盈盈粉泪。",
      "楼高莫近危阑倚。",
      "平芜尽处是春山，",
      "行人更在春山外。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "写景",
      "离别",
      "相思"
    ],
    "source": "候馆梅残，溪桥柳细。草薰风暖摇征辔。离愁渐远渐无穷，迢迢不断如春水。keysentence寸寸柔肠，盈盈粉泪。楼高莫近危阑倚。平芜尽处是春山，行人更在春山外。",
    "id": "P758"
  },
  {
    "title": "卖痴呆词",
    "dynasty": "宋代",
    "writer": "范成大",
    "content": [
      "除夕更阑人不睡，",
      "厌禳钝滞迎新岁；",
      "小儿呼叫走长街，",
      "云有痴呆召人买。keysentence",
      "二物于人谁独无？",
      "就中吴侬仍有余；",
      "巷南巷北卖不得，",
      "相逢大笑相揶揄。",
      "栎翁块坐重帘下，",
      "独要买添令问价。",
      "儿云翁买不须钱，",
      "奉赊痴呆千百年。"
    ],
    "type": [
      "节日",
      "春节"
    ],
    "source": "除夕更阑人不睡，厌禳钝滞迎新岁；小儿呼叫走长街，云有痴呆召人买。keysentence二物于人谁独无？就中吴侬仍有余；巷南巷北卖不得，相逢大笑相揶揄。栎翁块坐重帘下，独要买添令问价。儿云翁买不须钱，奉赊痴呆千百年。",
    "id": "P759"
  },
  {
    "title": "自洛之越",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "遑遑三十载，",
      "书剑两无成。",
      "山水寻吴越，",
      "风尘厌洛京。",
      "扁舟泛湖海，",
      "长揖谢公卿。",
      "且乐杯中物，",
      "谁论世上名。keysentence"
    ],
    "type": [
      "叙事",
      "抒情",
      "愤懑"
    ],
    "source": "遑遑三十载，书剑两无成。山水寻吴越，风尘厌洛京。扁舟泛湖海，长揖谢公卿。且乐杯中物，谁论世上名。keysentence",
    "id": "P760"
  },
  {
    "title": "无题·来是空言去绝踪",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "来是空言去绝踪，",
      "月斜楼上五更钟。",
      "梦为远别啼难唤，",
      "书被催成墨未浓。",
      "蜡照半笼金翡翠，",
      "麝熏微度绣芙蓉。",
      "刘郎已恨蓬山远，",
      "更隔蓬山一万重！keysentence"
    ],
    "type": [
      "唐诗三百首",
      "记梦",
      "爱情",
      "思念"
    ],
    "source": "来是空言去绝踪，月斜楼上五更钟。梦为远别啼难唤，书被催成墨未浓。蜡照半笼金翡翠，麝熏微度绣芙蓉。刘郎已恨蓬山远，更隔蓬山一万重！keysentence",
    "id": "P761"
  },
  {
    "title": "走马川行奉送出师西征",
    "dynasty": "唐代",
    "writer": "岑参",
    "content": [
      "君不见走马川行雪海边，",
      "平沙莽莽黄入天。keysentence",
      "轮台九月风夜吼，",
      "一川碎石大如斗，",
      "随风满地石乱走。",
      "匈奴草黄马正肥，",
      "金山西见烟尘飞，",
      "汉家大将西出师。",
      "将军金甲夜不脱，",
      "半夜军行戈相拨，",
      "风头如刀面如割。",
      "马毛带雪汗气蒸，",
      "五花连钱旋作冰，",
      "幕中草檄砚水凝。",
      "虏骑闻之应胆慑，",
      "料知短兵不敢接，",
      "车师西门伫献捷。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "边塞",
      "送别",
      "写风",
      "写马",
      "赞美",
      "将士"
    ],
    "source": "君不见走马川行雪海边，平沙莽莽黄入天。keysentence轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。匈奴草黄马正肥，金山西见烟尘飞，汉家大将西出师。将军金甲夜不脱，半夜军行戈相拨，风头如刀面如割。马毛带雪汗气蒸，五花连钱旋作冰，幕中草檄砚水凝。虏骑闻之应胆慑，料知短兵不敢接，车师西门伫献捷。",
    "id": "P762"
  },
  {
    "title": "将进酒",
    "dynasty": "唐代",
    "writer": "李贺",
    "content": [
      "琉璃钟，",
      "琥珀浓，",
      "小槽酒滴真珠红。",
      "烹龙炮凤玉脂泣，",
      "罗帏绣幕围香风。",
      "吹龙笛，",
      "击鼍鼓；",
      "皓齿歌，",
      "细腰舞。",
      "况是青春日将暮，",
      "桃花乱落如红雨。keysentence",
      "劝君终日酩酊醉，",
      "酒不到刘伶坟上土。"
    ],
    "type": [
      "乐府",
      "宴饮",
      "讽喻",
      "人生"
    ],
    "source": "琉璃钟，琥珀浓，小槽酒滴真珠红。烹龙炮凤玉脂泣，罗帏绣幕围香风。吹龙笛，击鼍鼓；皓齿歌，细腰舞。况是青春日将暮，桃花乱落如红雨。keysentence劝君终日酩酊醉，酒不到刘伶坟上土。",
    "id": "P763"
  },
  {
    "title": "秋宵月下有怀",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "秋空明月悬，",
      "光彩露沾湿。keysentence",
      "惊鹊栖未定，",
      "飞萤卷帘入。",
      "庭槐寒影疏，",
      "邻杵夜声急。",
      "佳期旷何许，",
      "望望空伫立。"
    ],
    "type": [
      "中秋节",
      "月亮",
      "借景抒情"
    ],
    "source": "秋空明月悬，光彩露沾湿。keysentence惊鹊栖未定，飞萤卷帘入。庭槐寒影疏，邻杵夜声急。佳期旷何许，望望空伫立。",
    "id": "P764"
  },
  {
    "title": "蝶恋花·上巳召亲族",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "永夜恹恹欢意少。",
      "空梦长安，",
      "认取长安道。",
      "为报今年春色好，",
      "花光月影宜相照。",
      "随意杯盘虽草草。",
      "酒美梅酸，",
      "恰称人怀抱。keysentence",
      "醉里插花花莫笑，",
      "可怜春似人将老。"
    ],
    "type": [
      "爱国",
      "哀思"
    ],
    "source": "永夜恹恹欢意少。空梦长安，认取长安道。为报今年春色好，花光月影宜相照。随意杯盘虽草草。酒美梅酸，恰称人怀抱。keysentence醉里插花花莫笑，可怜春似人将老。",
    "id": "P765"
  },
  {
    "title": "送别",
    "dynasty": "唐代",
    "writer": "王之涣",
    "content": [
      "杨柳东风树，",
      "青青夹御河。keysentence",
      "近来攀折苦，",
      "应为别离多。"
    ],
    "type": [
      "离别",
      "送别",
      "柳树"
    ],
    "source": "杨柳东风树，青青夹御河。keysentence近来攀折苦，应为别离多。",
    "id": "P766"
  },
  {
    "title": "西江月·梅花",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "玉骨那愁瘴雾，",
      "冰姿自有仙风。",
      "海仙时遣探芳丛。",
      "倒挂绿毛么凤。",
      "素面翻嫌粉涴，",
      "洗妆不褪唇红。",
      "高情已逐晓云空。",
      "不与梨花同梦。keysentence"
    ],
    "type": [
      "婉约",
      "咏物",
      "梅花",
      "悼亡"
    ],
    "source": "玉骨那愁瘴雾，冰姿自有仙风。海仙时遣探芳丛。倒挂绿毛么凤。素面翻嫌粉涴，洗妆不褪唇红。高情已逐晓云空。不与梨花同梦。keysentence",
    "id": "P767"
  },
  {
    "title": "忆江南·多少恨",
    "dynasty": "五代",
    "writer": "李煜",
    "content": [
      "多少恨，",
      "昨夜梦魂中。",
      "还似旧时游上苑，",
      "车如流水马如龙。keysentence",
      "花月正春风。"
    ],
    "type": [
      "婉约",
      "记梦",
      "思国"
    ],
    "source": "多少恨，昨夜梦魂中。还似旧时游上苑，车如流水马如龙。keysentence花月正春风。",
    "id": "P768"
  },
  {
    "title": "戚氏·晚秋天",
    "dynasty": "宋代",
    "writer": "柳永",
    "content": [
      "晚秋天，",
      "一霎微雨洒庭轩。",
      "槛菊萧疏，",
      "井梧零乱，",
      "惹残烟。keysentence",
      "凄然，",
      "望江关，",
      "飞云黯淡夕阳间。",
      "当时宋玉悲感，",
      "向此临水与登山。",
      "远道迢递，",
      "行人凄楚，",
      "倦听陇水潺湲。",
      "正蝉吟败叶，",
      "蛩响衰草，",
      "相应喧喧。",
      "孤馆，",
      "度日如年。",
      "风露渐变，",
      "悄悄至更阑。",
      "长天净，",
      "绛河清浅，",
      "皓月婵娟。",
      "思绵绵。",
      "夜永对景，",
      "那堪屈指暗想从前。",
      "未名未禄，",
      "绮陌红楼，",
      "往往经岁迁延。",
      "帝里风光好，",
      "当年少日，",
      "暮宴朝欢。",
      "况有狂朋怪侣，",
      "遇当歌对酒竞留连。",
      "别来迅景如梭，",
      "旧游似梦，",
      "烟水程何限。",
      "念名利，",
      "憔悴长萦绊。",
      "追往事、空惨愁颜。",
      "漏箭移，",
      "稍觉轻寒。",
      "渐呜咽，",
      "画角数声残。",
      "对闲窗畔，",
      "停灯向晓，",
      "抱影无眠。"
    ],
    "type": [
      "秋天",
      "写景"
    ],
    "source": "晚秋天，一霎微雨洒庭轩。槛菊萧疏，井梧零乱，惹残烟。keysentence凄然，望江关，飞云黯淡夕阳间。当时宋玉悲感，向此临水与登山。远道迢递，行人凄楚，倦听陇水潺湲。正蝉吟败叶，蛩响衰草，相应喧喧。孤馆，度日如年。风露渐变，悄悄至更阑。长天净，绛河清浅，皓月婵娟。思绵绵。夜永对景，那堪屈指暗想从前。未名未禄，绮陌红楼，往往经岁迁延。帝里风光好，当年少日，暮宴朝欢。况有狂朋怪侣，遇当歌对酒竞留连。别来迅景如梭，旧游似梦，烟水程何限。念名利，憔悴长萦绊。追往事、空惨愁颜。漏箭移，稍觉轻寒。渐呜咽，画角数声残。对闲窗畔，停灯向晓，抱影无眠。",
    "id": "P769"
  },
  {
    "title": "月下独酌四首·其一",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "花间一壶酒，",
      "独酌无相亲。keysentence",
      "举杯邀明月，",
      "对影成三人。",
      "月既不解饮，",
      "影徒随我身。",
      "暂伴月将影，",
      "行乐须及春。",
      "我歌月徘徊，",
      "我舞影零乱。",
      "醒时同交欢，",
      "醉后各分散。",
      "永结无情游，",
      "相期邈云汉。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "孤独",
      "月下",
      "饮酒",
      "抒情"
    ],
    "source": "花间一壶酒，独酌无相亲。keysentence举杯邀明月，对影成三人。月既不解饮，影徒随我身。暂伴月将影，行乐须及春。我歌月徘徊，我舞影零乱。醒时同交欢，醉后各分散。永结无情游，相期邈云汉。",
    "id": "P770"
  },
  {
    "title": "虞美人·碧桃天上栽和露",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "碧桃天上栽和露，",
      "不是凡花数。",
      "乱山深处水萦回，",
      "可惜一枝如画为谁开？keysentence",
      "轻寒细雨情何限！",
      "不道春难管。",
      "为君沉醉又何妨，",
      "只怕酒醒时候断人肠。"
    ],
    "type": [
      "宋词精选",
      "美人",
      "命运"
    ],
    "source": "碧桃天上栽和露，不是凡花数。乱山深处水萦回，可惜一枝如画为谁开？keysentence轻寒细雨情何限！不道春难管。为君沉醉又何妨，只怕酒醒时候断人肠。",
    "id": "P771"
  },
  {
    "title": "书愤五首·其一",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "早岁那知世事艰，",
      "中原北望气如山。",
      "楼船夜雪瓜洲渡，",
      "铁马秋风大散关。keysentence",
      "塞上长城空自许，",
      "镜中衰鬓已先斑。",
      "出师一表真名世，",
      "千载谁堪伯仲间！"
    ],
    "type": [
      "古诗三百首",
      "爱国",
      "忆旧"
    ],
    "source": "早岁那知世事艰，中原北望气如山。楼船夜雪瓜洲渡，铁马秋风大散关。keysentence塞上长城空自许，镜中衰鬓已先斑。出师一表真名世，千载谁堪伯仲间！",
    "id": "P772"
  },
  {
    "title": "念奴娇·赤壁怀古",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "大江东去，",
      "浪淘尽，",
      "千古风流人物。keysentence",
      "故垒西边，",
      "人道是，",
      "三国周郎赤壁。",
      "乱石穿空，",
      "惊涛拍岸，",
      "卷起千堆雪。",
      "江山如画，",
      "一时多少豪杰。",
      "遥想公瑾当年，",
      "小乔初嫁了，",
      "雄姿英发。",
      "羽扇纶巾，",
      "谈笑间，",
      "樯橹灰飞烟灭。",
      "故国神游，",
      "多情应笑我，",
      "早生华发。",
      "人生如梦，",
      "一尊还酹江月。"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "长江",
      "咏史怀古",
      "抒怀",
      "怀才不遇",
      "人生"
    ],
    "source": "大江东去，浪淘尽，千古风流人物。keysentence故垒西边，人道是，三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。江山如画，一时多少豪杰。遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间，樯橹灰飞烟灭。故国神游，多情应笑我，早生华发。人生如梦，一尊还酹江月。",
    "id": "P773"
  },
  {
    "title": "泊船瓜洲",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "京口瓜洲一水间，",
      "钟山只隔数重山。",
      "春风又绿江南岸，",
      "明月何时照我还？keysentence"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "春天",
      "写景",
      "抒怀",
      "思乡",
      "早教古诗100首"
    ],
    "source": "京口瓜洲一水间，钟山只隔数重山。春风又绿江南岸，明月何时照我还？keysentence",
    "id": "P774"
  },
  {
    "title": "金陵酒肆留别",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "风吹柳花满店香，",
      "吴姬压酒唤客尝。keysentence",
      "金陵子弟来相送，",
      "欲行不行各尽觞。",
      "请君试问东流水，",
      "别意与之谁短长。"
    ],
    "type": [
      "唐诗三百首",
      "离别",
      "饮酒"
    ],
    "source": "风吹柳花满店香，吴姬压酒唤客尝。keysentence金陵子弟来相送，欲行不行各尽觞。请君试问东流水，别意与之谁短长。",
    "id": "P775"
  },
  {
    "title": "金缕曲·赠梁汾",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "德也狂生耳！",
      "偶然间、淄尘京国，",
      "乌衣门第。",
      "有酒惟浇赵州土，",
      "谁会成生此意？",
      "不信道、遂成知己。",
      "青眼高歌俱未老，",
      "向尊前、拭尽英雄泪。",
      "君不见，",
      "月如水。",
      "共君此夜须沉醉。",
      "且由他、娥眉谣诼，",
      "古今同忌。keysentence",
      "身世悠悠何足问，",
      "冷笑置之而已！",
      "寻思起、从头翻悔。",
      "一日心期千劫在，",
      "后身缘、恐结他生里。",
      "然诺重，",
      "君须记。"
    ],
    "type": [
      "豪放",
      "友情"
    ],
    "source": "德也狂生耳！偶然间、淄尘京国，乌衣门第。有酒惟浇赵州土，谁会成生此意？不信道、遂成知己。青眼高歌俱未老，向尊前、拭尽英雄泪。君不见，月如水。共君此夜须沉醉。且由他、娥眉谣诼，古今同忌。keysentence身世悠悠何足问，冷笑置之而已！寻思起、从头翻悔。一日心期千劫在，后身缘、恐结他生里。然诺重，君须记。",
    "id": "P776"
  },
  {
    "title": "酬乐天扬州初逢席上见赠",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "巴山楚水凄凉地，",
      "二十三年弃置身。",
      "怀旧空吟闻笛赋，",
      "到乡翻似烂柯人。",
      "沉舟侧畔千帆过，",
      "病树前头万木春。keysentence",
      "今日听君歌一曲，",
      "暂凭杯酒长精神。"
    ],
    "type": [
      "初中古诗",
      "贬谪",
      "励志",
      "哲理",
      "早教古诗100首"
    ],
    "source": "巴山楚水凄凉地，二十三年弃置身。怀旧空吟闻笛赋，到乡翻似烂柯人。沉舟侧畔千帆过，病树前头万木春。keysentence今日听君歌一曲，暂凭杯酒长精神。",
    "id": "P777"
  },
  {
    "title": "咏春笋",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "无数春笋满林生，",
      "柴门密掩断行人。keysentence",
      "会须上番看成竹，",
      "客至从嗔不出迎。"
    ],
    "type": [
      "咏物"
    ],
    "source": "无数春笋满林生，柴门密掩断行人。keysentence会须上番看成竹，客至从嗔不出迎。",
    "id": "P778"
  },
  {
    "title": "南乡子·自古帝王州",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "自古帝王州，",
      "郁郁葱葱佳气浮。",
      "四百年来成一梦，",
      "堪愁。keysentence",
      "晋代衣冠成古丘。",
      "绕水恣行游。",
      "上尽层城更上楼。",
      "往事悠悠君莫问，",
      "回头。",
      "槛外长江空自流。"
    ],
    "type": [
      "抒情",
      "谪居",
      "生活"
    ],
    "source": "自古帝王州，郁郁葱葱佳气浮。四百年来成一梦，堪愁。keysentence晋代衣冠成古丘。绕水恣行游。上尽层城更上楼。往事悠悠君莫问，回头。槛外长江空自流。",
    "id": "P779"
  },
  {
    "title": "客至",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "舍南舍北皆春水，",
      "但见群鸥日日来。",
      "花径不曾缘客扫，",
      "蓬门今始为君开。keysentence",
      "盘飧市远无兼味，",
      "樽酒家贫只旧醅。",
      "肯与邻翁相对饮，",
      "隔篱呼取尽馀杯。"
    ],
    "type": [
      "唐诗三百首",
      "待客",
      "友情",
      "喜悦",
      "写景"
    ],
    "source": "舍南舍北皆春水，但见群鸥日日来。花径不曾缘客扫，蓬门今始为君开。keysentence盘飧市远无兼味，樽酒家贫只旧醅。肯与邻翁相对饮，隔篱呼取尽馀杯。",
    "id": "P780"
  },
  {
    "title": "鹊桥仙·华灯纵博",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "华灯纵博，",
      "雕鞍驰射，",
      "谁记当年豪举。keysentence",
      "酒徒一半取封侯，",
      "独去作、江边渔父。",
      "轻舟八尺，",
      "低篷三扇，",
      "占断苹洲烟雨。",
      "镜湖元自属闲人，",
      "又何必、君恩赐与。"
    ],
    "type": [
      "宋词三百首",
      "追忆",
      "生活",
      "壮志"
    ],
    "source": "华灯纵博，雕鞍驰射，谁记当年豪举。keysentence酒徒一半取封侯，独去作、江边渔父。轻舟八尺，低篷三扇，占断苹洲烟雨。镜湖元自属闲人，又何必、君恩赐与。",
    "id": "P781"
  },
  {
    "title": "酌酒与裴迪",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "酌酒与君君自宽，",
      "人情翻覆似波澜。",
      "白首相知犹按剑，",
      "朱门先达笑弹冠。",
      "草色全经细雨湿，",
      "花枝欲动春风寒。keysentence",
      "世事浮云何足问，",
      "不如高卧且加餐。"
    ],
    "type": [
      "写景",
      "愤懑"
    ],
    "source": "酌酒与君君自宽，人情翻覆似波澜。白首相知犹按剑，朱门先达笑弹冠。草色全经细雨湿，花枝欲动春风寒。keysentence世事浮云何足问，不如高卧且加餐。",
    "id": "P782"
  },
  {
    "title": "虞美人·曲阑深处重相见",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "曲阑深处重相见，",
      "匀泪偎人颤。",
      "凄凉别后两应同，",
      "最是不胜清怨月明中。",
      "半生已分孤眠过，",
      "山枕檀痕涴。keysentence",
      "忆来何事最销魂，",
      "第一折枝花样画罗裙。"
    ],
    "type": [
      "离别",
      "相思"
    ],
    "source": "曲阑深处重相见，匀泪偎人颤。凄凉别后两应同，最是不胜清怨月明中。半生已分孤眠过，山枕檀痕涴。keysentence忆来何事最销魂，第一折枝花样画罗裙。",
    "id": "P783"
  },
  {
    "title": "落日忆山中",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "雨后烟景绿，",
      "晴天散馀霞。",
      "东风随春归，",
      "发我枝上花。keysentence",
      "花落时欲暮，",
      "见此令人嗟。",
      "愿游名山去，",
      "学道飞丹砂。"
    ],
    "type": [
      "春天",
      "写风"
    ],
    "source": "雨后烟景绿，晴天散馀霞。东风随春归，发我枝上花。keysentence花落时欲暮，见此令人嗟。愿游名山去，学道飞丹砂。",
    "id": "P784"
  },
  {
    "title": "邯郸冬至夜思家",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "邯郸驿里逢冬至，",
      "抱膝灯前影伴身。keysentence",
      "想得家中夜深坐，",
      "还应说着远行人。"
    ],
    "type": [
      "冬天",
      "地名",
      "思乡"
    ],
    "source": "邯郸驿里逢冬至，抱膝灯前影伴身。keysentence想得家中夜深坐，还应说着远行人。",
    "id": "P785"
  },
  {
    "title": "破阵子·为陈同甫赋壮词以寄之",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "醉里挑灯看剑，",
      "梦回吹角连营。",
      "八百里分麾下炙，",
      "五十弦翻塞外声。",
      "沙场秋点兵。",
      "马作的卢飞快，",
      "弓如霹雳弦惊。",
      "了却君王天下事，",
      "赢得生前身后名。keysentence",
      "可怜白发生！"
    ],
    "type": [
      "宋词三百首",
      "初中古诗",
      "豪放",
      "记梦",
      "战争",
      "抒情",
      "壮志难酬"
    ],
    "source": "醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声。沙场秋点兵。马作的卢飞快，弓如霹雳弦惊。了却君王天下事，赢得生前身后名。keysentence可怜白发生！",
    "id": "P786"
  },
  {
    "title": "狂夫",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "万里桥西一草堂，",
      "百花潭水即沧浪。",
      "风含翠篠娟娟净，",
      "雨裛红蕖冉冉香。keysentence",
      "厚禄故人书断绝，",
      "恒饥稚子色凄凉。",
      "欲填沟壑唯疏放，",
      "自笑狂夫老更狂。"
    ],
    "type": [
      "写人",
      "写景",
      "抒情"
    ],
    "source": "万里桥西一草堂，百花潭水即沧浪。风含翠篠娟娟净，雨裛红蕖冉冉香。keysentence厚禄故人书断绝，恒饥稚子色凄凉。欲填沟壑唯疏放，自笑狂夫老更狂。",
    "id": "P787"
  },
  {
    "title": "八阵图",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "功盖三分国，",
      "名成八阵图。",
      "江流石不转，",
      "遗恨失吞吴。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "怀古",
      "写人",
      "哲理"
    ],
    "source": "功盖三分国，名成八阵图。江流石不转，遗恨失吞吴。keysentence",
    "id": "P788"
  },
  {
    "title": "游山西村",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "莫笑农家腊酒浑，",
      "丰年留客足鸡豚。",
      "山重水复疑无路，",
      "柳暗花明又一村。keysentence",
      "箫鼓追随春社近，",
      "衣冠简朴古风存。",
      "从今若许闲乘月，",
      "拄杖无时夜叩门。"
    ],
    "type": [
      "小学古诗",
      "初中古诗",
      "写景",
      "山水",
      "乡村",
      "生活",
      "哲理",
      "早教古诗100首"
    ],
    "source": "莫笑农家腊酒浑，丰年留客足鸡豚。山重水复疑无路，柳暗花明又一村。keysentence箫鼓追随春社近，衣冠简朴古风存。从今若许闲乘月，拄杖无时夜叩门。",
    "id": "P789"
  },
  {
    "title": "少年游·参差烟树灞陵桥",
    "dynasty": "宋代",
    "writer": "柳永",
    "content": [
      "参差烟树灞陵桥，",
      "风物尽前朝。keysentence",
      "衰杨古柳，",
      "几经攀折，",
      "憔悴楚宫腰。",
      "夕阳闲淡秋光老，",
      "离思满蘅皋。",
      "一曲阳关，",
      "断肠声尽，",
      "独自凭兰桡。"
    ],
    "type": [
      "羁旅",
      "写景",
      "离别",
      "怀古伤今"
    ],
    "source": "参差烟树灞陵桥，风物尽前朝。keysentence衰杨古柳，几经攀折，憔悴楚宫腰。夕阳闲淡秋光老，离思满蘅皋。一曲阳关，断肠声尽，独自凭兰桡。",
    "id": "P790"
  },
  {
    "title": "阴雨",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "岚雾今朝重，",
      "江山此地深。",
      "滩声秋更急，",
      "峡气晓多阴。",
      "望阙云遮眼，",
      "思乡雨滴心。keysentence",
      "将何慰幽独，",
      "赖此北窗琴。"
    ],
    "type": [
      "思乡"
    ],
    "source": "岚雾今朝重，江山此地深。滩声秋更急，峡气晓多阴。望阙云遮眼，思乡雨滴心。keysentence将何慰幽独，赖此北窗琴。",
    "id": "P791"
  },
  {
    "title": "绝句",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "两个黄鹂鸣翠柳，",
      "一行白鹭上青天。keysentence",
      "窗含西岭千秋雪，",
      "门泊东吴万里船。"
    ],
    "type": [
      "小学古诗",
      "写景",
      "写雪",
      "写鸟",
      "早教古诗100首"
    ],
    "source": "两个黄鹂鸣翠柳，一行白鹭上青天。keysentence窗含西岭千秋雪，门泊东吴万里船。",
    "id": "P792"
  },
  {
    "title": "如梦令·常记溪亭日暮",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "常记溪亭日暮，",
      "沉醉不知归路。",
      "兴尽晚回舟，",
      "误入藕花深处。keysentence",
      "争渡，",
      "争渡，",
      "惊起一滩鸥鹭。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "初中古诗",
      "纪游"
    ],
    "source": "常记溪亭日暮，沉醉不知归路。兴尽晚回舟，误入藕花深处。keysentence争渡，争渡，惊起一滩鸥鹭。",
    "id": "P793"
  },
  {
    "title": "江上",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "江水漾西风，",
      "江花脱晚红。keysentence",
      "离情被横笛，",
      "吹过乱山东。"
    ],
    "type": [
      "秋天",
      "写景",
      "感伤",
      "离别"
    ],
    "source": "江水漾西风，江花脱晚红。keysentence离情被横笛，吹过乱山东。",
    "id": "P794"
  },
  {
    "title": "塞下曲六首",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "五月天山雪，",
      "无花只有寒。",
      "笛中闻折柳，",
      "春色未曾看。",
      "晓战随金鼓，",
      "宵眠抱玉鞍。",
      "愿将腰下剑，",
      "直为斩楼兰。",
      "天兵下北荒，",
      "胡马欲南饮。",
      "横戈从百战，",
      "直为衔恩甚。",
      "握雪海上餐，",
      "拂沙陇头寝。",
      "何当破月氏，",
      "然后方高枕。",
      "骏马似风飙，",
      "鸣鞭出渭桥。",
      "弯弓辞汉月，",
      "插羽破天骄。",
      "阵解星芒尽，",
      "营空海雾消。",
      "功成画麟阁，",
      "独有霍嫖姚。",
      "白马黄金塞，",
      "云砂绕梦思。",
      "那堪愁苦节，",
      "远忆边城儿。",
      "萤飞秋窗满，",
      "月度霜闺迟。",
      "摧残梧桐叶，",
      "萧飒沙棠枝。",
      "无时独不见，",
      "流泪空自知。",
      "塞虏乘秋下，",
      "天兵出汉家。",
      "将军分虎竹，",
      "战士卧龙沙。",
      "边月随弓影，",
      "胡霜拂剑花。keysentence",
      "玉关殊未入，",
      "少妇莫长嗟。",
      "烽火动沙漠，",
      "连照甘泉云。",
      "汉皇按剑起，",
      "还召李将军。",
      "兵气天上合，",
      "鼓声陇底闻。",
      "横行负勇气，",
      "一战净妖氛。"
    ],
    "type": [
      "乐府",
      "边塞",
      "组诗"
    ],
    "source": "五月天山雪，无花只有寒。笛中闻折柳，春色未曾看。晓战随金鼓，宵眠抱玉鞍。愿将腰下剑，直为斩楼兰。天兵下北荒，胡马欲南饮。横戈从百战，直为衔恩甚。握雪海上餐，拂沙陇头寝。何当破月氏，然后方高枕。骏马似风飙，鸣鞭出渭桥。弯弓辞汉月，插羽破天骄。阵解星芒尽，营空海雾消。功成画麟阁，独有霍嫖姚。白马黄金塞，云砂绕梦思。那堪愁苦节，远忆边城儿。萤飞秋窗满，月度霜闺迟。摧残梧桐叶，萧飒沙棠枝。无时独不见，流泪空自知。塞虏乘秋下，天兵出汉家。将军分虎竹，战士卧龙沙。边月随弓影，胡霜拂剑花。keysentence玉关殊未入，少妇莫长嗟。烽火动沙漠，连照甘泉云。汉皇按剑起，还召李将军。兵气天上合，鼓声陇底闻。横行负勇气，一战净妖氛。",
    "id": "P795"
  },
  {
    "title": "浣溪沙·簌簌衣巾落枣花",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "徐门石潭谢雨，",
      "道上作五首。",
      "潭在城东二十里，",
      "常与泗水增减清浊相应。",
      "簌簌衣巾落枣花，",
      "村南村北响缲车，",
      "牛衣古柳卖黄瓜。",
      "酒困路长惟欲睡，",
      "日高人渴漫思茶。keysentence",
      "敲门试问野人家。"
    ],
    "type": [
      "宋词三百首",
      "初中古诗",
      "乡村",
      "生活",
      "风俗"
    ],
    "source": "徐门石潭谢雨，道上作五首。潭在城东二十里，常与泗水增减清浊相应。簌簌衣巾落枣花，村南村北响缲车，牛衣古柳卖黄瓜。酒困路长惟欲睡，日高人渴漫思茶。keysentence敲门试问野人家。",
    "id": "P796"
  },
  {
    "title": "秋波媚·七月十六日晚登高兴亭望长安南山",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "秋到边城角声哀，",
      "烽火照高台。",
      "悲歌击筑，",
      "凭高酹酒，",
      "此兴悠哉。",
      "多情谁似南山月，",
      "特地暮云开。",
      "灞桥烟柳，",
      "曲江池馆，",
      "应待人来。keysentence"
    ],
    "type": [
      "宋词三百首",
      "月亮",
      "秋天",
      "爱国"
    ],
    "source": "秋到边城角声哀，烽火照高台。悲歌击筑，凭高酹酒，此兴悠哉。多情谁似南山月，特地暮云开。灞桥烟柳，曲江池馆，应待人来。keysentence",
    "id": "P797"
  },
  {
    "title": "定风波·南海归赠王定国侍人寓娘",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "常羡人间琢玉郎，",
      "天应乞与点酥娘。",
      "尽道清歌传皓齿，",
      "风起，",
      "雪飞炎海变清凉。",
      "万里归来颜愈少，",
      "微笑，",
      "笑时犹带岭梅香。",
      "试问岭南应不好，",
      "却道：",
      "此心安处是吾乡。keysentence"
    ],
    "type": [
      "宋词三百首",
      "赞颂",
      "歌女"
    ],
    "source": "常羡人间琢玉郎，天应乞与点酥娘。尽道清歌传皓齿，风起，雪飞炎海变清凉。万里归来颜愈少，微笑，笑时犹带岭梅香。试问岭南应不好，却道：此心安处是吾乡。keysentence",
    "id": "P798"
  },
  {
    "title": "采桑子·清明上巳西湖好",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "清明上巳西湖好，",
      "满目繁华。",
      "争道谁家。",
      "绿柳朱轮走钿车。",
      "游人日暮相将去，",
      "醒醉喧哗。",
      "路转堤斜。",
      "直到城头总是花。keysentence"
    ],
    "type": [
      "清明节",
      "游春",
      "写水",
      "西湖"
    ],
    "source": "清明上巳西湖好，满目繁华。争道谁家。绿柳朱轮走钿车。游人日暮相将去，醒醉喧哗。路转堤斜。直到城头总是花。keysentence",
    "id": "P799"
  },
  {
    "title": "初秋行圃",
    "dynasty": "宋代",
    "writer": "杨万里",
    "content": [
      "落日无情最有情，",
      "遍催万树暮蝉鸣。keysentence",
      "听来咫尺无寻处，",
      "寻到旁边却不声。"
    ],
    "type": [
      "田园",
      "生活",
      "动物"
    ],
    "source": "落日无情最有情，遍催万树暮蝉鸣。keysentence听来咫尺无寻处，寻到旁边却不声。",
    "id": "P800"
  },
  {
    "title": "临江仙·探梅",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "老去惜花心已懒，",
      "爱梅犹绕江村。",
      "一枝先破玉溪春。",
      "更无花态度，",
      "全有雪精神。keysentence",
      "剩向空山餐秀色，",
      "为渠著句清新。",
      "竹根流水带溪云。",
      "醉中浑不记，",
      "归路月黄昏。"
    ],
    "type": [
      "梅花",
      "惜花"
    ],
    "source": "老去惜花心已懒，爱梅犹绕江村。一枝先破玉溪春。更无花态度，全有雪精神。keysentence剩向空山餐秀色，为渠著句清新。竹根流水带溪云。醉中浑不记，归路月黄昏。",
    "id": "P801"
  },
  {
    "title": "春风",
    "dynasty": "清代",
    "writer": "袁枚",
    "content": [
      "春风如贵客，",
      "一到便繁华。",
      "来扫千山雪，",
      "归留万国花。keysentence"
    ],
    "type": [
      "春天",
      "赞颂",
      "写风"
    ],
    "source": "春风如贵客，一到便繁华。来扫千山雪，归留万国花。keysentence",
    "id": "P802"
  },
  {
    "title": "辛夷坞",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "木末芙蓉花，",
      "山中发红萼。",
      "涧户寂无人，",
      "纷纷开且落。keysentence"
    ],
    "type": [
      "田园",
      "写花"
    ],
    "source": "木末芙蓉花，山中发红萼。涧户寂无人，纷纷开且落。keysentence",
    "id": "P803"
  },
  {
    "title": "子夜吴歌·春歌",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "秦地罗敷女，",
      "采桑绿水边。keysentence",
      "素手青条上，",
      "红妆白日鲜。",
      "蚕饥妾欲去，",
      "五马莫留连。"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "春天",
      "赞美",
      "女子"
    ],
    "source": "秦地罗敷女，采桑绿水边。keysentence素手青条上，红妆白日鲜。蚕饥妾欲去，五马莫留连。",
    "id": "P804"
  },
  {
    "title": "凉州词二首·其一",
    "dynasty": "唐代",
    "writer": "王翰",
    "content": [
      "葡萄美酒夜光杯，",
      "欲饮琵琶马上催。",
      "醉卧沙场君莫笑，",
      "古来征战几人回？keysentence"
    ],
    "type": [
      "唐诗三百首",
      "豪放",
      "边塞",
      "战争",
      "宴饮",
      "早教古诗100首"
    ],
    "source": "葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回？keysentence",
    "id": "P805"
  },
  {
    "title": "长相思三首",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "长相思，",
      "在长安。",
      "络纬秋啼金井阑，",
      "微霜凄凄簟色寒。",
      "孤灯不明思欲绝，",
      "卷帷望月空长叹。",
      "美人如花隔云端。",
      "上有青冥之高天，",
      "下有渌水之波澜。",
      "天长路远魂飞苦，",
      "梦魂不到关山难。",
      "长相思，",
      "摧心肝。",
      "日色欲尽花含烟，",
      "月明欲素愁不眠。",
      "赵瑟初停凤凰柱，",
      "蜀琴欲奏鸳鸯弦。",
      "此曲有意无人传，",
      "愿随春风寄燕然。",
      "忆君迢迢隔青天。",
      "昔时横波目，",
      "今作流泪泉。",
      "不信妾肠断，",
      "归来看取明镜前。keysentence",
      "美人在时花满堂，",
      "美人去后花馀床。",
      "床中绣被卷不寝，",
      "至今三载闻余香。",
      "香亦竟不灭，",
      "人亦竟不来。",
      "相思黄叶落，",
      "白露湿青苔。"
    ],
    "type": [
      "写人",
      "思念"
    ],
    "source": "长相思，在长安。络纬秋啼金井阑，微霜凄凄簟色寒。孤灯不明思欲绝，卷帷望月空长叹。美人如花隔云端。上有青冥之高天，下有渌水之波澜。天长路远魂飞苦，梦魂不到关山难。长相思，摧心肝。日色欲尽花含烟，月明欲素愁不眠。赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。此曲有意无人传，愿随春风寄燕然。忆君迢迢隔青天。昔时横波目，今作流泪泉。不信妾肠断，归来看取明镜前。keysentence美人在时花满堂，美人去后花馀床。床中绣被卷不寝，至今三载闻余香。香亦竟不灭，人亦竟不来。相思黄叶落，白露湿青苔。",
    "id": "P806"
  },
  {
    "title": "好事近·梦中作",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "春路雨添花，",
      "花动一山春色。keysentence",
      "行到小溪深处，",
      "有黄鹂千百。",
      "飞云当面化龙蛇，",
      "夭矫转空碧。",
      "醉卧古藤阴下，",
      "了不知南北。"
    ],
    "type": [
      "春天",
      "写雨",
      "写花",
      "抒怀"
    ],
    "source": "春路雨添花，花动一山春色。keysentence行到小溪深处，有黄鹂千百。飞云当面化龙蛇，夭矫转空碧。醉卧古藤阴下，了不知南北。",
    "id": "P807"
  },
  {
    "title": "碛中作",
    "dynasty": "唐代",
    "writer": "岑参",
    "content": [
      "走马西来欲到天，",
      "辞家见月两回圆。keysentence",
      "今夜不知何处宿，",
      "平沙万里绝人烟。"
    ],
    "type": [
      "边塞",
      "沙漠",
      "军旅",
      "生活"
    ],
    "source": "走马西来欲到天，辞家见月两回圆。keysentence今夜不知何处宿，平沙万里绝人烟。",
    "id": "P808"
  },
  {
    "title": "蝶恋花·出塞",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "今古河山无定据。",
      "画角声中，",
      "牧马频来去。",
      "满目荒凉谁可语？",
      "西风吹老丹枫树。",
      "从前幽怨应无数。",
      "铁马金戈，",
      "青冢黄昏路。",
      "一往情深深几许？",
      "深山夕照深秋雨。keysentence"
    ],
    "type": [
      "咏史怀古",
      "豪放",
      "边塞",
      "写景",
      "述志"
    ],
    "source": "今古河山无定据。画角声中，牧马频来去。满目荒凉谁可语？西风吹老丹枫树。从前幽怨应无数。铁马金戈，青冢黄昏路。一往情深深几许？深山夕照深秋雨。keysentence",
    "id": "P809"
  },
  {
    "title": "临湖亭",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "轻舸迎上客，",
      "悠悠湖上来。",
      "当轩对尊酒，",
      "四面芙蓉开。keysentence"
    ],
    "type": [
      "写景",
      "宴饮",
      "抒情"
    ],
    "source": "轻舸迎上客，悠悠湖上来。当轩对尊酒，四面芙蓉开。keysentence",
    "id": "P810"
  },
  {
    "title": "临江仙·送钱穆父",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "一别都门三改火，",
      "天涯踏尽红尘。",
      "依然一笑作春温。",
      "无波真古井，",
      "有节是秋筠。",
      "惆怅孤帆连夜发，",
      "送行淡月微云。",
      "尊前不用翠眉颦。",
      "人生如逆旅，",
      "我亦是行人。keysentence"
    ],
    "type": [
      "豪放",
      "送别",
      "友情",
      "慰勉"
    ],
    "source": "一别都门三改火，天涯踏尽红尘。依然一笑作春温。无波真古井，有节是秋筠。惆怅孤帆连夜发，送行淡月微云。尊前不用翠眉颦。人生如逆旅，我亦是行人。keysentence",
    "id": "P811"
  },
  {
    "title": "古意",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "君为女萝草，",
      "妾作菟丝花。keysentence",
      "轻条不自引，",
      "为逐春风斜。",
      "百丈托远松，",
      "缠绵成一家。",
      "谁言会面易，",
      "各在青山崖。",
      "女萝发馨香，",
      "菟丝断人肠。",
      "枝枝相纠结，",
      "叶叶竞飘扬。",
      "生子不知根，",
      "因谁共芬芳。",
      "中巢双翡翠，",
      "上宿紫鸳鸯。",
      "若识二草心，",
      "海潮亦可量。"
    ],
    "type": [
      "妇女",
      "闺怨"
    ],
    "source": "君为女萝草，妾作菟丝花。keysentence轻条不自引，为逐春风斜。百丈托远松，缠绵成一家。谁言会面易，各在青山崖。女萝发馨香，菟丝断人肠。枝枝相纠结，叶叶竞飘扬。生子不知根，因谁共芬芳。中巢双翡翠，上宿紫鸳鸯。若识二草心，海潮亦可量。",
    "id": "P812"
  },
  {
    "title": "木兰花·拟古决绝词柬友",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "人生若只如初见，",
      "何事秋风悲画扇。",
      "等闲变却故人心，",
      "却道故人心易变。keysentence",
      "骊山语罢清宵半，",
      "泪雨霖铃终不怨。",
      "何如薄幸锦衣郎，",
      "比翼连枝当日愿。"
    ],
    "type": [
      "闺怨",
      "悲叹",
      "命运",
      "分手"
    ],
    "source": "人生若只如初见，何事秋风悲画扇。等闲变却故人心，却道故人心易变。keysentence骊山语罢清宵半，泪雨霖铃终不怨。何如薄幸锦衣郎，比翼连枝当日愿。",
    "id": "P813"
  },
  {
    "title": "杨柳枝词九首·其一",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "塞北梅花羌笛吹，",
      "淮南桂树小山词。keysentence",
      "请君莫奏前朝曲，",
      "听唱新翻杨柳枝。"
    ],
    "type": [
      "乐曲"
    ],
    "source": "塞北梅花羌笛吹，淮南桂树小山词。keysentence请君莫奏前朝曲，听唱新翻杨柳枝。",
    "id": "P814"
  },
  {
    "title": "题诗后",
    "dynasty": "唐代",
    "writer": "贾岛",
    "content": [
      "两句三年得，",
      "一吟双泪流。keysentence",
      "知音如不赏，",
      "归卧故山秋。"
    ],
    "type": [
      "题诗",
      "早教古诗100首"
    ],
    "source": "两句三年得，一吟双泪流。keysentence知音如不赏，归卧故山秋。",
    "id": "P815"
  },
  {
    "title": "蝶恋花·蝶懒莺慵春过半",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "蝶懒莺慵春过半。",
      "花落狂风，",
      "小院残红满。",
      "午醉未醒红日晚，",
      "黄昏帘幕无人卷。",
      "云鬓鬅松眉黛浅。",
      "总是愁媒，",
      "欲诉谁消遣。",
      "未信此情难系绊，",
      "杨花犹有东风管。keysentence"
    ],
    "type": [
      "少女",
      "伤春",
      "孤独"
    ],
    "source": "蝶懒莺慵春过半。花落狂风，小院残红满。午醉未醒红日晚，黄昏帘幕无人卷。云鬓鬅松眉黛浅。总是愁媒，欲诉谁消遣。未信此情难系绊，杨花犹有东风管。keysentence",
    "id": "P816"
  },
  {
    "title": "菩萨蛮·花明月暗笼轻雾",
    "dynasty": "五代",
    "writer": "李煜",
    "content": [
      "花明月暗笼轻雾，",
      "今宵好向郎边去。",
      "刬袜步香阶，",
      "手提金缕鞋。",
      "画堂南畔见，",
      "一向偎人颤。",
      "奴为出来难，",
      "教君恣意怜。keysentence"
    ],
    "type": [
      "少女",
      "爱情"
    ],
    "source": "花明月暗笼轻雾，今宵好向郎边去。刬袜步香阶，手提金缕鞋。画堂南畔见，一向偎人颤。奴为出来难，教君恣意怜。keysentence",
    "id": "P817"
  },
  {
    "title": "醉翁亭记",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "环滁皆山也。",
      "其西南诸峰，",
      "林壑尤美，",
      "望之蔚然而深秀者，",
      "琅琊也。",
      "山行六七里，",
      "渐闻水声潺潺而泻出于两峰之间者，",
      "酿泉也。",
      "峰回路转，",
      "有亭翼然临于泉上者，",
      "醉翁亭也。",
      "作亭者谁？",
      "山之僧智仙也。",
      "名之者谁？",
      "太守自谓也。",
      "太守与客来饮于此，",
      "饮少辄醉，",
      "而年又最高，",
      "故自号曰醉翁也。",
      "醉翁之意不在酒，",
      "在乎山水之间也。keysentence",
      "山水之乐，",
      "得之心而寓之酒也。",
      "若夫日出而林霏开，",
      "云归而岩穴暝，",
      "晦明变化者，",
      "山间之朝暮也。",
      "野芳发而幽香，",
      "佳木秀而繁阴，",
      "风霜高洁，",
      "水落而石出者，",
      "山间之四时也。",
      "朝而往，",
      "暮而归，",
      "四时之景不同，",
      "而乐亦无穷也。",
      "至于负者歌于途，",
      "行者休于树，",
      "前者呼，",
      "后者应，",
      "伛偻提携，",
      "往来而不绝者，",
      "滁人游也。",
      "临溪而渔，",
      "溪深而鱼肥。",
      "酿泉为酒，",
      "泉香而酒洌；",
      "山肴野蔌，",
      "杂然而前陈者，",
      "太守宴也。",
      "宴酣之乐，",
      "非丝非竹，",
      "射者中，",
      "弈者胜，",
      "觥筹交错，",
      "起坐而喧哗者，",
      "众宾欢也。",
      "苍颜白发，",
      "颓然乎其间者，",
      "太守醉也。",
      "已而夕阳在山，",
      "人影散乱，",
      "太守归而宾客从也。",
      "树林阴翳，",
      "鸣声上下，",
      "游人去而禽鸟乐也。",
      "然而禽鸟知山林之乐，",
      "而不知人之乐；",
      "人知从太守游而乐，",
      "而不知太守之乐其乐也。",
      "醉能同其乐，",
      "醒能述以文者，",
      "太守也。",
      "太守谓谁？",
      "庐陵欧阳修也。"
    ],
    "type": [
      "辞赋精选",
      "初中文言文",
      "古文观止",
      "宴饮",
      "山水",
      "抒情"
    ],
    "source": "环滁皆山也。其西南诸峰，林壑尤美，望之蔚然而深秀者，琅琊也。山行六七里，渐闻水声潺潺而泻出于两峰之间者，酿泉也。峰回路转，有亭翼然临于泉上者，醉翁亭也。作亭者谁？山之僧智仙也。名之者谁？太守自谓也。太守与客来饮于此，饮少辄醉，而年又最高，故自号曰醉翁也。醉翁之意不在酒，在乎山水之间也。keysentence山水之乐，得之心而寓之酒也。若夫日出而林霏开，云归而岩穴暝，晦明变化者，山间之朝暮也。野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也。朝而往，暮而归，四时之景不同，而乐亦无穷也。至于负者歌于途，行者休于树，前者呼，后者应，伛偻提携，往来而不绝者，滁人游也。临溪而渔，溪深而鱼肥。酿泉为酒，泉香而酒洌；山肴野蔌，杂然而前陈者，太守宴也。宴酣之乐，非丝非竹，射者中，弈者胜，觥筹交错，起坐而喧哗者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也。已而夕阳在山，人影散乱，太守归而宾客从也。树林阴翳，鸣声上下，游人去而禽鸟乐也。然而禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。醉能同其乐，醒能述以文者，太守也。太守谓谁？庐陵欧阳修也。",
    "id": "P818"
  },
  {
    "title": "夜泊牛渚怀古",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "牛渚西江夜，",
      "青天无片云。",
      "登舟望秋月，",
      "空忆谢将军。keysentence",
      "余亦能高咏，",
      "斯人不可闻。",
      "明朝挂帆席，",
      "枫叶落纷纷。"
    ],
    "type": [
      "唐诗三百首",
      "月亮",
      "怀古"
    ],
    "source": "牛渚西江夜，青天无片云。登舟望秋月，空忆谢将军。keysentence余亦能高咏，斯人不可闻。明朝挂帆席，枫叶落纷纷。",
    "id": "P819"
  },
  {
    "title": "山石",
    "dynasty": "唐代",
    "writer": "韩愈",
    "content": [
      "山石荦确行径微，",
      "黄昏到寺蝙蝠飞。",
      "升堂坐阶新雨足，",
      "芭蕉叶大栀子肥。keysentence",
      "僧言古壁佛画好，",
      "以火来照所见稀。",
      "铺床拂席置羹饭，",
      "疏粝亦足饱我饥。",
      "夜深静卧百虫绝，",
      "清月出岭光入扉。",
      "天明独去无道路，",
      "出入高下穷烟霏。",
      "山红涧碧纷烂漫，",
      "时见松枥皆十围。",
      "当流赤足踏涧石，",
      "水声激激风吹衣。",
      "人生如此自可乐，",
      "岂必局束为人鞿？",
      "嗟哉吾党二三子，",
      "安得至老不更归。"
    ],
    "type": [
      "唐诗三百首",
      "纪游",
      "写景",
      "抒情"
    ],
    "source": "山石荦确行径微，黄昏到寺蝙蝠飞。升堂坐阶新雨足，芭蕉叶大栀子肥。keysentence僧言古壁佛画好，以火来照所见稀。铺床拂席置羹饭，疏粝亦足饱我饥。夜深静卧百虫绝，清月出岭光入扉。天明独去无道路，出入高下穷烟霏。山红涧碧纷烂漫，时见松枥皆十围。当流赤足踏涧石，水声激激风吹衣。人生如此自可乐，岂必局束为人鞿？嗟哉吾党二三子，安得至老不更归。",
    "id": "P820"
  },
  {
    "title": "水龙吟·甲辰岁寿韩南涧尚书",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "渡江天马南来，",
      "几人真是经纶手。keysentence",
      "长安父老，",
      "新亭风景，",
      "可怜依旧。",
      "夷甫诸人，",
      "神州沉陆，",
      "几曾回首。",
      "算平戎万里，",
      "功名本是，",
      "真儒事、君知否。",
      "况有文章山斗。",
      "对桐阴、满庭清昼。",
      "当年堕地，",
      "而今试看，",
      "风云奔走。",
      "绿野风烟，",
      "平泉草木，",
      "东山歌酒。",
      "待他年，",
      "整顿乾坤事了，",
      "为先生寿。"
    ],
    "type": [
      "豪放",
      "典故",
      "祝寿"
    ],
    "source": "渡江天马南来，几人真是经纶手。keysentence长安父老，新亭风景，可怜依旧。夷甫诸人，神州沉陆，几曾回首。算平戎万里，功名本是，真儒事、君知否。况有文章山斗。对桐阴、满庭清昼。当年堕地，而今试看，风云奔走。绿野风烟，平泉草木，东山歌酒。待他年，整顿乾坤事了，为先生寿。",
    "id": "P821"
  },
  {
    "title": "虞美人·春花秋月何时了",
    "dynasty": "五代",
    "writer": "李煜",
    "content": [
      "春花秋月何时了？",
      "往事知多少。",
      "小楼昨夜又东风，",
      "故国不堪回首月明中。",
      "雕栏玉砌应犹在，",
      "只是朱颜改。",
      "问君能有几多愁？",
      "恰似一江春水向东流。keysentence"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "思念",
      "感叹",
      "哲理"
    ],
    "source": "春花秋月何时了？往事知多少。小楼昨夜又东风，故国不堪回首月明中。雕栏玉砌应犹在，只是朱颜改。问君能有几多愁？恰似一江春水向东流。keysentence",
    "id": "P822"
  },
  {
    "title": "与诸子登岘山",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "人事有代谢，",
      "往来成古今。",
      "江山留胜迹，",
      "我辈复登临。keysentence",
      "水落鱼梁浅，",
      "天寒梦泽深。",
      "羊公碑尚在，",
      "读罢泪沾襟。"
    ],
    "type": [
      "唐诗三百首",
      "吊古伤今"
    ],
    "source": "人事有代谢，往来成古今。江山留胜迹，我辈复登临。keysentence水落鱼梁浅，天寒梦泽深。羊公碑尚在，读罢泪沾襟。",
    "id": "P823"
  },
  {
    "title": "千秋岁·水边沙外",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "水边沙外。",
      "城郭春寒退。",
      "花影乱，",
      "莺声碎。",
      "飘零疏酒盏，",
      "离别宽衣带。",
      "人不见，",
      "碧云暮合空相对。",
      "忆昔西池会。",
      "鹓鹭同飞盖。",
      "携手处，",
      "今谁在。",
      "日边清梦断，",
      "镜里朱颜改。",
      "春去也，",
      "飞红万点愁如海。keysentence"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "失意",
      "写景",
      "惜春"
    ],
    "source": "水边沙外。城郭春寒退。花影乱，莺声碎。飘零疏酒盏，离别宽衣带。人不见，碧云暮合空相对。忆昔西池会。鹓鹭同飞盖。携手处，今谁在。日边清梦断，镜里朱颜改。春去也，飞红万点愁如海。keysentence",
    "id": "P824"
  },
  {
    "title": "采桑子·塞上咏雪花",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "非关癖爱轻模样，",
      "冷处偏佳。",
      "别有根芽，",
      "不是人间富贵花。",
      "谢娘别后谁能惜，",
      "飘泊天涯。",
      "寒月悲笳，",
      "万里西风瀚海沙。keysentence"
    ],
    "type": [
      "咏物",
      "写雪",
      "品格",
      "抒怀",
      "感伤"
    ],
    "source": "非关癖爱轻模样，冷处偏佳。别有根芽，不是人间富贵花。谢娘别后谁能惜，飘泊天涯。寒月悲笳，万里西风瀚海沙。keysentence",
    "id": "P825"
  },
  {
    "title": "东栏梨花",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "梨花淡白柳深青，",
      "柳絮飞时花满城。",
      "惆怅东栏一株雪，",
      "人生看得几清明。keysentence"
    ],
    "type": [
      "感伤",
      "人生",
      "时光"
    ],
    "source": "梨花淡白柳深青，柳絮飞时花满城。惆怅东栏一株雪，人生看得几清明。keysentence",
    "id": "P826"
  },
  {
    "title": "旅宿",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "旅馆无良伴，",
      "凝情自悄然。",
      "寒灯思旧事，",
      "断雁警愁眠。",
      "远梦归侵晓，",
      "家书到隔年。keysentence",
      "沧江好烟月，",
      "门系钓鱼船。"
    ],
    "type": [
      "唐诗三百首",
      "羁旅",
      "思乡"
    ],
    "source": "旅馆无良伴，凝情自悄然。寒灯思旧事，断雁警愁眠。远梦归侵晓，家书到隔年。keysentence沧江好烟月，门系钓鱼船。",
    "id": "P827"
  },
  {
    "title": "垂钓",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "临水一长啸，",
      "忽思十年初。keysentence",
      "三登甲乙第，",
      "一入承明庐。",
      "浮生多变化，",
      "外事有盈虚。",
      "今来伴江叟，",
      "沙头坐钓鱼。"
    ],
    "type": [
      "贬谪",
      "怀念"
    ],
    "source": "临水一长啸，忽思十年初。keysentence三登甲乙第，一入承明庐。浮生多变化，外事有盈虚。今来伴江叟，沙头坐钓鱼。",
    "id": "P828"
  },
  {
    "title": "小至",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "天时人事日相催，",
      "冬至阳生春又来。keysentence",
      "刺绣五纹添弱线，",
      "吹葭六琯动浮灰。",
      "岸容待腊将舒柳，",
      "山意冲寒欲放梅。",
      "云物不殊乡国异，",
      "教儿且覆掌中杯。"
    ],
    "type": [
      "时光",
      "生活"
    ],
    "source": "天时人事日相催，冬至阳生春又来。keysentence刺绣五纹添弱线，吹葭六琯动浮灰。岸容待腊将舒柳，山意冲寒欲放梅。云物不殊乡国异，教儿且覆掌中杯。",
    "id": "P829"
  },
  {
    "title": "采桑子·当时错",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "而今才道当时错，",
      "心绪凄迷。",
      "红泪偷垂，",
      "满眼春风百事非。keysentence",
      "情知此后来无计，",
      "强说欢期。",
      "一别如斯，",
      "落尽梨花月又西。"
    ],
    "type": [
      "写景",
      "落花",
      "悼亡",
      "爱情"
    ],
    "source": "而今才道当时错，心绪凄迷。红泪偷垂，满眼春风百事非。keysentence情知此后来无计，强说欢期。一别如斯，落尽梨花月又西。",
    "id": "P830"
  },
  {
    "title": "秋词二首",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "自古逢秋悲寂寥，",
      "我言秋日胜春朝。",
      "晴空一鹤排云上，",
      "便引诗情到碧霄。",
      "山明水净夜来霜，",
      "数树深红出浅黄。keysentence",
      "试上高楼清入骨，",
      "岂如春色嗾人狂。"
    ],
    "type": [
      "秋天"
    ],
    "source": "自古逢秋悲寂寥，我言秋日胜春朝。晴空一鹤排云上，便引诗情到碧霄。山明水净夜来霜，数树深红出浅黄。keysentence试上高楼清入骨，岂如春色嗾人狂。",
    "id": "P831"
  },
  {
    "title": "送杜少府之任蜀州",
    "dynasty": "唐代",
    "writer": "王勃",
    "content": [
      "城阙辅三秦，",
      "风烟望五津。",
      "与君离别意，",
      "同是宦游人。",
      "海内存知己，",
      "天涯若比邻。keysentence",
      "无为在歧路，",
      "儿女共沾巾。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "友情",
      "送别",
      "哲理",
      "早教古诗100首"
    ],
    "source": "城阙辅三秦，风烟望五津。与君离别意，同是宦游人。海内存知己，天涯若比邻。keysentence无为在歧路，儿女共沾巾。",
    "id": "P832"
  },
  {
    "title": "永遇乐·落日熔金",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "落日熔金，",
      "暮云合璧，",
      "人在何处。keysentence",
      "染柳烟浓，",
      "吹梅笛怨，",
      "春意知几许。",
      "元宵佳节，",
      "融和天气，",
      "次第岂无风雨。",
      "来相召、香车宝马，",
      "谢他酒朋诗侣。",
      "中州盛日，",
      "闺门多暇，",
      "记得偏重三五。",
      "铺翠冠儿，",
      "捻金雪柳，",
      "簇带争济楚。",
      "如今憔悴，",
      "风鬟霜鬓，",
      "怕见夜间出去。",
      "不如向、帘儿底下，",
      "听人笑语。"
    ],
    "type": [
      "古诗三百首",
      "宋词精选",
      "伤今追昔",
      "元宵节"
    ],
    "source": "落日熔金，暮云合璧，人在何处。keysentence染柳烟浓，吹梅笛怨，春意知几许。元宵佳节，融和天气，次第岂无风雨。来相召、香车宝马，谢他酒朋诗侣。中州盛日，闺门多暇，记得偏重三五。铺翠冠儿，捻金雪柳，簇带争济楚。如今憔悴，风鬟霜鬓，怕见夜间出去。不如向、帘儿底下，听人笑语。",
    "id": "P833"
  },
  {
    "title": "宴词",
    "dynasty": "唐代",
    "writer": "王之涣",
    "content": [
      "长堤春水绿悠悠，",
      "畎入漳河一道流。keysentence",
      "莫听声声催去棹，",
      "桃溪浅处不胜舟。"
    ],
    "type": [
      "离愁",
      "写景"
    ],
    "source": "长堤春水绿悠悠，畎入漳河一道流。keysentence莫听声声催去棹，桃溪浅处不胜舟。",
    "id": "P834"
  },
  {
    "title": "长安秋望",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "楼倚霜树外，",
      "镜天无一毫。keysentence",
      "南山与秋色，",
      "气势两相高。"
    ],
    "type": [
      "秋天",
      "地名"
    ],
    "source": "楼倚霜树外，镜天无一毫。keysentence南山与秋色，气势两相高。",
    "id": "P835"
  },
  {
    "title": "送灵澈上人",
    "dynasty": "唐代",
    "writer": "刘长卿",
    "content": [
      "苍苍竹林寺，",
      "杳杳钟声晚。",
      "荷笠带斜阳，",
      "青山独归远。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "送别",
      "即景抒情",
      "山水"
    ],
    "source": "苍苍竹林寺，杳杳钟声晚。荷笠带斜阳，青山独归远。keysentence",
    "id": "P836"
  },
  {
    "title": "酬张少府",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "晚年唯好静，",
      "万事不关心。keysentence",
      "自顾无长策，",
      "空知返旧林。",
      "松风吹解带，",
      "山月照弹琴。",
      "君问穷通理，",
      "渔歌入浦深。"
    ],
    "type": [
      "唐诗三百首",
      "赠别",
      "友情",
      "规劝"
    ],
    "source": "晚年唯好静，万事不关心。keysentence自顾无长策，空知返旧林。松风吹解带，山月照弹琴。君问穷通理，渔歌入浦深。",
    "id": "P837"
  },
  {
    "title": "把酒对月歌",
    "dynasty": "明代",
    "writer": "唐寅",
    "content": [
      "李白前时原有月，",
      "惟有李白诗能说。",
      "李白如今已仙去，",
      "月在青天几圆缺？keysentence",
      "今人犹歌李白诗，",
      "明月还如李白时。",
      "我学李白对明月，",
      "白与明月安能知！",
      "李白能诗复能酒，",
      "我今百杯复千首。",
      "我愧虽无李白才，",
      "料应月不嫌我丑。",
      "我也不登天子船，",
      "我也不上长安眠。",
      "姑苏城外一茅屋，",
      "万树梅花月满天。"
    ],
    "type": [
      "写人",
      "对月",
      "抒怀"
    ],
    "source": "李白前时原有月，惟有李白诗能说。李白如今已仙去，月在青天几圆缺？keysentence今人犹歌李白诗，明月还如李白时。我学李白对明月，白与明月安能知！李白能诗复能酒，我今百杯复千首。我愧虽无李白才，料应月不嫌我丑。我也不登天子船，我也不上长安眠。姑苏城外一茅屋，万树梅花月满天。",
    "id": "P838"
  },
  {
    "title": "忆帝京·薄衾小枕凉天气",
    "dynasty": "宋代",
    "writer": "柳永",
    "content": [
      "薄衾小枕凉天气，",
      "乍觉别离滋味。",
      "展转数寒更，",
      "起了还重睡。",
      "毕竟不成眠，",
      "一夜长如岁。",
      "也拟待、却回征辔；",
      "又争奈、已成行计。",
      "万种思量，",
      "多方开解，",
      "只恁寂寞厌厌地。",
      "系我一生心，",
      "负你千行泪。keysentence"
    ],
    "type": [
      "宋词精选",
      "离别",
      "相思",
      "思归"
    ],
    "source": "薄衾小枕凉天气，乍觉别离滋味。展转数寒更，起了还重睡。毕竟不成眠，一夜长如岁。也拟待、却回征辔；又争奈、已成行计。万种思量，多方开解，只恁寂寞厌厌地。系我一生心，负你千行泪。keysentence",
    "id": "P839"
  },
  {
    "title": "菊花",
    "dynasty": "唐代",
    "writer": "元稹",
    "content": [
      "秋丛绕舍似陶家，",
      "遍绕篱边日渐斜。",
      "不是花中偏爱菊，",
      "此花开尽更无花。keysentence"
    ],
    "type": [
      "咏物",
      "菊花",
      "抒怀"
    ],
    "source": "秋丛绕舍似陶家，遍绕篱边日渐斜。不是花中偏爱菊，此花开尽更无花。keysentence",
    "id": "P840"
  },
  {
    "title": "次北固山下",
    "dynasty": "唐代",
    "writer": "王湾",
    "content": [
      "客路青山外，",
      "行舟绿水前。",
      "潮平两岸阔，",
      "风正一帆悬。",
      "海日生残夜，",
      "江春入旧年。keysentence",
      "乡书何处达？",
      "归雁洛阳边。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "地点",
      "思乡",
      "哲理"
    ],
    "source": "客路青山外，行舟绿水前。潮平两岸阔，风正一帆悬。海日生残夜，江春入旧年。keysentence乡书何处达？归雁洛阳边。",
    "id": "P841"
  },
  {
    "title": "纳凉",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "携扙来追柳外凉，",
      "画桥南畔倚胡床。",
      "月明船笛参差起，",
      "风定池莲自在香。keysentence"
    ],
    "type": [
      "古诗三百首",
      "夏天",
      "生活",
      "写景"
    ],
    "source": "携扙来追柳外凉，画桥南畔倚胡床。月明船笛参差起，风定池莲自在香。keysentence",
    "id": "P842"
  },
  {
    "title": "淮上喜会梁川故人",
    "dynasty": "唐代",
    "writer": "韦应物",
    "content": [
      "江汉曾为客，",
      "相逢每醉还。",
      "浮云一别后，",
      "流水十年间。keysentence",
      "欢笑情如旧，",
      "萧疏鬓已斑。",
      "何因不归去？",
      "淮上有秋山。"
    ],
    "type": [
      "唐诗三百首",
      "友情"
    ],
    "source": "江汉曾为客，相逢每醉还。浮云一别后，流水十年间。keysentence欢笑情如旧，萧疏鬓已斑。何因不归去？淮上有秋山。",
    "id": "P843"
  },
  {
    "title": "长相思·汴水流",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "汴水流，",
      "泗水流，",
      "流到瓜州古渡头。",
      "吴山点点愁。",
      "思悠悠，",
      "恨悠悠，",
      "恨到归时方始休。keysentence",
      "月明人倚楼。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "山水",
      "女子",
      "相思"
    ],
    "source": "汴水流，泗水流，流到瓜州古渡头。吴山点点愁。思悠悠，恨悠悠，恨到归时方始休。keysentence月明人倚楼。",
    "id": "P844"
  },
  {
    "title": "乙卯重五诗",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "重五山村好，",
      "榴花忽已繁。",
      "粽包分两髻，",
      "艾束著危冠。",
      "旧俗方储药，",
      "羸躯亦点丹。",
      "日斜吾事毕，",
      "一笑向杯盘。keysentence"
    ],
    "type": [
      "端午节",
      "风俗"
    ],
    "source": "重五山村好，榴花忽已繁。粽包分两髻，艾束著危冠。旧俗方储药，羸躯亦点丹。日斜吾事毕，一笑向杯盘。keysentence",
    "id": "P845"
  },
  {
    "title": "除夜太原寒甚",
    "dynasty": "明代",
    "writer": "于谦",
    "content": [
      "寄语天涯客，",
      "轻寒底用愁。keysentence",
      "春风来不远，",
      "只在屋东头。"
    ],
    "type": [
      "春节",
      "思念"
    ],
    "source": "寄语天涯客，轻寒底用愁。keysentence春风来不远，只在屋东头。",
    "id": "P846"
  },
  {
    "title": "过香积寺",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "不知香积寺，",
      "数里入云峰。",
      "古木无人径，",
      "深山何处钟。",
      "泉声咽危石，",
      "日色冷青松。keysentence",
      "薄暮空潭曲，",
      "安禅制毒龙。"
    ],
    "type": [
      "唐诗三百首",
      "写景"
    ],
    "source": "不知香积寺，数里入云峰。古木无人径，深山何处钟。泉声咽危石，日色冷青松。keysentence薄暮空潭曲，安禅制毒龙。",
    "id": "P847"
  },
  {
    "title": "白马篇",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "龙马花雪毛，",
      "金鞍五陵豪。",
      "秋霜切玉剑，",
      "落日明珠袍。",
      "斗鸡事万乘，",
      "轩盖一何高。",
      "弓摧南山虎，",
      "手接太行猱。",
      "酒后竞风采，",
      "三杯弄宝刀。keysentence",
      "杀人如剪草，",
      "剧孟同游遨。",
      "发愤去函谷，",
      "从军向临洮。",
      "叱咤经百战，",
      "匈奴尽奔逃。",
      "归来使酒气，",
      "未肯拜萧曹。",
      "羞入原宪室，",
      "荒淫隐蓬蒿。"
    ],
    "type": [
      "爱国",
      "壮志",
      "侠客",
      "写马"
    ],
    "source": "龙马花雪毛，金鞍五陵豪。秋霜切玉剑，落日明珠袍。斗鸡事万乘，轩盖一何高。弓摧南山虎，手接太行猱。酒后竞风采，三杯弄宝刀。keysentence杀人如剪草，剧孟同游遨。发愤去函谷，从军向临洮。叱咤经百战，匈奴尽奔逃。归来使酒气，未肯拜萧曹。羞入原宪室，荒淫隐蓬蒿。",
    "id": "P848"
  },
  {
    "title": "龟虽寿",
    "dynasty": "两汉",
    "writer": "曹操",
    "content": [
      "神龟虽寿，",
      "犹有竟时。",
      "螣蛇乘雾，",
      "终为土灰。",
      "老骥伏枥，",
      "志在千里。",
      "烈士暮年，",
      "壮心不已。keysentence",
      "盈缩之期，",
      "不但在天；",
      "养怡之福，",
      "可得永年。",
      "幸甚至哉，",
      "歌以咏志。"
    ],
    "type": [
      "古诗三百首",
      "初中古诗",
      "咏志",
      "哲理"
    ],
    "source": "神龟虽寿，犹有竟时。螣蛇乘雾，终为土灰。老骥伏枥，志在千里。烈士暮年，壮心不已。keysentence盈缩之期，不但在天；养怡之福，可得永年。幸甚至哉，歌以咏志。",
    "id": "P849"
  },
  {
    "title": "病起书怀",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "病骨支离纱帽宽，",
      "孤臣万里客江干。",
      "位卑未敢忘忧国，",
      "事定犹须待阖棺。keysentence",
      "天地神灵扶庙社，",
      "京华父老望和銮。",
      "出师一表通今古，",
      "夜半挑灯更细看。"
    ],
    "type": [
      "古诗三百首",
      "爱国",
      "励志",
      "忧国忧民",
      "壮志难酬"
    ],
    "source": "病骨支离纱帽宽，孤臣万里客江干。位卑未敢忘忧国，事定犹须待阖棺。keysentence天地神灵扶庙社，京华父老望和銮。出师一表通今古，夜半挑灯更细看。",
    "id": "P850"
  },
  {
    "title": "临江仙·寒柳",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "飞絮飞花何处是，",
      "层冰积雪摧残，",
      "疏疏一树五更寒。",
      "爱他明月好，",
      "憔悴也相关。",
      "最是繁丝摇落后，",
      "转教人忆春山。",
      "湔裙梦断续应难。",
      "西风多少恨，",
      "吹不散眉弯。keysentence"
    ],
    "type": [
      "婉约",
      "咏物",
      "柳树",
      "抒情"
    ],
    "source": "飞絮飞花何处是，层冰积雪摧残，疏疏一树五更寒。爱他明月好，憔悴也相关。最是繁丝摇落后，转教人忆春山。湔裙梦断续应难。西风多少恨，吹不散眉弯。keysentence",
    "id": "P851"
  },
  {
    "title": "小石潭记",
    "dynasty": "唐代",
    "writer": "柳宗元",
    "content": [
      "从小丘西行百二十步，",
      "隔篁竹，",
      "闻水声，",
      "如鸣珮环，",
      "心乐之。",
      "伐竹取道，",
      "下见小潭，",
      "水尤清冽。",
      "全石以为底，",
      "近岸，",
      "卷石底以出，",
      "为坻，",
      "为屿，",
      "为嵁，",
      "为岩。",
      "青树翠蔓，",
      "蒙络摇缀，",
      "参差披拂。",
      "潭中鱼可百许头，",
      "皆若空游无所依。",
      "日光下澈，",
      "影布石上，",
      "佁然不动；keysentence",
      "俶尔远逝，",
      "往来翕忽。",
      "似与游者相乐。",
      "潭西南而望，",
      "斗折蛇行，",
      "明灭可见。",
      "其岸势犬牙差互，",
      "不可知其源。",
      "坐潭上，",
      "四面竹树环合，",
      "寂寥无人，",
      "凄神寒骨，",
      "悄怆幽邃。",
      "以其境过清，",
      "不可久居，",
      "乃记之而去。",
      "同游者：",
      "吴武陵，",
      "龚古，",
      "余弟宗玄。",
      "隶而从者，",
      "崔氏二小生：",
      "曰恕己，",
      "曰奉壹。"
    ],
    "type": [
      "初中文言文",
      "纪游",
      "写景",
      "孤独",
      "忧伤"
    ],
    "source": "从小丘西行百二十步，隔篁竹，闻水声，如鸣珮环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。潭中鱼可百许头，皆若空游无所依。日光下澈，影布石上，佁然不动；keysentence俶尔远逝，往来翕忽。似与游者相乐。潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生：曰恕己，曰奉壹。",
    "id": "P852"
  },
  {
    "title": "一剪梅·红藕香残玉簟秋",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "红藕香残玉簟秋。",
      "轻解罗裳，",
      "独上兰舟。",
      "云中谁寄锦书来，",
      "雁字回时，",
      "月满西楼。",
      "花自飘零水自流。",
      "一种相思，",
      "两处闲愁。keysentence",
      "此情无计可消除，",
      "才下眉头，",
      "却上心头。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "思念",
      "闺怨",
      "写景"
    ],
    "source": "红藕香残玉簟秋。轻解罗裳，独上兰舟。云中谁寄锦书来，雁字回时，月满西楼。花自飘零水自流。一种相思，两处闲愁。keysentence此情无计可消除，才下眉头，却上心头。",
    "id": "P853"
  },
  {
    "title": "同李十一醉忆元九",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "花时同醉破春愁，",
      "醉折花枝作酒筹。keysentence",
      "忽忆故人天际去，",
      "计程今日到梁州。"
    ],
    "type": [
      "友情",
      "思念"
    ],
    "source": "花时同醉破春愁，醉折花枝作酒筹。keysentence忽忆故人天际去，计程今日到梁州。",
    "id": "P854"
  },
  {
    "title": "浣溪沙·堤上游人逐画船",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "堤上游人逐画船，",
      "拍堤春水四垂天。keysentence",
      "绿杨楼外出秋千。",
      "白发戴花君莫笑，",
      "六幺催拍盏频传。",
      "人生何处似尊前！"
    ],
    "type": [
      "春天",
      "写景",
      "宴饮"
    ],
    "source": "堤上游人逐画船，拍堤春水四垂天。keysentence绿杨楼外出秋千。白发戴花君莫笑，六幺催拍盏频传。人生何处似尊前！",
    "id": "P855"
  },
  {
    "title": "美女篇",
    "dynasty": "魏晋",
    "writer": "曹植",
    "content": [
      "美女妖且闲，",
      "采桑歧路间。",
      "柔条纷冉冉，",
      "叶落何翩翩。keysentence",
      "攘袖见素手，",
      "皓腕约金环。",
      "头上金爵钗，",
      "腰佩翠琅玕。",
      "明珠交玉体，",
      "珊瑚间木难。",
      "罗衣何飘飘，",
      "轻裾随风还。",
      "顾盼遗光彩，",
      "长啸气若兰。",
      "行徒用息驾，",
      "休者以忘餐。",
      "借问女安居，",
      "乃在城南端。",
      "青楼临大路，",
      "高门结重关。",
      "容华耀朝日，",
      "谁不希令颜？",
      "媒氏何所营？",
      "玉帛不时安。",
      "佳人慕高义，",
      "求贤良独难。",
      "众人徒嗷嗷，",
      "安知彼所观？",
      "盛年处房室，",
      "中夜起长叹。"
    ],
    "type": [
      "乐府",
      "写人",
      "美女",
      "抒怀"
    ],
    "source": "美女妖且闲，采桑歧路间。柔条纷冉冉，叶落何翩翩。keysentence攘袖见素手，皓腕约金环。头上金爵钗，腰佩翠琅玕。明珠交玉体，珊瑚间木难。罗衣何飘飘，轻裾随风还。顾盼遗光彩，长啸气若兰。行徒用息驾，休者以忘餐。借问女安居，乃在城南端。青楼临大路，高门结重关。容华耀朝日，谁不希令颜？媒氏何所营？玉帛不时安。佳人慕高义，求贤良独难。众人徒嗷嗷，安知彼所观？盛年处房室，中夜起长叹。",
    "id": "P856"
  },
  {
    "title": "诉衷情·眉意",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "清晨帘幕卷轻霜。",
      "呵手试梅妆。",
      "都缘自有离恨，",
      "故画作远山长。keysentence",
      "思往事，",
      "惜流芳。",
      "易成伤。",
      "拟歌先敛，",
      "欲笑还颦，",
      "最断人肠。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "女子",
      "生活",
      "抒情"
    ],
    "source": "清晨帘幕卷轻霜。呵手试梅妆。都缘自有离恨，故画作远山长。keysentence思往事，惜流芳。易成伤。拟歌先敛，欲笑还颦，最断人肠。",
    "id": "P857"
  },
  {
    "title": "归嵩山作",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "清川带长薄，",
      "车马去闲闲。",
      "流水如有意，",
      "暮禽相与还。",
      "荒城临古渡，",
      "落日满秋山。keysentence",
      "迢递嵩高下，",
      "归来且闭关。"
    ],
    "type": [
      "唐诗三百首",
      "山水",
      "写景",
      "抒情"
    ],
    "source": "清川带长薄，车马去闲闲。流水如有意，暮禽相与还。荒城临古渡，落日满秋山。keysentence迢递嵩高下，归来且闭关。",
    "id": "P858"
  },
  {
    "title": "杨柳枝词",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "一树春风千万枝，",
      "嫩于金色软于丝。keysentence",
      "永丰西角荒园里，",
      "尽日无人属阿谁？"
    ],
    "type": [
      "乐府",
      "咏物",
      "柳树"
    ],
    "source": "一树春风千万枝，嫩于金色软于丝。keysentence永丰西角荒园里，尽日无人属阿谁？",
    "id": "P859"
  },
  {
    "title": "咏怀古迹五首·其二",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "摇落深知宋玉悲，",
      "风流儒雅亦吾师。keysentence",
      "怅望千秋一洒泪，",
      "萧条异代不同时。",
      "江山故宅空文藻，",
      "云雨荒台岂梦思。",
      "最是楚宫俱泯灭，",
      "舟人指点到今疑。"
    ],
    "type": [
      "唐诗三百首",
      "怀古",
      "抒怀"
    ],
    "source": "摇落深知宋玉悲，风流儒雅亦吾师。keysentence怅望千秋一洒泪，萧条异代不同时。江山故宅空文藻，云雨荒台岂梦思。最是楚宫俱泯灭，舟人指点到今疑。",
    "id": "P860"
  },
  {
    "title": "秋凉晚步",
    "dynasty": "宋代",
    "writer": "杨万里",
    "content": [
      "秋气堪悲未必然，",
      "轻寒正是可人天。keysentence",
      "绿池落尽红蕖却，",
      "荷叶犹开最小钱。"
    ],
    "type": [
      "秋天",
      "写景",
      "抒怀"
    ],
    "source": "秋气堪悲未必然，轻寒正是可人天。keysentence绿池落尽红蕖却，荷叶犹开最小钱。",
    "id": "P861"
  },
  {
    "title": "早春寄王汉阳",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "闻道春还未相识，",
      "走傍寒梅访消息。",
      "昨夜东风入武阳，",
      "陌头杨柳黄金色。",
      "碧水浩浩云茫茫，",
      "美人不来空断肠。keysentence",
      "预拂青山一片石，",
      "与君连日醉壶觞。"
    ],
    "type": [
      "春天",
      "思念"
    ],
    "source": "闻道春还未相识，走傍寒梅访消息。昨夜东风入武阳，陌头杨柳黄金色。碧水浩浩云茫茫，美人不来空断肠。keysentence预拂青山一片石，与君连日醉壶觞。",
    "id": "P862"
  },
  {
    "title": "江上渔者",
    "dynasty": "宋代",
    "writer": "范仲淹",
    "content": [
      "江上往来人，",
      "但爱鲈鱼美。keysentence",
      "君看一叶舟，",
      "出没风波里。"
    ],
    "type": [
      "渔人",
      "生活",
      "抒怀",
      "同情"
    ],
    "source": "江上往来人，但爱鲈鱼美。keysentence君看一叶舟，出没风波里。",
    "id": "P863"
  },
  {
    "title": "韩冬郎即席为诗相送一座尽惊他日余方追吟连宵侍坐裴回久之句有老成之风因成二绝寄酬兼呈畏之员外·其一",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "十岁裁诗走马成，",
      "冷灰残烛动离情。",
      "桐花万里丹山路，",
      "雏凤清于老凤声。keysentence",
      "剑栈风樯各苦辛，",
      "别时冰雪到时春。",
      "为凭何逊休联句，",
      "瘦尽东阳姓沈人。"
    ],
    "type": [
      "叙事",
      "回忆"
    ],
    "source": "十岁裁诗走马成，冷灰残烛动离情。桐花万里丹山路，雏凤清于老凤声。keysentence剑栈风樯各苦辛，别时冰雪到时春。为凭何逊休联句，瘦尽东阳姓沈人。",
    "id": "P864"
  },
  {
    "title": "浣溪沙·伏雨朝寒愁不胜",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "伏雨朝寒愁不胜，",
      "那能还傍杏花行。",
      "去年高摘斗轻盈。",
      "漫惹炉烟双袖紫，",
      "空将酒晕一衫青。keysentence",
      "人间何处问多情。"
    ],
    "type": [
      "回忆",
      "无奈"
    ],
    "source": "伏雨朝寒愁不胜，那能还傍杏花行。去年高摘斗轻盈。漫惹炉烟双袖紫，空将酒晕一衫青。keysentence人间何处问多情。",
    "id": "P865"
  },
  {
    "title": "江城子·孤山竹阁送述古",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "翠蛾羞黛怯人看。",
      "掩霜纨，",
      "泪偷弹。",
      "且尽一尊，",
      "漫道帝城天样远，",
      "天易见，",
      "见君难。",
      "画堂新构近孤山。",
      "曲栏干，",
      "为谁安？keysentence",
      "飞絮落花，",
      "春色属明年。",
      "欲棹小舟寻旧事，",
      "无处问，",
      "水连天。"
    ],
    "type": [
      "离别",
      "相思"
    ],
    "source": "翠蛾羞黛怯人看。掩霜纨，泪偷弹。且尽一尊，收泪唱《阳关》。漫道帝城天样远，天易见，见君难。画堂新构近孤山。曲栏干，为谁安？keysentence飞絮落花，春色属明年。欲棹小舟寻旧事，无处问，水连天。",
    "id": "P866"
  },
  {
    "title": "留别王侍御维",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "寂寂竟何待，",
      "朝朝空自归。",
      "欲寻芳草去，",
      "惜与故人违。",
      "当路谁相假，",
      "知音世所稀。keysentence",
      "只应守寂寞，",
      "还掩故园扉。"
    ],
    "type": [
      "唐诗三百首",
      "离别",
      "友情",
      "哀怨",
      "归隐"
    ],
    "source": "寂寂竟何待，朝朝空自归。欲寻芳草去，惜与故人违。当路谁相假，知音世所稀。keysentence只应守寂寞，还掩故园扉。",
    "id": "P867"
  },
  {
    "title": "摊破浣溪沙·病起萧萧两鬓华",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "病起萧萧两鬓华，",
      "卧看残月上窗纱。",
      "豆蔻连梢煎熟水，",
      "莫分茶。",
      "枕上诗书闲处好，",
      "门前风景雨来佳。keysentence",
      "终日向人多酝藉，",
      "木犀花。"
    ],
    "type": [
      "月亮",
      "闲适",
      "生活"
    ],
    "source": "病起萧萧两鬓华，卧看残月上窗纱。豆蔻连梢煎熟水，莫分茶。枕上诗书闲处好，门前风景雨来佳。keysentence终日向人多酝藉，木犀花。",
    "id": "P868"
  },
  {
    "title": "夜泊水村",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "腰间羽箭久凋零，",
      "太息燕然未勒铭。",
      "老子犹堪绝大漠，",
      "诸君何至泣新亭。",
      "一身报国有万死，",
      "双鬓向人无再青。keysentence",
      "记取江湖泊船处，",
      "卧闻新雁落寒汀。"
    ],
    "type": [
      "爱国",
      "壮志",
      "感叹",
      "岁月"
    ],
    "source": "腰间羽箭久凋零，太息燕然未勒铭。老子犹堪绝大漠，诸君何至泣新亭。一身报国有万死，双鬓向人无再青。keysentence记取江湖泊船处，卧闻新雁落寒汀。",
    "id": "P869"
  },
  {
    "title": "洞仙歌·冰肌玉骨",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "仆七岁时，",
      "见眉州老尼，",
      "姓朱，",
      "忘其名，",
      "年九十岁。",
      "自言尝随其师入蜀主孟昶宫中，",
      "一日大热，",
      "蜀主与花蕊夫人夜纳凉摩诃池上，",
      "作一词，",
      "朱具能记之。",
      "今四十年，",
      "朱已死久矣，",
      "人无知此词者，",
      "但记其首两句，",
      "暇日寻味，",
      "乃为足之云。",
      "冰肌玉骨，",
      "自清凉无汗。keysentence",
      "水殿风来暗香满。",
      "绣帘开，",
      "一点明月窥人，",
      "人未寝，",
      "欹枕钗横鬓乱。",
      "起来携素手，",
      "庭户无声，",
      "时见疏星渡河汉。",
      "试问夜如何？",
      "夜已三更，",
      "金波淡，",
      "玉绳低转。",
      "但屈指西风几时来，",
      "又不道流年暗中偷换。"
    ],
    "type": [
      "宋词三百首",
      "女子",
      "生活",
      "感叹",
      "人生"
    ],
    "source": "仆七岁时，见眉州老尼，姓朱，忘其名，年九十岁。自言尝随其师入蜀主孟昶宫中，一日大热，蜀主与花蕊夫人夜纳凉摩诃池上，作一词，朱具能记之。今四十年，朱已死久矣，人无知此词者，但记其首两句，暇日寻味，岂《洞仙歌》令乎？乃为足之云。冰肌玉骨，自清凉无汗。keysentence水殿风来暗香满。绣帘开，一点明月窥人，人未寝，欹枕钗横鬓乱。起来携素手，庭户无声，时见疏星渡河汉。试问夜如何？夜已三更，金波淡，玉绳低转。但屈指西风几时来，又不道流年暗中偷换。",
    "id": "P870"
  },
  {
    "title": "马诗二十三首",
    "dynasty": "唐代",
    "writer": "李贺",
    "content": [
      "龙脊贴连钱，",
      "银蹄白踏烟。",
      "无人织锦韂，",
      "谁为铸金鞭。",
      "腊月草根甜，",
      "天街雪似盐。",
      "未知口硬软，",
      "先拟蒺藜衔。",
      "忽忆周天子，",
      "驱车上玉山。",
      "鸣驺辞凤苑，",
      "赤骥最承恩。",
      "此马非凡马，",
      "房星本是星。",
      "向前敲瘦骨，",
      "犹自带铜声。",
      "大漠沙如雪，",
      "燕山月似钩。",
      "何当金络脑，",
      "快走踏清秋。",
      "饥卧骨查牙，",
      "粗毛刺破花。",
      "鬣焦珠色落，",
      "发断锯长麻。",
      "西母酒将阑，",
      "东王饭已干。",
      "君王若燕去，",
      "谁为曳车辕？",
      "赤兔无人用，",
      "当须吕布骑。",
      "吾闻果下马，",
      "羁策任蛮儿。",
      "飂叔去匆匆，",
      "如今不豢龙。",
      "夜来霜压栈，",
      "骏骨折西风。keysentence",
      "催榜渡乌江，",
      "神骓泣向风。",
      "君王今解剑，",
      "何处逐英雄？",
      "内马赐宫人，",
      "银鞯刺麒麟。",
      "午时盐坂上，",
      "蹭蹬溘风尘。",
      "批竹初攒耳，",
      "桃花未上身。",
      "他时须搅阵，",
      "牵去借将军。",
      "宝玦谁家子，",
      "长闻侠骨香。",
      "堆金买骏骨，",
      "将送楚襄王。",
      "香幞赭罗新，",
      "盘龙蹙蹬鳞。",
      "回看南陌上，",
      "谁道不逢春？",
      "不从桓公猎，",
      "何能伏虎威？",
      "一朝沟陇出，",
      "看取拂云飞。",
      "唐剑斩隋公，",
      "拳毛属太宗。",
      "莫嫌金甲重，",
      "且去捉飘风。",
      "白铁锉青禾，",
      "砧间落细莎。",
      "世人怜小颈，",
      "金埒畏长牙。",
      "伯乐向前看，",
      "旋毛在腹间。",
      "只今掊白草，",
      "何日蓦青山？",
      "萧寺驮经马，",
      "元从竺国来。",
      "空知有善相，",
      "不解走章台。",
      "重围如燕尾，",
      "宝剑似鱼肠。",
      "欲求千里脚，",
      "先采眼中光。",
      "暂系腾黄马，",
      "仙人上彩楼。",
      "须鞭玉勒吏，",
      "何事谪高州？",
      "汉血到王家，",
      "随鸾撼玉珂。",
      "少君骑海上，",
      "人见是青骡。",
      "武帝爱神仙，",
      "烧金得紫烟。",
      "厩中皆肉马，",
      "不解上青天。"
    ],
    "type": [
      "抒怀",
      "怀才不遇"
    ],
    "source": "龙脊贴连钱，银蹄白踏烟。无人织锦韂，谁为铸金鞭。腊月草根甜，天街雪似盐。未知口硬软，先拟蒺藜衔。忽忆周天子，驱车上玉山。鸣驺辞凤苑，赤骥最承恩。此马非凡马，房星本是星。向前敲瘦骨，犹自带铜声。大漠沙如雪，燕山月似钩。何当金络脑，快走踏清秋。饥卧骨查牙，粗毛刺破花。鬣焦珠色落，发断锯长麻。西母酒将阑，东王饭已干。君王若燕去，谁为曳车辕？赤兔无人用，当须吕布骑。吾闻果下马，羁策任蛮儿。飂叔去匆匆，如今不豢龙。夜来霜压栈，骏骨折西风。keysentence催榜渡乌江，神骓泣向风。君王今解剑，何处逐英雄？内马赐宫人，银鞯刺麒麟。午时盐坂上，蹭蹬溘风尘。批竹初攒耳，桃花未上身。他时须搅阵，牵去借将军。宝玦谁家子，长闻侠骨香。堆金买骏骨，将送楚襄王。香幞赭罗新，盘龙蹙蹬鳞。回看南陌上，谁道不逢春？不从桓公猎，何能伏虎威？一朝沟陇出，看取拂云飞。唐剑斩隋公，拳毛属太宗。莫嫌金甲重，且去捉飘风。白铁锉青禾，砧间落细莎。世人怜小颈，金埒畏长牙。伯乐向前看，旋毛在腹间。只今掊白草，何日蓦青山？萧寺驮经马，元从竺国来。空知有善相，不解走章台。重围如燕尾，宝剑似鱼肠。欲求千里脚，先采眼中光。暂系腾黄马，仙人上彩楼。须鞭玉勒吏，何事谪高州？汉血到王家，随鸾撼玉珂。少君骑海上，人见是青骡。武帝爱神仙，烧金得紫烟。厩中皆肉马，不解上青天。",
    "id": "P871"
  },
  {
    "title": "阮郎归·南园春半踏青时",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "南园春半踏青时，",
      "风和闻马嘶。",
      "青梅如豆柳如眉，",
      "日长蝴蝶飞。keysentence",
      "花露重，",
      "草烟低，",
      "人家帘幕垂。",
      "秋千慵困解罗衣，",
      "画堂双燕归。"
    ],
    "type": [
      "宋词精选",
      "婉约",
      "妇女",
      "春游"
    ],
    "source": "南园春半踏青时，风和闻马嘶。青梅如豆柳如眉，日长蝴蝶飞。keysentence花露重，草烟低，人家帘幕垂。秋千慵困解罗衣，画堂双燕归。",
    "id": "P872"
  },
  {
    "title": "望庐山瀑布水二首",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "西登香炉峰，",
      "南见瀑布水。",
      "挂流三百丈，",
      "喷壑数十里。",
      "欻如飞电来，",
      "隐若白虹起。",
      "初惊河汉落，",
      "半洒云天里。keysentence",
      "仰观势转雄，",
      "壮哉造化功。",
      "海风吹不断，",
      "江月照还空。",
      "空中乱潈射，",
      "左右洗青壁。",
      "飞珠散轻霞，",
      "流沫沸穹石。",
      "而我乐名山，",
      "对之心益闲。",
      "无论漱琼液，",
      "还得洗尘颜。",
      "且谐宿所好，",
      "永愿辞人间。",
      "日照香炉生紫烟，",
      "遥看瀑布挂前川。",
      "飞流直下三千尺，",
      "疑是银河落九天。"
    ],
    "type": [
      "小学古诗",
      "山水",
      "组诗"
    ],
    "source": "西登香炉峰，南见瀑布水。挂流三百丈，喷壑数十里。欻如飞电来，隐若白虹起。初惊河汉落，半洒云天里。keysentence仰观势转雄，壮哉造化功。海风吹不断，江月照还空。空中乱潈射，左右洗青壁。飞珠散轻霞，流沫沸穹石。而我乐名山，对之心益闲。无论漱琼液，还得洗尘颜。且谐宿所好，永愿辞人间。日照香炉生紫烟，遥看瀑布挂前川。飞流直下三千尺，疑是银河落九天。",
    "id": "P873"
  },
  {
    "title": "木兰花慢·可怜今夕月",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "中秋饮酒将旦，",
      "客谓前人诗词有赋待月无送月者，",
      "可怜今夕月，",
      "向何处，",
      "去悠悠？",
      "是别有人间，",
      "那边才见，",
      "光影东头？keysentence",
      "是天外。",
      "空汗漫，",
      "但长风浩浩送中秋？",
      "飞镜无根谁系？",
      "姮娥不嫁谁留？",
      "谓经海底问无由，",
      "恍惚使人愁。",
      "怕万里长鲸，",
      "纵横触破，",
      "玉殿琼楼。",
      "虾蟆故堪浴水，",
      "问云何玉兔解沉浮？",
      "若道都齐无恙，",
      "云何渐渐如钩？"
    ],
    "type": [
      "中秋节",
      "咏物",
      "月亮",
      "抒怀",
      "忧国"
    ],
    "source": "中秋饮酒将旦，客谓前人诗词有赋待月无送月者，因用《天问》体赋。可怜今夕月，向何处，去悠悠？是别有人间，那边才见，光影东头？keysentence是天外。空汗漫，但长风浩浩送中秋？飞镜无根谁系？姮娥不嫁谁留？谓经海底问无由，恍惚使人愁。怕万里长鲸，纵横触破，玉殿琼楼。虾蟆故堪浴水，问云何玉兔解沉浮？若道都齐无恙，云何渐渐如钩？",
    "id": "P874"
  },
  {
    "title": "苏小小墓",
    "dynasty": "唐代",
    "writer": "李贺",
    "content": [
      "幽兰露，",
      "如啼眼。keysentence",
      "无物结同心，",
      "烟花不堪剪。",
      "草如茵，",
      "松如盖。",
      "风为裳，",
      "水为佩。",
      "油壁车，",
      "夕相待。",
      "冷翠烛，",
      "劳光彩。",
      "西陵下，",
      "风吹雨。"
    ],
    "type": [
      "写鬼",
      "写景",
      "抒情"
    ],
    "source": "幽兰露，如啼眼。keysentence无物结同心，烟花不堪剪。草如茵，松如盖。风为裳，水为佩。油壁车，夕相待。冷翠烛，劳光彩。西陵下，风吹雨。",
    "id": "P875"
  },
  {
    "title": "忆江南·春去也",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "春去也，",
      "多谢洛城人。",
      "弱柳从风疑举袂，",
      "丛兰裛露似沾巾。",
      "独坐亦含嚬。",
      "春去也，",
      "共惜艳阳年。",
      "犹有桃花流水上，",
      "无辞竹叶醉尊前。keysentence",
      "惟待见青天。"
    ],
    "type": [
      "婉约",
      "女子",
      "惜春",
      "柳树"
    ],
    "source": "春去也，多谢洛城人。弱柳从风疑举袂，丛兰裛露似沾巾。独坐亦含嚬。春去也，共惜艳阳年。犹有桃花流水上，无辞竹叶醉尊前。keysentence惟待见青天。",
    "id": "P876"
  },
  {
    "title": "赤壁歌送别",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "二龙争战决雌雄，",
      "赤壁楼船扫地空。",
      "烈火张天照云海，",
      "周瑜于此破曹公。keysentence",
      "君去沧江望澄碧，",
      "鲸鲵唐突留馀迹。",
      "一一书来报故人，",
      "我欲因之壮心魄。"
    ],
    "type": [
      "地名",
      "咏史怀古",
      "送别"
    ],
    "source": "二龙争战决雌雄，赤壁楼船扫地空。烈火张天照云海，周瑜于此破曹公。keysentence君去沧江望澄碧，鲸鲵唐突留馀迹。一一书来报故人，我欲因之壮心魄。",
    "id": "P877"
  },
  {
    "title": "望海潮·洛阳怀古",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "梅英疏淡，",
      "冰澌溶泄，",
      "东风暗换年华。",
      "金谷俊游，",
      "铜驼巷陌，",
      "新晴细履平沙。",
      "长记误随车。",
      "正絮翻蝶舞，",
      "芳思交加。",
      "柳下桃蹊，",
      "乱分春色到人家。keysentence",
      "西园夜饮鸣笳。",
      "有华灯碍月，",
      "飞盖妨花。",
      "兰苑未空，",
      "行人渐老，",
      "重来是事堪嗟。",
      "烟暝酒旗斜。",
      "但倚楼极目，",
      "时见栖鸦。",
      "无奈归心，",
      "暗随流水到天涯。"
    ],
    "type": [
      "宋词三百首",
      "春天",
      "追忆",
      "抒情"
    ],
    "source": "梅英疏淡，冰澌溶泄，东风暗换年华。金谷俊游，铜驼巷陌，新晴细履平沙。长记误随车。正絮翻蝶舞，芳思交加。柳下桃蹊，乱分春色到人家。keysentence西园夜饮鸣笳。有华灯碍月，飞盖妨花。兰苑未空，行人渐老，重来是事堪嗟。烟暝酒旗斜。但倚楼极目，时见栖鸦。无奈归心，暗随流水到天涯。",
    "id": "P878"
  },
  {
    "title": "长干行二首",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "妾发初覆额，",
      "折花门前剧。",
      "郎骑竹马来，",
      "绕床弄青梅。keysentence",
      "同居长干里，",
      "两小无嫌猜，",
      "十四为君妇，",
      "羞颜未尝开。",
      "低头向暗壁，",
      "千唤不一回。",
      "十五始展眉，",
      "愿同尘与灰。",
      "常存抱柱信，",
      "岂上望夫台。",
      "十六君远行，",
      "瞿塘滟滪堆。",
      "五月不可触，",
      "猿声天上哀。",
      "门前迟行迹，",
      "一一生绿苔。",
      "苔深不能扫，",
      "落叶秋风早。",
      "八月胡蝶来，",
      "双飞西园草。",
      "感此伤妾心，",
      "坐愁红颜老。",
      "早晚下三巴，",
      "预将书报家。",
      "相迎不道远，",
      "直至长风沙。",
      "忆妾深闺里，",
      "烟尘不曾识。",
      "嫁与长干人，",
      "沙头候风色。",
      "五月南风兴，",
      "思君下巴陵。",
      "八月西风起，",
      "想君发扬子。",
      "去来悲如何，",
      "见少离别多。",
      "湘潭几日到，",
      "妾梦越风波。",
      "昨夜狂风度，",
      "吹折江头树。",
      "淼淼暗无边，",
      "行人在何处。",
      "好乘浮云骢，",
      "佳期兰渚东。",
      "鸳鸯绿蒲上，",
      "翡翠锦屏中。",
      "自怜十五余，",
      "颜色桃花红。",
      "那作商人妇，",
      "愁水复愁风。"
    ],
    "type": [
      "乐府",
      "妇女",
      "爱情",
      "叙事",
      "思念",
      "生活"
    ],
    "source": "妾发初覆额，折花门前剧。郎骑竹马来，绕床弄青梅。keysentence同居长干里，两小无嫌猜，十四为君妇，羞颜未尝开。低头向暗壁，千唤不一回。十五始展眉，愿同尘与灰。常存抱柱信，岂上望夫台。十六君远行，瞿塘滟滪堆。五月不可触，猿声天上哀。门前迟行迹，一一生绿苔。苔深不能扫，落叶秋风早。八月胡蝶来，双飞西园草。感此伤妾心，坐愁红颜老。早晚下三巴，预将书报家。相迎不道远，直至长风沙。忆妾深闺里，烟尘不曾识。嫁与长干人，沙头候风色。五月南风兴，思君下巴陵。八月西风起，想君发扬子。去来悲如何，见少离别多。湘潭几日到，妾梦越风波。昨夜狂风度，吹折江头树。淼淼暗无边，行人在何处。好乘浮云骢，佳期兰渚东。鸳鸯绿蒲上，翡翠锦屏中。自怜十五余，颜色桃花红。那作商人妇，愁水复愁风。",
    "id": "P879"
  },
  {
    "title": "赠白马王彪·并序",
    "dynasty": "魏晋",
    "writer": "曹植",
    "content": [
      "黄初四年五月，",
      "白马王、任城王与余俱朝京师、会节气。",
      "到洛阳，",
      "任城王薨。",
      "至七月，",
      "与白马王还国。",
      "后有司以二王归藩，",
      "道路宜异宿止，",
      "意毒恨之。",
      "盖以大别在数日，",
      "是用自剖，",
      "与王辞焉，",
      "愤而成篇。",
      "谒帝承明庐，",
      "逝将归旧疆。",
      "清晨发皇邑，",
      "日夕过首阳。",
      "伊洛广且深，",
      "欲济川无梁。",
      "泛舟越洪涛，",
      "怨彼东路长。",
      "顾瞻恋城阙，",
      "引领情内伤。",
      "太谷何寥廓，",
      "山树郁苍苍。",
      "霖雨泥我涂，",
      "流潦浩纵横。",
      "中逵绝无轨，",
      "改辙登高岗。",
      "修坂造云日，",
      "我马玄以黄。",
      "玄黄犹能进，",
      "我思郁以纡。",
      "郁纡将何念，",
      "亲爱在离居。",
      "本图相与偕，",
      "中更不克俱。",
      "鸱枭鸣衡轭，",
      "豺狼当路衢。",
      "苍蝇间白黑，",
      "谗巧令亲疏。",
      "欲还绝无蹊，",
      "揽辔止踟蹰。",
      "踟蹰亦何留？",
      "相思无终极。",
      "秋风发微凉，",
      "寒蝉鸣我侧。",
      "原野何萧条，",
      "白日忽西匿。",
      "归鸟赴乔林，",
      "翩翩厉羽翼。",
      "孤兽走索群，",
      "衔草不遑食。",
      "感物伤我怀，",
      "抚心长太息。",
      "太息将何为，",
      "天命与我违。",
      "奈何念同生，",
      "一往形不归。",
      "孤魂翔故域，",
      "灵柩寄京师。",
      "存者忽复过，",
      "亡殁身自衰。",
      "人生处一世，",
      "去若朝露晞。",
      "年在桑榆间，",
      "影响不能追。",
      "自顾非金石，",
      "咄唶令心悲。",
      "心悲动我神，",
      "弃置莫复陈。",
      "丈夫志四海，",
      "万里犹比邻。keysentence",
      "恩爱苟不亏，",
      "在远分日亲。",
      "何必同衾帱，",
      "然后展慇懃。",
      "忧思成疾疢，",
      "无乃儿女仁。",
      "仓卒骨肉情，",
      "能不怀苦辛？",
      "苦辛何虑思，",
      "天命信可疑。",
      "虚无求列仙，",
      "松子久吾欺。",
      "变故在斯须，",
      "百年谁能持？",
      "离别永无会，",
      "执手将何时？",
      "王其爱玉体，",
      "俱享黄髪期。",
      "收泪即长路，",
      "援笔从此辞。"
    ],
    "type": [
      "抒情",
      "长诗",
      "离别",
      "亲情",
      "悼念"
    ],
    "source": "黄初四年五月，白马王、任城王与余俱朝京师、会节气。到洛阳，任城王薨。至七月，与白马王还国。后有司以二王归藩，道路宜异宿止，意毒恨之。盖以大别在数日，是用自剖，与王辞焉，愤而成篇。谒帝承明庐，逝将归旧疆。清晨发皇邑，日夕过首阳。伊洛广且深，欲济川无梁。泛舟越洪涛，怨彼东路长。顾瞻恋城阙，引领情内伤。太谷何寥廓，山树郁苍苍。霖雨泥我涂，流潦浩纵横。中逵绝无轨，改辙登高岗。修坂造云日，我马玄以黄。玄黄犹能进，我思郁以纡。郁纡将何念，亲爱在离居。本图相与偕，中更不克俱。鸱枭鸣衡轭，豺狼当路衢。苍蝇间白黑，谗巧令亲疏。欲还绝无蹊，揽辔止踟蹰。踟蹰亦何留？相思无终极。秋风发微凉，寒蝉鸣我侧。原野何萧条，白日忽西匿。归鸟赴乔林，翩翩厉羽翼。孤兽走索群，衔草不遑食。感物伤我怀，抚心长太息。太息将何为，天命与我违。奈何念同生，一往形不归。孤魂翔故域，灵柩寄京师。存者忽复过，亡殁身自衰。人生处一世，去若朝露晞。年在桑榆间，影响不能追。自顾非金石，咄唶令心悲。心悲动我神，弃置莫复陈。丈夫志四海，万里犹比邻。keysentence恩爱苟不亏，在远分日亲。何必同衾帱，然后展慇懃。忧思成疾疢，无乃儿女仁。仓卒骨肉情，能不怀苦辛？苦辛何虑思，天命信可疑。虚无求列仙，松子久吾欺。变故在斯须，百年谁能持？离别永无会，执手将何时？王其爱玉体，俱享黄髪期。收泪即长路，援笔从此辞。",
    "id": "P880"
  },
  {
    "title": "落花落",
    "dynasty": "唐代",
    "writer": "王勃",
    "content": [
      "落花落，",
      "落花纷漠漠。",
      "绿叶青跗映丹萼，",
      "与君裴回上金阁。",
      "影拂妆阶玳瑁筵，",
      "香飘舞馆茱萸幕。",
      "落花飞，",
      "燎乱入中帷。",
      "落花春正满，",
      "春人归不归。",
      "落花度，",
      "氛氲绕高树。",
      "落花春已繁，",
      "春人春不顾。",
      "绮阁青台静且闲，",
      "罗袂红巾复往还。",
      "盛年不再得，",
      "高枝难重攀。",
      "试复旦游落花里，",
      "暮宿落花间。",
      "与君落花院，",
      "台上起双鬟。keysentence"
    ],
    "type": [
      "春天",
      "写花",
      "伤怀",
      "青春"
    ],
    "source": "落花落，落花纷漠漠。绿叶青跗映丹萼，与君裴回上金阁。影拂妆阶玳瑁筵，香飘舞馆茱萸幕。落花飞，燎乱入中帷。落花春正满，春人归不归。落花度，氛氲绕高树。落花春已繁，春人春不顾。绮阁青台静且闲，罗袂红巾复往还。盛年不再得，高枝难重攀。试复旦游落花里，暮宿落花间。与君落花院，台上起双鬟。keysentence",
    "id": "P881"
  },
  {
    "title": "咏煤炭",
    "dynasty": "明代",
    "writer": "于谦",
    "content": [
      "凿开混沌得乌金，",
      "藏蓄阳和意最深。",
      "爝火燃回春浩浩，",
      "洪炉照破夜沉沉。",
      "鼎彝元赖生成力，",
      "铁石犹存死后心。",
      "但愿苍生俱饱暖，",
      "不辞辛苦出山林。keysentence"
    ],
    "type": [
      "咏物",
      "爱国",
      "忧国忧民",
      "抱负"
    ],
    "source": "凿开混沌得乌金，藏蓄阳和意最深。爝火燃回春浩浩，洪炉照破夜沉沉。鼎彝元赖生成力，铁石犹存死后心。但愿苍生俱饱暖，不辞辛苦出山林。keysentence",
    "id": "P882"
  },
  {
    "title": "立春日感怀",
    "dynasty": "明代",
    "writer": "于谦",
    "content": [
      "年去年来白发新，",
      "匆匆马上又逢春。",
      "关河底事空留客？",
      "岁月无情不贷人。",
      "一寸丹心图报国，",
      "两行清泪为思亲。keysentence",
      "孤怀激烈难消遣，",
      "漫把金盘簇五辛。"
    ],
    "type": [
      "爱国",
      "思乡"
    ],
    "source": "年去年来白发新，匆匆马上又逢春。关河底事空留客？岁月无情不贷人。一寸丹心图报国，两行清泪为思亲。keysentence孤怀激烈难消遣，漫把金盘簇五辛。",
    "id": "P883"
  },
  {
    "title": "移居二首",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "昔欲居南村，",
      "非为卜其宅。",
      "闻多素心人，",
      "乐与数晨夕。",
      "怀此颇有年，",
      "今日从兹役。",
      "敝庐何必广，",
      "取足蔽床席。",
      "邻曲时时来，",
      "抗言谈在昔。",
      "奇文共欣赏，",
      "疑义相与析。keysentence",
      "春秋多佳日，",
      "登高赋新诗。",
      "过门更相呼，",
      "有酒斟酌之。",
      "农务各自归，",
      "闲暇辄相思。",
      "相思则披衣，",
      "言笑无厌时。",
      "此理将不胜？",
      "无为忽去兹。",
      "衣食当须纪，",
      "力耕不吾欺。"
    ],
    "type": [
      "田园",
      "生活",
      "友情"
    ],
    "source": "昔欲居南村，非为卜其宅。闻多素心人，乐与数晨夕。怀此颇有年，今日从兹役。敝庐何必广，取足蔽床席。邻曲时时来，抗言谈在昔。奇文共欣赏，疑义相与析。keysentence春秋多佳日，登高赋新诗。过门更相呼，有酒斟酌之。农务各自归，闲暇辄相思。相思则披衣，言笑无厌时。此理将不胜？无为忽去兹。衣食当须纪，力耕不吾欺。",
    "id": "P884"
  },
  {
    "title": "北青萝",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "残阳西入崦，",
      "茅屋访孤僧。",
      "落叶人何在，",
      "寒云路几层。keysentence",
      "独敲初夜磬，",
      "闲倚一枝藤。",
      "世界微尘里，",
      "吾宁爱与憎。"
    ],
    "type": [
      "唐诗三百首",
      "寻访"
    ],
    "source": "残阳西入崦，茅屋访孤僧。落叶人何在，寒云路几层。keysentence独敲初夜磬，闲倚一枝藤。世界微尘里，吾宁爱与憎。",
    "id": "P885"
  },
  {
    "title": "秋兴八首·其一",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "玉露凋伤枫树林，",
      "巫山巫峡气萧森。",
      "江间波浪兼天涌，",
      "塞上风云接地阴。",
      "丛菊两开他日泪，",
      "孤舟一系故园心。keysentence",
      "寒衣处处催刀尺，",
      "白帝城高急暮砧。"
    ],
    "type": [
      "秋天",
      "写景",
      "思念"
    ],
    "source": "玉露凋伤枫树林，巫山巫峡气萧森。江间波浪兼天涌，塞上风云接地阴。丛菊两开他日泪，孤舟一系故园心。keysentence寒衣处处催刀尺，白帝城高急暮砧。",
    "id": "P886"
  }
];