const lyrics = [
  {
    "title": "桓灵时童谣",
    "dynasty": "两汉",
    "writer": "佚名",
    "content": [
      "举秀才，",
      "不知书。keysentence",
      "举孝廉，",
      "父别居。",
      "寒素清白浊如泥，",
      "高第良将怯如鸡。"
    ],
    "type": [
      "古诗三百首",
      "童谣",
      "选官",
      "制度"
    ],
    "source": "举秀才，不知书。keysentence举孝廉，父别居。寒素清白浊如泥，高第良将怯如鸡。",
    "id": "P0"
  },
  {
    "title": "行香子·七夕",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "草际鸣蛩。",
      "惊落梧桐。",
      "正人间、天上愁浓。",
      "云阶月地，",
      "关锁千重。",
      "纵浮槎来，",
      "浮槎去，",
      "不相逢。",
      "星桥鹊驾，",
      "经年才见，",
      "想离情、别恨难穷。",
      "牵牛织女，",
      "莫是离中。keysentence",
      "甚霎儿晴，",
      "霎儿雨，",
      "霎儿风。"
    ],
    "type": [
      "宋词精选",
      "七夕节",
      "孤独"
    ],
    "source": "草际鸣蛩。惊落梧桐。正人间、天上愁浓。云阶月地，关锁千重。纵浮槎来，浮槎去，不相逢。星桥鹊驾，经年才见，想离情、别恨难穷。牵牛织女，莫是离中。keysentence甚霎儿晴，霎儿雨，霎儿风。",
    "id": "P1"
  },
  {
    "title": "元日",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "爆竹声中一岁除，",
      "春风送暖入屠苏。keysentence",
      "千门万户曈曈日，",
      "总把新桃换旧符。"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "春节",
      "风俗",
      "抱负",
      "早教古诗100首"
    ],
    "source": "爆竹声中一岁除，春风送暖入屠苏。keysentence千门万户曈曈日，总把新桃换旧符。",
    "id": "P2"
  },
  {
    "title": "田家元日",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "昨夜斗回北，",
      "今朝岁起东。",
      "我年已强仕，",
      "无禄尚忧农。",
      "桑野就耕父，",
      "荷锄随牧童。keysentence",
      "田家占气候，",
      "共说此年丰。"
    ],
    "type": [
      "春节",
      "农事",
      "抒情"
    ],
    "source": "昨夜斗回北，今朝岁起东。我年已强仕，无禄尚忧农。桑野就耕父，荷锄随牧童。keysentence田家占气候，共说此年丰。",
    "id": "P3"
  },
  {
    "title": "酒泉子·长忆观潮",
    "dynasty": "宋代",
    "writer": "潘阆",
    "content": [
      "长忆观潮，",
      "满郭人争江上望。",
      "来疑沧海尽成空。",
      "万面鼓声中。",
      "弄潮儿向涛头立。",
      "手把红旗旗不湿。",
      "别来几向梦中看。keysentence",
      "梦觉尚心寒。"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "景点"
    ],
    "source": "长忆观潮，满郭人争江上望。来疑沧海尽成空。万面鼓声中。弄潮儿向涛头立。手把红旗旗不湿。别来几向梦中看。keysentence梦觉尚心寒。",
    "id": "P4"
  },
  {
    "title": "放言五首·其三",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "赠君一法决狐疑，",
      "不用钻龟与祝蓍。",
      "试玉要烧三日满，",
      "辨材须待七年期。keysentence",
      "周公恐惧流言日，",
      "王莽谦恭未篡时。",
      "向使当初身便死，",
      "一生真伪复谁知？"
    ],
    "type": [
      "哲理"
    ],
    "source": "赠君一法决狐疑，不用钻龟与祝蓍。试玉要烧三日满，辨材须待七年期。keysentence周公恐惧流言日，王莽谦恭未篡时。向使当初身便死，一生真伪复谁知？",
    "id": "P5"
  },
  {
    "title": "七步诗",
    "dynasty": "两汉",
    "writer": "曹植",
    "content": [
      "煮豆燃豆萁，",
      "豆在釜中泣。keysentence",
      "本是同根生，",
      "相煎何太急？",
      "煮豆持作羹，",
      "漉菽以为汁。",
      "萁在釜下燃，",
      "豆在釜中泣。",
      "本自同根生，",
      "相煎何太急？"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "劝诫",
      "亲情"
    ],
    "source": "煮豆燃豆萁，豆在釜中泣。keysentence本是同根生，相煎何太急？煮豆持作羹，漉菽以为汁。萁在釜下燃，豆在釜中泣。本自同根生，相煎何太急？",
    "id": "P6"
  },
  {
    "title": "元日",
    "dynasty": "唐代",
    "writer": "李世民",
    "content": [
      "高轩暧春色，",
      "邃阁媚朝光。",
      "彤庭飞彩旆，",
      "翠幌曜明珰。",
      "恭己临四极，",
      "垂衣驭八荒。",
      "霜戟列丹陛，",
      "丝竹韵长廊。",
      "穆矣熏风茂，",
      "康哉帝道昌。",
      "继文遵后轨，",
      "循古鉴前王。",
      "草秀故春色，",
      "梅艳昔年妆。keysentence",
      "巨川思欲济，",
      "终以寄舟航。"
    ],
    "type": [
      "春节"
    ],
    "source": "高轩暧春色，邃阁媚朝光。彤庭飞彩旆，翠幌曜明珰。恭己临四极，垂衣驭八荒。霜戟列丹陛，丝竹韵长廊。穆矣熏风茂，康哉帝道昌。继文遵后轨，循古鉴前王。草秀故春色，梅艳昔年妆。keysentence巨川思欲济，终以寄舟航。",
    "id": "P7"
  },
  {
    "title": "春夜洛城闻笛",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "谁家玉笛暗飞声，",
      "散入春风满洛城。keysentence",
      "此夜曲中闻折柳，",
      "何人不起故园情。"
    ],
    "type": [
      "初中古诗",
      "音乐",
      "思乡"
    ],
    "source": "谁家玉笛暗飞声，散入春风满洛城。keysentence此夜曲中闻折柳，何人不起故园情。",
    "id": "P8"
  },
  {
    "title": "舟夜书所见",
    "dynasty": "清代",
    "writer": "查慎行",
    "content": [
      "月黑见渔灯，",
      "孤光一点萤。keysentence",
      "微微风簇浪，",
      "散作满河星。"
    ],
    "type": [
      "古诗三百首",
      "写景"
    ],
    "source": "月黑见渔灯，孤光一点萤。keysentence微微风簇浪，散作满河星。",
    "id": "P9"
  },
  {
    "title": "黄鹤楼",
    "dynasty": "唐代",
    "writer": "崔颢",
    "content": [
      "昔人已乘黄鹤去，",
      "此地空余黄鹤楼。",
      "黄鹤一去不复返，",
      "白云千载空悠悠。keysentence",
      "晴川历历汉阳树，",
      "芳草萋萋鹦鹉洲。",
      "日暮乡关何处是？",
      "烟波江上使人愁。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "写景",
      "地名",
      "怀古",
      "思乡",
      "早教古诗100首"
    ],
    "source": "昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。keysentence晴川历历汉阳树，芳草萋萋鹦鹉洲。日暮乡关何处是？烟波江上使人愁。",
    "id": "P10"
  },
  {
    "title": "江雪",
    "dynasty": "唐代",
    "writer": "柳宗元",
    "content": [
      "千山鸟飞绝，",
      "万径人踪灭。keysentence",
      "孤舟蓑笠翁，",
      "独钓寒江雪。"
    ],
    "type": [
      "唐诗三百首",
      "写景",
      "冬天",
      "写雪",
      "山水",
      "写鸟",
      "早教古诗100首"
    ],
    "source": "千山鸟飞绝，万径人踪灭。keysentence孤舟蓑笠翁，独钓寒江雪。",
    "id": "P11"
  },
  {
    "title": "春夜宴桃李园序",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "夫天地者，",
      "万物之逆旅也；",
      "光阴者，",
      "百代之过客也。",
      "而浮生若梦，",
      "为欢几何？",
      "古人秉烛夜游，",
      "良有以也。",
      "况阳春召我以烟景，",
      "大块假我以文章。",
      "会桃花之芳园，",
      "序天伦之乐事。keysentence",
      "群季俊秀，",
      "皆为惠连；",
      "吾人咏歌，",
      "独惭康乐。",
      "幽赏未已，",
      "高谈转清。",
      "开琼筵以坐花，",
      "飞羽觞而醉月。",
      "不有佳咏，",
      "何伸雅怀？",
      "如诗不成，",
      "罚依金谷酒数。"
    ],
    "type": [
      "古文观止",
      "宴饮",
      "抒怀",
      "序文"
    ],
    "source": "夫天地者，万物之逆旅也；光阴者，百代之过客也。而浮生若梦，为欢几何？古人秉烛夜游，良有以也。况阳春召我以烟景，大块假我以文章。会桃花之芳园，序天伦之乐事。keysentence群季俊秀，皆为惠连；吾人咏歌，独惭康乐。幽赏未已，高谈转清。开琼筵以坐花，飞羽觞而醉月。不有佳咏，何伸雅怀？如诗不成，罚依金谷酒数。",
    "id": "P12"
  },
  {
    "title": "赠汪伦",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "李白乘舟将欲行，",
      "忽闻岸上踏歌声。",
      "桃花潭水深千尺，",
      "不及汪伦送我情。keysentence"
    ],
    "type": [
      "小学古诗",
      "写水",
      "离别",
      "友情",
      "送别",
      "早教古诗100首"
    ],
    "source": "李白乘舟将欲行，忽闻岸上踏歌声。桃花潭水深千尺，不及汪伦送我情。keysentence",
    "id": "P13"
  },
  {
    "title": "关山月",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "明月出天山，",
      "苍茫云海间。keysentence",
      "长风几万里，",
      "吹度玉门关。",
      "汉下白登道，",
      "胡窥青海湾。",
      "由来征战地，",
      "不见有人还。",
      "戍客望边邑，",
      "思归多苦颜。",
      "高楼当此夜，",
      "叹息未应闲。"
    ],
    "type": [
      "唐诗三百首",
      "写山",
      "边塞",
      "征人",
      "思乡"
    ],
    "source": "明月出天山，苍茫云海间。keysentence长风几万里，吹度玉门关。汉下白登道，胡窥青海湾。由来征战地，不见有人还。戍客望边邑，思归多苦颜。高楼当此夜，叹息未应闲。",
    "id": "P14"
  },
  {
    "title": "满江红·小住京华",
    "dynasty": "清代",
    "writer": "秋瑾",
    "content": [
      "小住京华，",
      "早又是，",
      "中秋佳节。",
      "为篱下，",
      "黄花开遍，",
      "秋容如拭。",
      "四面歌残终破楚，",
      "八年风味徒思浙。keysentence",
      "苦将侬，",
      "强派作蛾眉，",
      "殊未屑！",
      "身不得，",
      "男儿列。",
      "心却比，",
      "男儿烈！",
      "算平生肝胆，",
      "因人常热。",
      "俗子胸襟谁识我？",
      "英雄末路当磨折。",
      "莽红尘，",
      "何处觅知音？",
      "青衫湿！"
    ],
    "type": [
      "豪放",
      "抒怀",
      "壮志"
    ],
    "source": "小住京华，早又是，中秋佳节。为篱下，黄花开遍，秋容如拭。四面歌残终破楚，八年风味徒思浙。keysentence苦将侬，强派作蛾眉，殊未屑！身不得，男儿列。心却比，男儿烈！算平生肝胆，因人常热。俗子胸襟谁识我？英雄末路当磨折。莽红尘，何处觅知音？青衫湿！",
    "id": "P15"
  },
  {
    "title": "水调歌头·安石在东海",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "余去岁在东武，",
      "今年子由相从彭门居百余日，",
      "过中秋而去，",
      "作此曲以别。",
      "余以其语过悲，",
      "乃为和之，",
      "其意以不早退为戒，",
      "以退而相从之乐为慰云耳安石在东海，",
      "从事鬓惊秋。",
      "中年亲友难别，",
      "丝竹缓离愁。keysentence",
      "一旦功成名遂，",
      "准拟东还海道，",
      "扶病入西州。",
      "雅志困轩冕，",
      "遗恨寄沧洲。",
      "岁云暮，",
      "须早计，",
      "要褐裘。",
      "故乡归去千里，",
      "佳处辄迟留。",
      "我醉歌时君和，",
      "醉倒须君扶我，",
      "惟酒可忘忧。",
      "一任刘玄德，",
      "相对卧高楼。"
    ],
    "type": [
      "故事",
      "抒情"
    ],
    "source": "余去岁在东武，作《水调歌头》以寄子由。今年子由相从彭门居百余日，过中秋而去，作此曲以别。余以其语过悲，乃为和之，其意以不早退为戒，以退而相从之乐为慰云耳安石在东海，从事鬓惊秋。中年亲友难别，丝竹缓离愁。keysentence一旦功成名遂，准拟东还海道，扶病入西州。雅志困轩冕，遗恨寄沧洲。岁云暮，须早计，要褐裘。故乡归去千里，佳处辄迟留。我醉歌时君和，醉倒须君扶我，惟酒可忘忧。一任刘玄德，相对卧高楼。",
    "id": "P16"
  },
  {
    "title": "樛木",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "南有樛木，",
      "葛藟累之。",
      "乐只君子，",
      "福履绥之。keysentence",
      "南有樛木，",
      "葛藟荒之。",
      "乐只君子，",
      "福履将之。",
      "南有樛木，",
      "葛藟萦之。",
      "乐只君子，",
      "福履成之。"
    ],
    "type": [
      "诗经",
      "祝福"
    ],
    "source": "南有樛木，葛藟累之。乐只君子，福履绥之。keysentence南有樛木，葛藟荒之。乐只君子，福履将之。南有樛木，葛藟萦之。乐只君子，福履成之。",
    "id": "P17"
  },
  {
    "title": "念奴娇·过洞庭",
    "dynasty": "宋代",
    "writer": "张孝祥",
    "content": [
      "洞庭青草，",
      "近中秋，",
      "更无一点风色。",
      "玉界琼田三万顷，",
      "着我扁舟一叶。",
      "素月分辉，",
      "明河共影，",
      "表里俱澄澈。",
      "悠然心会，",
      "妙处难与君说。",
      "应念岭表经年，",
      "孤光自照，",
      "肝胆皆冰雪。",
      "短发萧骚襟袖冷，",
      "稳泛沧浪空阔。",
      "尽挹西江，",
      "细斟北斗，",
      "万象为宾客。",
      "扣舷独啸，",
      "不知今夕何夕。keysentence"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "写景",
      "写水",
      "月夜",
      "抒怀"
    ],
    "source": "洞庭青草，近中秋，更无一点风色。玉界琼田三万顷，着我扁舟一叶。素月分辉，明河共影，表里俱澄澈。悠然心会，妙处难与君说。应念岭表经年，孤光自照，肝胆皆冰雪。短发萧骚襟袖冷，稳泛沧浪空阔。尽挹西江，细斟北斗，万象为宾客。扣舷独啸，不知今夕何夕。keysentence",
    "id": "P18"
  },
  {
    "title": "雪梅·其二",
    "dynasty": "宋代",
    "writer": "卢梅坡",
    "content": [
      "有梅无雪不精神，",
      "有雪无诗俗了人。keysentence",
      "日暮诗成天又雪，",
      "与梅并作十分春。"
    ],
    "type": [
      "冬天",
      "写雪",
      "梅花"
    ],
    "source": "有梅无雪不精神，有雪无诗俗了人。keysentence日暮诗成天又雪，与梅并作十分春。",
    "id": "P19"
  },
  {
    "title": "卜算子·送鲍浩然之浙东",
    "dynasty": "宋代",
    "writer": "王观",
    "content": [
      "水是眼波横，",
      "山是眉峰聚。keysentence",
      "欲问行人去那边？",
      "眉眼盈盈处。",
      "才始送春归，",
      "又送君归去。",
      "若到江南赶上春，",
      "千万和春住。"
    ],
    "type": [
      "宋词三百首",
      "小学古诗",
      "初中古诗",
      "婉约",
      "送别",
      "山水",
      "写人"
    ],
    "source": "水是眼波横，山是眉峰聚。keysentence欲问行人去那边？眉眼盈盈处。才始送春归，又送君归去。若到江南赶上春，千万和春住。",
    "id": "P21"
  },
  {
    "title": "题乌江亭",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "胜败兵家事不期，",
      "包羞忍耻是男儿。keysentence",
      "江东子弟多才俊，",
      "卷土重来未可知。"
    ],
    "type": [
      "咏史怀古",
      "励志"
    ],
    "source": "胜败兵家事不期，包羞忍耻是男儿。keysentence江东子弟多才俊，卷土重来未可知。",
    "id": "P22"
  },
  {
    "title": "湖心亭看雪",
    "dynasty": "明代",
    "writer": "张岱",
    "content": [
      "崇祯五年十二月，",
      "余住西湖。",
      "大雪三日，",
      "湖中人鸟声俱绝。",
      "是日更定矣，",
      "余拏一小舟，",
      "拥毳衣炉火，",
      "独往湖心亭看雪。keysentence",
      "雾凇沆砀，",
      "天与云与山与水，",
      "上下一白。",
      "湖上影子，",
      "惟长堤一痕、湖心亭一点、与余舟一芥、舟中人两三粒而已。",
      "到亭上，",
      "有两人铺毡对坐，",
      "一童子烧酒炉正沸。",
      "见余大喜曰：",
      "湖中焉得更有此人？",
      "拉余同饮。",
      "余强饮三大白而别。",
      "问其姓氏，",
      "是金陵人，",
      "客此。",
      "及下船，",
      "舟子喃喃曰：",
      "莫说相公痴，",
      "更有痴似相公者！"
    ],
    "type": [
      "初中文言文",
      "写雪",
      "感叹",
      "抒怀"
    ],
    "source": "崇祯五年十二月，余住西湖。大雪三日，湖中人鸟声俱绝。是日更定矣，余拏一小舟，拥毳衣炉火，独往湖心亭看雪。keysentence雾凇沆砀，天与云与山与水，上下一白。湖上影子，惟长堤一痕、湖心亭一点、与余舟一芥、舟中人两三粒而已。到亭上，有两人铺毡对坐，一童子烧酒炉正沸。见余大喜曰：湖中焉得更有此人？拉余同饮。余强饮三大白而别。问其姓氏，是金陵人，客此。及下船，舟子喃喃曰：莫说相公痴，更有痴似相公者！",
    "id": "P23"
  },
  {
    "title": "凤求凰",
    "dynasty": "两汉",
    "writer": "司马相如",
    "content": [
      "其一：",
      "见之不忘。",
      "一日不见兮，",
      "思之如狂。",
      "凤飞翱翔兮，",
      "四海求凰。",
      "无奈佳人兮，",
      "不在东墙。",
      "将琴代语兮，",
      "聊写衷肠。",
      "何时见许兮，",
      "慰我彷徨。",
      "愿言配德兮，",
      "携手相将。",
      "不得於飞兮，",
      "使我沦亡。",
      "其二：",
      "凤兮凤兮归故乡，",
      "遨游四海求其凰。",
      "时未遇兮无所将，",
      "何悟今兮升斯堂！",
      "有艳淑女在闺房，",
      "室迩人遐毒我肠。keysentence",
      "何缘交颈为鸳鸯，",
      "胡颉颃兮共翱翔！",
      "凰兮凰兮从我栖，",
      "得托孳尾永为妃。",
      "交情通意心和谐，",
      "中夜相从知者谁？",
      "双翼俱起翻高飞，",
      "无感我思使余悲。"
    ],
    "type": [
      "思念",
      "爱情"
    ],
    "source": "其一：【琴曲出自王实甫《西厢记》】有美一人兮，见之不忘。一日不见兮，思之如狂。凤飞翱翔兮，四海求凰。无奈佳人兮，不在东墙。将琴代语兮，聊写衷肠。何时见许兮，慰我彷徨。愿言配德兮，携手相将。不得於飞兮，使我沦亡。其二：凤兮凤兮归故乡，遨游四海求其凰。时未遇兮无所将，何悟今兮升斯堂！有艳淑女在闺房，室迩人遐毒我肠。keysentence何缘交颈为鸳鸯，胡颉颃兮共翱翔！凰兮凰兮从我栖，得托孳尾永为妃。交情通意心和谐，中夜相从知者谁？双翼俱起翻高飞，无感我思使余悲。",
    "id": "P24"
  },
  {
    "title": "临安春雨初霁",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "世味年来薄似纱，",
      "谁令骑马客京华。",
      "小楼一夜听春雨，",
      "深巷明朝卖杏花。keysentence",
      "矮纸斜行闲作草，",
      "晴窗细乳戏分茶。",
      "素衣莫起风尘叹，",
      "犹及清明可到家。"
    ],
    "type": [
      "古诗三百首",
      "春天",
      "写雨",
      "忧愁"
    ],
    "source": "世味年来薄似纱，谁令骑马客京华。小楼一夜听春雨，深巷明朝卖杏花。keysentence矮纸斜行闲作草，晴窗细乳戏分茶。素衣莫起风尘叹，犹及清明可到家。",
    "id": "P26"
  },
  {
    "title": "赠花卿",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "锦城丝管日纷纷，",
      "半入江风半入云。",
      "此曲只应天上有，",
      "人间能得几回闻。keysentence"
    ],
    "type": [
      "劝诫",
      "讽刺"
    ],
    "source": "锦城丝管日纷纷，半入江风半入云。此曲只应天上有，人间能得几回闻。keysentence",
    "id": "P28"
  },
  {
    "title": "小儿垂钓",
    "dynasty": "唐代",
    "writer": "胡令能",
    "content": [
      "蓬头稚子学垂纶，",
      "侧坐莓苔草映身。keysentence",
      "路人借问遥招手，",
      "怕得鱼惊不应人。"
    ],
    "type": [
      "儿童",
      "垂钓"
    ],
    "source": "蓬头稚子学垂纶，侧坐莓苔草映身。keysentence路人借问遥招手，怕得鱼惊不应人。",
    "id": "P29"
  },
  {
    "title": "闻王昌龄左迁龙标遥有此寄",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "杨花落尽子规啼，",
      "闻道龙标过五溪。",
      "我寄愁心与明月，",
      "随风直到夜郎西。keysentence"
    ],
    "type": [
      "初中古诗",
      "写景",
      "思乡",
      "友情"
    ],
    "source": "杨花落尽子规啼，闻道龙标过五溪。我寄愁心与明月，随风直到夜郎西。keysentence",
    "id": "P30"
  },
  {
    "title": "鹧鸪天·雪照山城玉指寒",
    "dynasty": "宋代",
    "writer": "刘著",
    "content": [
      "雪照山城玉指寒，",
      "一声羌管怨楼间。",
      "江南几度梅花发，",
      "人在天涯鬓已斑。keysentence",
      "星点点，",
      "月团团。",
      "倒流河汉入杯盘。",
      "翰林风月三千首，",
      "寄与吴姬忍泪看。"
    ],
    "type": [
      "婉约",
      "离别",
      "思念"
    ],
    "source": "雪照山城玉指寒，一声羌管怨楼间。江南几度梅花发，人在天涯鬓已斑。keysentence星点点，月团团。倒流河汉入杯盘。翰林风月三千首，寄与吴姬忍泪看。",
    "id": "P31"
  },
  {
    "title": "怨情",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "美人卷珠帘，",
      "深坐颦蛾眉。keysentence",
      "但见泪痕湿，",
      "不知心恨谁。"
    ],
    "type": [
      "唐诗三百首",
      "女子"
    ],
    "source": "美人卷珠帘，深坐颦蛾眉。keysentence但见泪痕湿，不知心恨谁。",
    "id": "P33"
  },
  {
    "title": "望天门山",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "天门中断楚江开，",
      "碧水东流至此回。keysentence",
      "两岸青山相对出，",
      "孤帆一片日边来。"
    ],
    "type": [
      "小学古诗",
      "写景",
      "山水",
      "长江",
      "早教古诗100首"
    ],
    "source": "天门中断楚江开，碧水东流至此回。keysentence两岸青山相对出，孤帆一片日边来。",
    "id": "P37"
  },
  {
    "title": "送杜少府之任蜀州",
    "dynasty": "唐代",
    "writer": "王勃",
    "content": [
      "城阙辅三秦，",
      "风烟望五津。",
      "与君离别意，",
      "同是宦游人。",
      "海内存知己，",
      "天涯若比邻。keysentence",
      "无为在歧路，",
      "儿女共沾巾。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "友情",
      "送别",
      "哲理",
      "早教古诗100首"
    ],
    "source": "城阙辅三秦，风烟望五津。与君离别意，同是宦游人。海内存知己，天涯若比邻。keysentence无为在歧路，儿女共沾巾。",
    "id": "P38"
  },
  {
    "title": "稚子弄冰",
    "dynasty": "宋代",
    "writer": "杨万里",
    "content": [
      "稚子金盆脱晓冰，",
      "彩丝穿取当银铮。keysentence",
      "敲成玉磬穿林响，",
      "忽作玻璃碎地声。"
    ],
    "type": [
      "冬天",
      "儿童",
      "生活"
    ],
    "source": "稚子金盆脱晓冰，彩丝穿取当银铮。keysentence敲成玉磬穿林响，忽作玻璃碎地声。",
    "id": "P40"
  },
  {
    "title": "六月二十七日望湖楼醉书",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "黑云翻墨未遮山，",
      "白雨跳珠乱入船。keysentence",
      "卷地风来忽吹散，",
      "望湖楼下水如天。",
      "放生鱼鳖逐人来，",
      "无主荷花到处开。",
      "水枕能令山俯仰，",
      "风船解与月裴回。",
      "乌菱白芡不论钱，",
      "乱系青菰裹绿盘。",
      "忽忆尝新会灵观，",
      "滞留江海得加餐。",
      "献花游女木兰桡，",
      "细雨斜风湿翠翘。",
      "无限芳洲生杜若，",
      "吴儿不识楚辞招。",
      "未成小隐聊中隐，",
      "可得长闲胜暂闲。",
      "我本无家更安往，",
      "故乡无此好湖山。"
    ],
    "type": [
      "西湖",
      "写雨"
    ],
    "source": "黑云翻墨未遮山，白雨跳珠乱入船。keysentence卷地风来忽吹散，望湖楼下水如天。放生鱼鳖逐人来，无主荷花到处开。水枕能令山俯仰，风船解与月裴回。乌菱白芡不论钱，乱系青菰裹绿盘。忽忆尝新会灵观，滞留江海得加餐。献花游女木兰桡，细雨斜风湿翠翘。无限芳洲生杜若，吴儿不识楚辞招。未成小隐聊中隐，可得长闲胜暂闲。我本无家更安往，故乡无此好湖山。",
    "id": "P41"
  },
  {
    "title": "西洲曲",
    "dynasty": "南北朝",
    "writer": "佚名",
    "content": [
      "忆梅下西洲，",
      "折梅寄江北。",
      "单衫杏子红，",
      "双鬓鸦雏色。",
      "西洲在何处？",
      "两桨桥头渡。",
      "日暮伯劳飞，",
      "风吹乌臼树。",
      "树下即门前，",
      "门中露翠钿。",
      "开门郎不至，",
      "出门采红莲。",
      "采莲南塘秋，",
      "莲花过人头。",
      "低头弄莲子，",
      "莲子清如水。",
      "置莲怀袖中，",
      "莲心彻底红。",
      "忆郎郎不至，",
      "仰首望飞鸿。",
      "鸿飞满西洲，",
      "望郎上青楼。",
      "楼高望不见，",
      "尽日栏杆头。",
      "栏杆十二曲，",
      "垂手明如玉。",
      "卷帘天自高，",
      "海水摇空绿。",
      "海水梦悠悠，",
      "君愁我亦愁。keysentence",
      "南风知我意，",
      "吹梦到西洲。"
    ],
    "type": [
      "乐府",
      "民歌",
      "梅花",
      "女子",
      "思念"
    ],
    "source": "忆梅下西洲，折梅寄江北。单衫杏子红，双鬓鸦雏色。西洲在何处？两桨桥头渡。日暮伯劳飞，风吹乌臼树。树下即门前，门中露翠钿。开门郎不至，出门采红莲。采莲南塘秋，莲花过人头。低头弄莲子，莲子清如水。置莲怀袖中，莲心彻底红。忆郎郎不至，仰首望飞鸿。鸿飞满西洲，望郎上青楼。楼高望不见，尽日栏杆头。栏杆十二曲，垂手明如玉。卷帘天自高，海水摇空绿。海水梦悠悠，君愁我亦愁。keysentence南风知我意，吹梦到西洲。",
    "id": "P42"
  },
  {
    "title": "曲江二首",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "一片花飞减却春，",
      "风飘万点正愁人。",
      "且看欲尽花经眼，",
      "莫厌伤多酒入唇。",
      "江上小堂巢翡翠，",
      "苑边高冢卧麒麟。",
      "细推物理须行乐，",
      "何用浮荣绊此身。",
      "朝回日日典春衣，",
      "每日江头尽醉归。",
      "酒债寻常行处有，",
      "人生七十古来稀。keysentence",
      "穿花蛱蝶深深见，",
      "点水蜻蜓款款飞。",
      "传语风光共流转，",
      "暂时相赏莫相违。"
    ],
    "type": [
      "暮春",
      "写景",
      "景点",
      "哀思",
      "组诗",
      "早教古诗100首"
    ],
    "source": "一片花飞减却春，风飘万点正愁人。且看欲尽花经眼，莫厌伤多酒入唇。江上小堂巢翡翠，苑边高冢卧麒麟。细推物理须行乐，何用浮荣绊此身。朝回日日典春衣，每日江头尽醉归。酒债寻常行处有，人生七十古来稀。keysentence穿花蛱蝶深深见，点水蜻蜓款款飞。传语风光共流转，暂时相赏莫相违。",
    "id": "P43"
  },
  {
    "title": "剑客",
    "dynasty": "唐代",
    "writer": "贾岛",
    "content": [
      "十年磨一剑，",
      "霜刃未曾试。keysentence",
      "今日把示君，",
      "谁有不平事？"
    ],
    "type": [
      "豪情",
      "抱负"
    ],
    "source": "十年磨一剑，霜刃未曾试。keysentence今日把示君，谁有不平事？",
    "id": "P44"
  },
  {
    "title": "客至",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "舍南舍北皆春水，",
      "但见群鸥日日来。",
      "花径不曾缘客扫，",
      "蓬门今始为君开。keysentence",
      "盘飧市远无兼味，",
      "樽酒家贫只旧醅。",
      "肯与邻翁相对饮，",
      "隔篱呼取尽馀杯。"
    ],
    "type": [
      "唐诗三百首",
      "待客",
      "友情",
      "喜悦",
      "写景"
    ],
    "source": "舍南舍北皆春水，但见群鸥日日来。花径不曾缘客扫，蓬门今始为君开。keysentence盘飧市远无兼味，樽酒家贫只旧醅。肯与邻翁相对饮，隔篱呼取尽馀杯。",
    "id": "P45"
  },
  {
    "title": "凉州词二首",
    "dynasty": "唐代",
    "writer": "王之涣",
    "content": [
      "黄河远上白云间，",
      "一片孤城万仞山。",
      "羌笛何须怨杨柳，",
      "春风不度玉门关。",
      "单于北望拂云堆，",
      "杀马登坛祭几回。keysentence",
      "汉家天子今神武，",
      "不肯和亲归去来。"
    ],
    "type": [
      "边疆",
      "地名",
      "民族",
      "组诗"
    ],
    "source": "黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。单于北望拂云堆，杀马登坛祭几回。keysentence汉家天子今神武，不肯和亲归去来。",
    "id": "P46"
  },
  {
    "title": "雨过山村",
    "dynasty": "唐代",
    "writer": "王建",
    "content": [
      "雨里鸡鸣一两家，",
      "竹溪村路板桥斜。keysentence",
      "妇姑相唤浴蚕去，",
      "闲看中庭栀子花。"
    ],
    "type": [
      "山水",
      "田园",
      "写雨",
      "生活"
    ],
    "source": "雨里鸡鸣一两家，竹溪村路板桥斜。keysentence妇姑相唤浴蚕去，闲看中庭栀子花。",
    "id": "P47"
  },
  {
    "title": "小星",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "嘒彼小星，",
      "三五在东。keysentence",
      "肃肃宵征，",
      "夙夜在公。",
      "寔命不同。",
      "嘒彼小星，",
      "维参与昴。",
      "肃肃宵征，",
      "抱衾与裯。",
      "寔命不犹。"
    ],
    "type": [
      "诗经",
      "写人"
    ],
    "source": "嘒彼小星，三五在东。keysentence肃肃宵征，夙夜在公。寔命不同。嘒彼小星，维参与昴。肃肃宵征，抱衾与裯。寔命不犹。",
    "id": "P48"
  },
  {
    "title": "子衿",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "青青子衿，",
      "悠悠我心。keysentence",
      "纵我不往，",
      "子宁不嗣音？",
      "青青子佩，",
      "悠悠我思。",
      "纵我不往，",
      "子宁不来？",
      "挑兮达兮，",
      "在城阙兮。",
      "一日不见，",
      "如三月兮。"
    ],
    "type": [
      "诗经"
    ],
    "source": "青青子衿，悠悠我心。keysentence纵我不往，子宁不嗣音？青青子佩，悠悠我思。纵我不往，子宁不来？挑兮达兮，在城阙兮。一日不见，如三月兮。",
    "id": "P49"
  },
  {
    "title": "赠从弟",
    "dynasty": "魏晋",
    "writer": "刘桢",
    "content": [
      "亭亭山上松，",
      "瑟瑟谷中风。keysentence",
      "风声一何盛，",
      "松枝一何劲。",
      "冰霜正惨凄，",
      "终岁常端正。",
      "岂不罹凝寒，",
      "松柏有本性。"
    ],
    "type": [
      "古诗三百首",
      "初中古诗",
      "咏物",
      "松树",
      "言志"
    ],
    "source": "亭亭山上松，瑟瑟谷中风。keysentence风声一何盛，松枝一何劲。冰霜正惨凄，终岁常端正。岂不罹凝寒，松柏有本性。",
    "id": "P50"
  },
  {
    "title": "曲池荷",
    "dynasty": "唐代",
    "writer": "卢照邻",
    "content": [
      "浮香绕曲岸，",
      "圆影覆华池。",
      "常恐秋风早，",
      "飘零君不知。keysentence"
    ],
    "type": [
      "咏物",
      "荷花",
      "抒情"
    ],
    "source": "浮香绕曲岸，圆影覆华池。常恐秋风早，飘零君不知。keysentence",
    "id": "P51"
  },
  {
    "title": "诉衷情·夜来沉醉卸妆迟",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "夜来沉醉卸妆迟，",
      "梅萼插残枝。",
      "酒醒熏破春睡，",
      "梦远不成归。",
      "人悄悄，",
      "月依依，",
      "翠帘垂。keysentence",
      "更挼残蕊，",
      "更捻余香，",
      "更得些时。"
    ],
    "type": [
      "爱情",
      "思念"
    ],
    "source": "夜来沉醉卸妆迟，梅萼插残枝。酒醒熏破春睡，梦远不成归。人悄悄，月依依，翠帘垂。keysentence更挼残蕊，更捻余香，更得些时。",
    "id": "P52"
  },
  {
    "title": "寒食",
    "dynasty": "唐代",
    "writer": "孟云卿",
    "content": [
      "二月江南花满枝，",
      "他乡寒食远堪悲。keysentence",
      "贫居往往无烟火，",
      "不独明朝为子推。"
    ],
    "type": [
      "寒食节",
      "思乡"
    ],
    "source": "二月江南花满枝，他乡寒食远堪悲。keysentence贫居往往无烟火，不独明朝为子推。",
    "id": "P53"
  },
  {
    "title": "下终南山过斛斯山人宿置酒",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "暮从碧山下，",
      "山月随人归。",
      "却顾所来径，",
      "苍苍横翠微。",
      "相携及田家，",
      "童稚开荆扉。",
      "绿竹入幽径，",
      "青萝拂行衣。",
      "欢言得所憩，",
      "美酒聊共挥。",
      "长歌吟松风，",
      "曲尽河星稀。keysentence",
      "我醉君复乐，",
      "陶然共忘机。"
    ],
    "type": [
      "唐诗三百首",
      "田园",
      "饮酒",
      "写景"
    ],
    "source": "暮从碧山下，山月随人归。却顾所来径，苍苍横翠微。相携及田家，童稚开荆扉。绿竹入幽径，青萝拂行衣。欢言得所憩，美酒聊共挥。长歌吟松风，曲尽河星稀。keysentence我醉君复乐，陶然共忘机。",
    "id": "P55"
  },
  {
    "title": "渔翁",
    "dynasty": "唐代",
    "writer": "柳宗元",
    "content": [
      "渔翁夜傍西岩宿，",
      "晓汲清湘燃楚竹。",
      "烟销日出不见人，",
      "欸乃一声山水绿。",
      "回看天际下中流，",
      "岩上无心云相逐。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "山水",
      "写人"
    ],
    "source": "渔翁夜傍西岩宿，晓汲清湘燃楚竹。烟销日出不见人，欸乃一声山水绿。回看天际下中流，岩上无心云相逐。keysentence",
    "id": "P56"
  },
  {
    "title": "风",
    "dynasty": "唐代",
    "writer": "李峤",
    "content": [
      "解落三秋叶，",
      "能开二月花。keysentence",
      "过江千尺浪，",
      "入竹万竿斜。"
    ],
    "type": [
      "写风",
      "励志"
    ],
    "source": "解落三秋叶，能开二月花。keysentence过江千尺浪，入竹万竿斜。",
    "id": "P58"
  },
  {
    "title": "酬乐天扬州初逢席上见赠",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "巴山楚水凄凉地，",
      "二十三年弃置身。",
      "怀旧空吟闻笛赋，",
      "到乡翻似烂柯人。",
      "沉舟侧畔千帆过，",
      "病树前头万木春。keysentence",
      "今日听君歌一曲，",
      "暂凭杯酒长精神。"
    ],
    "type": [
      "初中古诗",
      "贬谪",
      "励志",
      "哲理",
      "早教古诗100首"
    ],
    "source": "巴山楚水凄凉地，二十三年弃置身。怀旧空吟闻笛赋，到乡翻似烂柯人。沉舟侧畔千帆过，病树前头万木春。keysentence今日听君歌一曲，暂凭杯酒长精神。",
    "id": "P59"
  },
  {
    "title": "示儿",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "死去元知万事空，",
      "但悲不见九州同。keysentence",
      "王师北定中原日，",
      "家祭无忘告乃翁。"
    ],
    "type": [
      "古诗三百首",
      "爱国",
      "忧国忧民",
      "早教古诗100首"
    ],
    "source": "死去元知万事空，但悲不见九州同。keysentence王师北定中原日，家祭无忘告乃翁。",
    "id": "P61"
  },
  {
    "title": "沁园春·孤馆灯青",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "孤馆灯青，",
      "野店鸡号，",
      "旅枕梦残。",
      "渐月华收练，",
      "晨霜耿耿；",
      "云山摛锦，",
      "朝露漙漙。",
      "世路无穷，",
      "劳生有限，",
      "似此区区长鲜欢。",
      "微吟罢，",
      "凭征鞍无语，",
      "往事千端。",
      "当时共客长安，",
      "似二陆初来俱少年。",
      "有笔头千字，",
      "胸中万卷；",
      "致君尧舜，",
      "此事何难？",
      "用舍由时，",
      "行藏在我，",
      "袖手何妨闲处看。keysentence",
      "身长健，",
      "但优游卒岁，",
      "且斗尊前。"
    ],
    "type": [
      "议论",
      "抒怀",
      "人生"
    ],
    "source": "孤馆灯青，野店鸡号，旅枕梦残。渐月华收练，晨霜耿耿；云山摛锦，朝露漙漙。世路无穷，劳生有限，似此区区长鲜欢。微吟罢，凭征鞍无语，往事千端。当时共客长安，似二陆初来俱少年。有笔头千字，胸中万卷；致君尧舜，此事何难？用舍由时，行藏在我，袖手何妨闲处看。keysentence身长健，但优游卒岁，且斗尊前。",
    "id": "P62"
  },
  {
    "title": "江神子·恨别",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "天涯流落思无穷。",
      "既相逢。",
      "却匆匆。",
      "摧手佳人，",
      "和泪折残红。",
      "为问东风余几许，",
      "春纵在，",
      "与谁同。",
      "隋堤三月水溶溶。",
      "背归鸿。",
      "去吴中。",
      "回首彭城，",
      "清泗与淮通。",
      "寄我相思千点泪，",
      "流不到，",
      "楚江东。",
      "天涯流落思无穷！",
      "既相逢，",
      "却匆匆。",
      "携手佳人，",
      "和泪折残红。",
      "为问东风余几许？",
      "春纵在，",
      "与谁同！",
      "隋堤三月水溶溶。",
      "背归鸿，",
      "去吴中。keysentence",
      "回首彭城，",
      "清泗与淮通。",
      "欲寄相思千点泪，",
      "流不到，",
      "楚江东。"
    ],
    "type": [
      "春天",
      "离别",
      "写景",
      "抒情"
    ],
    "source": "天涯流落思无穷。既相逢。却匆匆。摧手佳人，和泪折残红。为问东风余几许，春纵在，与谁同。隋堤三月水溶溶。背归鸿。去吴中。回首彭城，清泗与淮通。寄我相思千点泪，流不到，楚江东。天涯流落思无穷！既相逢，却匆匆。携手佳人，和泪折残红。为问东风余几许？春纵在，与谁同！隋堤三月水溶溶。背归鸿，去吴中。keysentence回首彭城，清泗与淮通。欲寄相思千点泪，流不到，楚江东。",
    "id": "P63"
  },
  {
    "title": "所见",
    "dynasty": "清代",
    "writer": "袁枚",
    "content": [
      "牧童骑黄牛，",
      "歌声振林樾。keysentence",
      "意欲捕鸣蝉，",
      "忽然闭口立。"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "儿童",
      "早教古诗100首"
    ],
    "source": "牧童骑黄牛，歌声振林樾。keysentence意欲捕鸣蝉，忽然闭口立。",
    "id": "P64"
  },
  {
    "title": "硕人",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "硕人其颀，",
      "衣锦褧衣。",
      "齐侯之子，",
      "卫侯之妻。",
      "东宫之妹，",
      "邢侯之姨，",
      "谭公维私。",
      "手如柔荑，",
      "肤如凝脂，",
      "领如蝤蛴，",
      "齿如瓠犀，",
      "螓首蛾眉，",
      "巧笑倩兮，",
      "美目盼兮。keysentence",
      "硕人敖敖，",
      "说于农郊。",
      "四牡有骄，",
      "朱幩镳镳。",
      "翟茀以朝。",
      "大夫夙退，",
      "无使君劳。",
      "河水洋洋，",
      "北流活活。",
      "施罛濊濊，",
      "鳣鲔发发。",
      "葭菼揭揭，",
      "庶姜孽孽，",
      "庶士有朅。"
    ],
    "type": [
      "诗经",
      "女子"
    ],
    "source": "硕人其颀，衣锦褧衣。齐侯之子，卫侯之妻。东宫之妹，邢侯之姨，谭公维私。手如柔荑，肤如凝脂，领如蝤蛴，齿如瓠犀，螓首蛾眉，巧笑倩兮，美目盼兮。keysentence硕人敖敖，说于农郊。四牡有骄，朱幩镳镳。翟茀以朝。大夫夙退，无使君劳。河水洋洋，北流活活。施罛濊濊，鳣鲔发发。葭菼揭揭，庶姜孽孽，庶士有朅。",
    "id": "P65"
  },
  {
    "title": "塞鸿秋·浔阳即景",
    "dynasty": "元代",
    "writer": "周德清",
    "content": [
      "长江万里白如练，",
      "淮山数点青如淀。",
      "江帆几片疾如箭，",
      "山泉千尺飞如电。keysentence",
      "晚云都变露，",
      "新月初学扇。",
      "塞鸿一字来如线。"
    ],
    "type": [
      "秋天",
      "写景"
    ],
    "source": "长江万里白如练，淮山数点青如淀。江帆几片疾如箭，山泉千尺飞如电。keysentence晚云都变露，新月初学扇。塞鸿一字来如线。",
    "id": "P66"
  },
  {
    "title": "节妇吟·寄东平李司空师道",
    "dynasty": "唐代",
    "writer": "张籍",
    "content": [
      "君知妾有夫，",
      "赠妾双明珠。",
      "感君缠绵意，",
      "系在红罗襦。",
      "妾家高楼连苑起，",
      "良人执戟明光里。",
      "知君用心如日月，",
      "事夫誓拟同生死。",
      "还君明珠双泪垂，",
      "恨不相逢未嫁时。keysentence"
    ],
    "type": [
      "乐府",
      "女子",
      "坚贞",
      "分手"
    ],
    "source": "君知妾有夫，赠妾双明珠。感君缠绵意，系在红罗襦。妾家高楼连苑起，良人执戟明光里。知君用心如日月，事夫誓拟同生死。还君明珠双泪垂，恨不相逢未嫁时。keysentence",
    "id": "P67"
  },
  {
    "title": "饮中八仙歌",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "知章骑马似乘船，",
      "眼花落井水底眠。keysentence",
      "汝阳三斗始朝天，",
      "道逢麴车口流涎，",
      "恨不移封向酒泉。",
      "左相日兴费万钱，",
      "饮如长鲸吸百川，",
      "衔杯乐圣称避贤。",
      "宗之潇洒美少年，",
      "举觞白眼望青天，",
      "皎如玉树临风前。",
      "苏晋长斋绣佛前，",
      "醉中往往爱逃禅。",
      "李白斗酒诗百篇，",
      "长安市上酒家眠，",
      "天子呼来不上船，",
      "自称臣是酒中仙。",
      "张旭三杯草圣传，",
      "脱帽露顶王公前，",
      "挥毫落纸如云烟。",
      "焦遂五斗方卓然，",
      "高谈雄辩惊四筵。"
    ],
    "type": [
      "肖像",
      "写人",
      "喝酒",
      "猖狂"
    ],
    "source": "知章骑马似乘船，眼花落井水底眠。keysentence汝阳三斗始朝天，道逢麴车口流涎，恨不移封向酒泉。左相日兴费万钱，饮如长鲸吸百川，衔杯乐圣称避贤。宗之潇洒美少年，举觞白眼望青天，皎如玉树临风前。苏晋长斋绣佛前，醉中往往爱逃禅。李白斗酒诗百篇，长安市上酒家眠，天子呼来不上船，自称臣是酒中仙。张旭三杯草圣传，脱帽露顶王公前，挥毫落纸如云烟。焦遂五斗方卓然，高谈雄辩惊四筵。",
    "id": "P68"
  },
  {
    "title": "断句",
    "dynasty": "宋代",
    "writer": "苏麟",
    "content": [
      "近水楼台先得月，",
      "向阳花木易为春。keysentence"
    ],
    "type": [
      "哲理"
    ],
    "source": "近水楼台先得月，向阳花木易为春。keysentence",
    "id": "P69"
  },
  {
    "title": "白马篇",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "龙马花雪毛，",
      "金鞍五陵豪。",
      "秋霜切玉剑，",
      "落日明珠袍。",
      "斗鸡事万乘，",
      "轩盖一何高。",
      "弓摧南山虎，",
      "手接太行猱。",
      "酒后竞风采，",
      "三杯弄宝刀。keysentence",
      "杀人如剪草，",
      "剧孟同游遨。",
      "发愤去函谷，",
      "从军向临洮。",
      "叱咤经百战，",
      "匈奴尽奔逃。",
      "归来使酒气，",
      "未肯拜萧曹。",
      "羞入原宪室，",
      "荒淫隐蓬蒿。"
    ],
    "type": [
      "爱国",
      "壮志",
      "侠客",
      "写马"
    ],
    "source": "龙马花雪毛，金鞍五陵豪。秋霜切玉剑，落日明珠袍。斗鸡事万乘，轩盖一何高。弓摧南山虎，手接太行猱。酒后竞风采，三杯弄宝刀。keysentence杀人如剪草，剧孟同游遨。发愤去函谷，从军向临洮。叱咤经百战，匈奴尽奔逃。归来使酒气，未肯拜萧曹。羞入原宪室，荒淫隐蓬蒿。",
    "id": "P70"
  },
  {
    "title": "新婚别",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "兔丝附蓬麻，",
      "引蔓故不长。",
      "嫁女与征夫，",
      "不如弃路旁。",
      "结发为君妻，",
      "席不暖君床。",
      "暮婚晨告别，",
      "无乃太匆忙。",
      "君行虽不远，",
      "守边赴河阳。",
      "妾身未分明，",
      "何以拜姑嫜？",
      "父母养我时，",
      "日夜令我藏。",
      "生女有所归，",
      "鸡狗亦得将。",
      "君今往死地，",
      "沉痛迫中肠。",
      "誓欲随君去，",
      "形势反苍黄。",
      "勿为新婚念，",
      "努力事戎行。",
      "妇人在军中，",
      "兵气恐不扬。",
      "自嗟贫家女，",
      "久致罗襦裳。",
      "罗襦不复施，",
      "对君洗红妆。",
      "仰视百鸟飞，",
      "大小必双翔。keysentence",
      "人事多错迕，",
      "与君永相望。"
    ],
    "type": [
      "叙事",
      "战争",
      "妇女",
      "离别"
    ],
    "source": "兔丝附蓬麻，引蔓故不长。嫁女与征夫，不如弃路旁。结发为君妻，席不暖君床。暮婚晨告别，无乃太匆忙。君行虽不远，守边赴河阳。妾身未分明，何以拜姑嫜？父母养我时，日夜令我藏。生女有所归，鸡狗亦得将。君今往死地，沉痛迫中肠。誓欲随君去，形势反苍黄。勿为新婚念，努力事戎行。妇人在军中，兵气恐不扬。自嗟贫家女，久致罗襦裳。罗襦不复施，对君洗红妆。仰视百鸟飞，大小必双翔。keysentence人事多错迕，与君永相望。",
    "id": "P71"
  },
  {
    "title": "自京赴奉先县咏怀五百字",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "杜陵有布衣，",
      "老大意转拙。",
      "许身一何愚，",
      "窃比稷与契。",
      "居然成濩落，",
      "白首甘契阔。",
      "盖棺事则已，",
      "此志常觊豁。",
      "穷年忧黎元，",
      "叹息肠内热。",
      "取笑同学翁，",
      "浩歌弥激烈。",
      "非无江海志，",
      "潇洒送日月。",
      "生逢尧舜君，",
      "不忍便永诀。",
      "当今廊庙具，",
      "构厦岂云缺。",
      "葵藿倾太阳，",
      "物性固莫夺。",
      "顾惟蝼蚁辈，",
      "但自求其穴。",
      "胡为慕大鲸，",
      "辄拟偃溟渤。",
      "以兹误生理，",
      "独耻事干谒。",
      "兀兀遂至今，",
      "忍为尘埃没。",
      "终愧巢与由，",
      "未能易其节。",
      "沉饮聊自遣，",
      "放歌破愁绝。",
      "岁暮百草零，",
      "疾风高冈裂。",
      "天衢阴峥嵘，",
      "客子中夜发。",
      "霜严衣带断，",
      "指直不得结。",
      "凌晨过骊山，",
      "御榻在嵽嵲。",
      "蚩尤塞寒空，",
      "蹴蹋崖谷滑。",
      "瑶池气郁律，",
      "羽林相摩戛。",
      "君臣留欢娱，",
      "乐动殷樛嶱。",
      "赐浴皆长缨，",
      "与宴非短褐。",
      "彤庭所分帛，",
      "本自寒女出。",
      "鞭挞其夫家，",
      "聚敛贡城阙。",
      "圣人筐篚恩，",
      "实欲邦国活。",
      "臣如忽至理，",
      "君岂弃此物。",
      "多士盈朝廷，",
      "仁者宜战栗。",
      "况闻内金盘，",
      "尽在卫霍室。",
      "中堂舞神仙，",
      "烟雾散玉质。",
      "煖客貂鼠裘，",
      "悲管逐清瑟。",
      "劝客驼蹄羹，",
      "霜橙压香橘。",
      "朱门酒肉臭，",
      "路有冻死骨。keysentence",
      "荣枯咫尺异，",
      "惆怅难再述。",
      "北辕就泾渭，",
      "官渡又改辙。",
      "群冰从西下，",
      "极目高崒兀。",
      "疑是崆峒来，",
      "恐触天柱折。",
      "河梁幸未坼，",
      "枝撑声窸窣。",
      "行旅相攀援，",
      "川广不可越。",
      "老妻寄异县，",
      "十口隔风雪。",
      "谁能久不顾，",
      "庶往共饥渴。",
      "入门闻号啕，",
      "幼子饥已卒。",
      "吾宁舍一哀，",
      "里巷亦呜咽。",
      "所愧为人父，",
      "无食致夭折。",
      "岂知秋禾登，",
      "贫窭有仓卒。",
      "生常免租税，",
      "名不隶征伐。",
      "抚迹犹酸辛，",
      "平人固骚屑。",
      "默思失业徒，",
      "因念远戍卒。",
      "忧端齐终南，",
      "澒洞不可掇。"
    ],
    "type": [
      "咏怀",
      "忧国忧民"
    ],
    "source": "杜陵有布衣，老大意转拙。许身一何愚，窃比稷与契。居然成濩落，白首甘契阔。盖棺事则已，此志常觊豁。穷年忧黎元，叹息肠内热。取笑同学翁，浩歌弥激烈。非无江海志，潇洒送日月。生逢尧舜君，不忍便永诀。当今廊庙具，构厦岂云缺。葵藿倾太阳，物性固莫夺。顾惟蝼蚁辈，但自求其穴。胡为慕大鲸，辄拟偃溟渤。以兹误生理，独耻事干谒。兀兀遂至今，忍为尘埃没。终愧巢与由，未能易其节。沉饮聊自遣，放歌破愁绝。岁暮百草零，疾风高冈裂。天衢阴峥嵘，客子中夜发。霜严衣带断，指直不得结。凌晨过骊山，御榻在嵽嵲。蚩尤塞寒空，蹴蹋崖谷滑。瑶池气郁律，羽林相摩戛。君臣留欢娱，乐动殷樛嶱。赐浴皆长缨，与宴非短褐。彤庭所分帛，本自寒女出。鞭挞其夫家，聚敛贡城阙。圣人筐篚恩，实欲邦国活。臣如忽至理，君岂弃此物。多士盈朝廷，仁者宜战栗。况闻内金盘，尽在卫霍室。中堂舞神仙，烟雾散玉质。煖客貂鼠裘，悲管逐清瑟。劝客驼蹄羹，霜橙压香橘。朱门酒肉臭，路有冻死骨。keysentence荣枯咫尺异，惆怅难再述。北辕就泾渭，官渡又改辙。群冰从西下，极目高崒兀。疑是崆峒来，恐触天柱折。河梁幸未坼，枝撑声窸窣。行旅相攀援，川广不可越。老妻寄异县，十口隔风雪。谁能久不顾，庶往共饥渴。入门闻号啕，幼子饥已卒。吾宁舍一哀，里巷亦呜咽。所愧为人父，无食致夭折。岂知秋禾登，贫窭有仓卒。生常免租税，名不隶征伐。抚迹犹酸辛，平人固骚屑。默思失业徒，因念远戍卒。忧端齐终南，澒洞不可掇。",
    "id": "P72"
  },
  {
    "title": "终身误",
    "dynasty": "清代",
    "writer": "曹雪芹",
    "content": [
      "都道是金玉良姻，",
      "俺只念木石前盟。",
      "空对着，",
      "山中高士晶莹雪；keysentence",
      "终不忘，",
      "世外仙姝寂寞林。",
      "叹人间，",
      "美中不足今方信：",
      "纵然是齐眉举案，",
      "到底意难平。"
    ],
    "type": [
      "婚姻",
      "爱情"
    ],
    "source": "都道是金玉良姻，俺只念木石前盟。空对着，山中高士晶莹雪；keysentence终不忘，世外仙姝寂寞林。叹人间，美中不足今方信：纵然是齐眉举案，到底意难平。",
    "id": "P73"
  },
  {
    "title": "伯牙绝弦",
    "dynasty": "未知",
    "writer": "佚名",
    "content": [
      "伯牙善鼓琴，",
      "钟子期善听。",
      "伯牙鼓琴，",
      "志在高山keysentence，",
      "钟子期曰：",
      "善哉，",
      "峨峨兮若泰山！",
      "志在流水，",
      "钟子期曰：",
      "善哉，",
      "洋洋兮若江河！",
      "伯牙所念，",
      "钟子期必得之。",
      "子期死，",
      "伯牙谓世再无知音，",
      "乃破琴绝弦，",
      "终身不复鼓。"
    ],
    "type": [
      "小学文言文",
      "音乐",
      "知音",
      "故事"
    ],
    "source": "伯牙善鼓琴，钟子期善听。伯牙鼓琴，志在高山keysentence，钟子期曰：善哉，峨峨兮若泰山！志在流水，钟子期曰：善哉，洋洋兮若江河！伯牙所念，钟子期必得之。子期死，伯牙谓世再无知音，乃破琴绝弦，终身不复鼓。",
    "id": "P74"
  },
  {
    "title": "观游鱼",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "绕池闲步看鱼游，",
      "正值儿童弄钓舟。keysentence",
      "一种爱鱼心各异，",
      "我来施食尔垂钩。"
    ],
    "type": [
      "写景",
      "抒情"
    ],
    "source": "绕池闲步看鱼游，正值儿童弄钓舟。keysentence一种爱鱼心各异，我来施食尔垂钩。",
    "id": "P75"
  },
  {
    "title": "白马篇",
    "dynasty": "魏晋",
    "writer": "曹植",
    "content": [
      "白马饰金羁，",
      "连翩西北驰。",
      "借问谁家子，",
      "幽并游侠儿。",
      "少小去乡邑，",
      "扬声沙漠垂。",
      "宿昔秉良弓，",
      "楛矢何参差。",
      "控弦破左的，",
      "右发摧月支。",
      "仰手接飞猱，",
      "俯身散马蹄。",
      "狡捷过猴猿，",
      "勇剽若豹螭。",
      "边城多警急，",
      "虏骑数迁移。",
      "羽檄从北来，",
      "厉马登高堤。",
      "长驱蹈匈奴，",
      "左顾凌鲜卑。",
      "弃身锋刃端，",
      "性命安可怀？",
      "父母且不顾，",
      "何言子与妻！",
      "名编壮士籍，",
      "不得中顾私。",
      "捐躯赴国难，",
      "视死忽如归！keysentence"
    ],
    "type": [
      "古诗三百首",
      "乐府",
      "写人",
      "爱国",
      "抒怀"
    ],
    "source": "白马饰金羁，连翩西北驰。借问谁家子，幽并游侠儿。少小去乡邑，扬声沙漠垂。宿昔秉良弓，楛矢何参差。控弦破左的，右发摧月支。仰手接飞猱，俯身散马蹄。狡捷过猴猿，勇剽若豹螭。边城多警急，虏骑数迁移。羽檄从北来，厉马登高堤。长驱蹈匈奴，左顾凌鲜卑。弃身锋刃端，性命安可怀？父母且不顾，何言子与妻！名编壮士籍，不得中顾私。捐躯赴国难，视死忽如归！keysentence",
    "id": "P76"
  },
  {
    "title": "浣溪沙·堤上游人逐画船",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "堤上游人逐画船，",
      "拍堤春水四垂天。keysentence",
      "绿杨楼外出秋千。",
      "白发戴花君莫笑，",
      "六幺催拍盏频传。",
      "人生何处似尊前！"
    ],
    "type": [
      "春天",
      "写景",
      "宴饮"
    ],
    "source": "堤上游人逐画船，拍堤春水四垂天。keysentence绿杨楼外出秋千。白发戴花君莫笑，六幺催拍盏频传。人生何处似尊前！",
    "id": "P77"
  },
  {
    "title": "玉楼春·己卯岁元日",
    "dynasty": "宋代",
    "writer": "毛滂",
    "content": [
      "一年滴尽莲花漏。",
      "碧井酴酥沉冻酒。",
      "晓寒料峭尚欺人，",
      "春态苗条先到柳。keysentence",
      "佳人重劝千长寿。",
      "柏叶椒花芬翠袖。",
      "醉乡深处少相知，",
      "只与东君偏故旧。"
    ],
    "type": [
      "婉约",
      "春节",
      "抒情"
    ],
    "source": "一年滴尽莲花漏。碧井酴酥沉冻酒。晓寒料峭尚欺人，春态苗条先到柳。keysentence佳人重劝千长寿。柏叶椒花芬翠袖。醉乡深处少相知，只与东君偏故旧。",
    "id": "P78"
  },
  {
    "title": "致酒行",
    "dynasty": "唐代",
    "writer": "李贺",
    "content": [
      "零落栖迟一杯酒，",
      "主人奉觞客长寿。",
      "主父西游困不归，",
      "家人折断门前柳。",
      "吾闻马周昔作新丰客，",
      "天荒地老无人识。keysentence",
      "空将笺上两行书，",
      "直犯龙颜请恩泽。",
      "我有迷魂招不得，",
      "雄鸡一声天下白。",
      "少年心事当拿云，",
      "谁念幽寒坐呜呃。"
    ],
    "type": [
      "怀才不遇",
      "饮酒",
      "抒怀"
    ],
    "source": "零落栖迟一杯酒，主人奉觞客长寿。主父西游困不归，家人折断门前柳。吾闻马周昔作新丰客，天荒地老无人识。keysentence空将笺上两行书，直犯龙颜请恩泽。我有迷魂招不得，雄鸡一声天下白。少年心事当拿云，谁念幽寒坐呜呃。",
    "id": "P79"
  },
  {
    "title": "移居二首",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "昔欲居南村，",
      "非为卜其宅。",
      "闻多素心人，",
      "乐与数晨夕。",
      "怀此颇有年，",
      "今日从兹役。",
      "敝庐何必广，",
      "取足蔽床席。",
      "邻曲时时来，",
      "抗言谈在昔。",
      "奇文共欣赏，",
      "疑义相与析。keysentence",
      "春秋多佳日，",
      "登高赋新诗。",
      "过门更相呼，",
      "有酒斟酌之。",
      "农务各自归，",
      "闲暇辄相思。",
      "相思则披衣，",
      "言笑无厌时。",
      "此理将不胜？",
      "无为忽去兹。",
      "衣食当须纪，",
      "力耕不吾欺。"
    ],
    "type": [
      "田园",
      "生活",
      "友情"
    ],
    "source": "昔欲居南村，非为卜其宅。闻多素心人，乐与数晨夕。怀此颇有年，今日从兹役。敝庐何必广，取足蔽床席。邻曲时时来，抗言谈在昔。奇文共欣赏，疑义相与析。keysentence春秋多佳日，登高赋新诗。过门更相呼，有酒斟酌之。农务各自归，闲暇辄相思。相思则披衣，言笑无厌时。此理将不胜？无为忽去兹。衣食当须纪，力耕不吾欺。",
    "id": "P80"
  },
  {
    "title": "清平乐·红笺小字",
    "dynasty": "宋代",
    "writer": "晏殊",
    "content": [
      "红笺小字。",
      "说尽平生意。",
      "鸿雁在云鱼在水。",
      "惆怅此情难寄。keysentence",
      "斜阳独倚西楼。",
      "遥山恰对帘钩。",
      "人面不知何处，",
      "绿波依旧东流。"
    ],
    "type": [
      "宋词三百首",
      "爱情",
      "怀人"
    ],
    "source": "红笺小字。说尽平生意。鸿雁在云鱼在水。惆怅此情难寄。keysentence斜阳独倚西楼。遥山恰对帘钩。人面不知何处，绿波依旧东流。",
    "id": "P81"
  },
  {
    "title": "戏为六绝句",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "庾信文章老更成，",
      "凌云健笔意纵横。",
      "今人嗤点流传赋，",
      "不觉前贤畏后生。keysentence",
      "王杨卢骆当时体，",
      "轻薄为文哂未休。",
      "尔曹身与名俱灭，",
      "不废江河万古流。",
      "纵使卢王操翰墨，",
      "劣于汉魏近风骚。",
      "龙文虎脊皆君驭，",
      "历块过都见尔曹。",
      "才力应难夸数公，",
      "凡今谁是出群雄。",
      "或看翡翠兰苕上，",
      "未掣鲸鱼碧海中。",
      "不薄今人爱古人，",
      "清词丽句必为邻。",
      "窃攀屈宋宜方驾，",
      "恐与齐梁作后尘。",
      "未及前贤更勿疑，",
      "递相祖述复先谁。",
      "别裁伪体亲风雅，",
      "转益多师是汝师。"
    ],
    "type": [
      "议论",
      "艺术",
      "文学",
      "组诗"
    ],
    "source": "庾信文章老更成，凌云健笔意纵横。今人嗤点流传赋，不觉前贤畏后生。keysentence王杨卢骆当时体，轻薄为文哂未休。尔曹身与名俱灭，不废江河万古流。纵使卢王操翰墨，劣于汉魏近风骚。龙文虎脊皆君驭，历块过都见尔曹。才力应难夸数公，凡今谁是出群雄。或看翡翠兰苕上，未掣鲸鱼碧海中。不薄今人爱古人，清词丽句必为邻。窃攀屈宋宜方驾，恐与齐梁作后尘。未及前贤更勿疑，递相祖述复先谁。别裁伪体亲风雅，转益多师是汝师。",
    "id": "P82"
  },
  {
    "title": "于长安归还扬州九月九日行薇山亭赋韵",
    "dynasty": "南北朝",
    "writer": "江总",
    "content": [
      "心逐南云逝，",
      "形随北雁来。keysentence",
      "故乡篱下菊，",
      "今日几花开。"
    ],
    "type": [
      "古诗三百首",
      "重阳节",
      "菊花",
      "思乡"
    ],
    "source": "心逐南云逝，形随北雁来。keysentence故乡篱下菊，今日几花开。",
    "id": "P83"
  },
  {
    "title": "终南望余雪",
    "dynasty": "唐代",
    "writer": "祖咏",
    "content": [
      "终南阴岭秀，",
      "积雪浮云端。keysentence",
      "林表明霁色，",
      "城中增暮寒。"
    ],
    "type": [
      "唐诗三百首",
      "冬天",
      "写景",
      "写雪"
    ],
    "source": "终南阴岭秀，积雪浮云端。keysentence林表明霁色，城中增暮寒。",
    "id": "P84"
  },
  {
    "title": "秋思",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "利欲驱人万火牛，",
      "江湖浪迹一沙鸥。",
      "日长似岁闲方觉，",
      "事大如天醉亦休。",
      "砧杵敲残深巷月，",
      "井梧摇落故园秋。keysentence",
      "欲舒老眼无高处，",
      "安得元龙百尺楼。"
    ],
    "type": [
      "秋天",
      "向往"
    ],
    "source": "利欲驱人万火牛，江湖浪迹一沙鸥。日长似岁闲方觉，事大如天醉亦休。砧杵敲残深巷月，井梧摇落故园秋。keysentence欲舒老眼无高处，安得元龙百尺楼。",
    "id": "P85"
  },
  {
    "title": "村居",
    "dynasty": "清代",
    "writer": "高鼎",
    "content": [
      "草长莺飞二月天，",
      "拂堤杨柳醉春烟。",
      "儿童散学归来早，",
      "忙趁东风放纸鸢。keysentence"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "春天",
      "乡村",
      "写景",
      "儿童",
      "早教古诗100首"
    ],
    "source": "草长莺飞二月天，拂堤杨柳醉春烟。儿童散学归来早，忙趁东风放纸鸢。keysentence",
    "id": "P86"
  },
  {
    "title": "洞仙歌·冰肌玉骨",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "仆七岁时，",
      "见眉州老尼，",
      "姓朱，",
      "忘其名，",
      "年九十岁。",
      "自言尝随其师入蜀主孟昶宫中，",
      "一日大热，",
      "蜀主与花蕊夫人夜纳凉摩诃池上，",
      "作一词，",
      "朱具能记之。",
      "今四十年，",
      "朱已死久矣，",
      "人无知此词者，",
      "但记其首两句，",
      "暇日寻味，",
      "乃为足之云。",
      "冰肌玉骨，",
      "自清凉无汗。keysentence",
      "水殿风来暗香满。",
      "绣帘开，",
      "一点明月窥人，",
      "人未寝，",
      "欹枕钗横鬓乱。",
      "起来携素手，",
      "庭户无声，",
      "时见疏星渡河汉。",
      "试问夜如何？",
      "夜已三更，",
      "金波淡，",
      "玉绳低转。",
      "但屈指西风几时来，",
      "又不道流年暗中偷换。"
    ],
    "type": [
      "宋词三百首",
      "女子",
      "生活",
      "感叹",
      "人生"
    ],
    "source": "仆七岁时，见眉州老尼，姓朱，忘其名，年九十岁。自言尝随其师入蜀主孟昶宫中，一日大热，蜀主与花蕊夫人夜纳凉摩诃池上，作一词，朱具能记之。今四十年，朱已死久矣，人无知此词者，但记其首两句，暇日寻味，岂《洞仙歌》令乎？乃为足之云。冰肌玉骨，自清凉无汗。keysentence水殿风来暗香满。绣帘开，一点明月窥人，人未寝，欹枕钗横鬓乱。起来携素手，庭户无声，时见疏星渡河汉。试问夜如何？夜已三更，金波淡，玉绳低转。但屈指西风几时来，又不道流年暗中偷换。",
    "id": "P87"
  },
  {
    "title": "使至塞上",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "单车欲问边，",
      "属国过居延。",
      "征蓬出汉塞，",
      "归雁入胡天。",
      "大漠孤烟直，",
      "长河落日圆。keysentence",
      "萧关逢候骑，",
      "都护在燕然。"
    ],
    "type": [
      "初中古诗",
      "边塞",
      "写景",
      "赞美",
      "战士",
      "早教古诗100首"
    ],
    "source": "单车欲问边，属国过居延。征蓬出汉塞，归雁入胡天。大漠孤烟直，长河落日圆。keysentence萧关逢候骑，都护在燕然。",
    "id": "P89"
  },
  {
    "title": "雪梅香·景萧索",
    "dynasty": "宋代",
    "writer": "柳永",
    "content": [
      "景萧索，",
      "危楼独立面晴空。",
      "动悲秋情绪，",
      "当时宋玉应同。",
      "渔市孤烟袅寒碧，",
      "水村残叶舞愁红。",
      "楚天阔，",
      "浪浸斜阳，",
      "千里溶溶。",
      "临风。",
      "想佳丽，",
      "别后愁颜，",
      "镇敛眉峰。keysentence",
      "可惜当年，",
      "顿乖雨迹云踪。",
      "雅态妍姿正欢洽，",
      "落花流水忽西东。",
      "无憀恨、相思意，",
      "尽分付征鸿。"
    ],
    "type": [],
    "source": "景萧索，危楼独立面晴空。动悲秋情绪，当时宋玉应同。渔市孤烟袅寒碧，水村残叶舞愁红。楚天阔，浪浸斜阳，千里溶溶。临风。想佳丽，别后愁颜，镇敛眉峰。keysentence可惜当年，顿乖雨迹云踪。雅态妍姿正欢洽，落花流水忽西东。无憀恨、相思意，尽分付征鸿。",
    "id": "P90"
  },
  {
    "title": "金陵新亭",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "金陵风景好，",
      "豪士集新亭。",
      "举目山河异，",
      "偏伤周顗情。keysentence",
      "四坐楚囚悲，",
      "不忧社稷倾。",
      "王公何慷慨，",
      "千载仰雄名。"
    ],
    "type": [
      "咏史怀古",
      "赞美",
      "爱国",
      "志士"
    ],
    "source": "金陵风景好，豪士集新亭。举目山河异，偏伤周顗情。keysentence四坐楚囚悲，不忧社稷倾。王公何慷慨，千载仰雄名。",
    "id": "P91"
  },
  {
    "title": "金缕衣",
    "dynasty": "唐代",
    "writer": "佚名",
    "content": [
      "劝君莫惜金缕衣，",
      "劝君惜取少年时。",
      "花开堪折直须折，",
      "莫待无花空折枝。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "励志",
      "惜时",
      "早教古诗100首"
    ],
    "source": "劝君莫惜金缕衣，劝君惜取少年时。花开堪折直须折，莫待无花空折枝。keysentence",
    "id": "P92"
  },
  {
    "title": "江上渔者",
    "dynasty": "宋代",
    "writer": "范仲淹",
    "content": [
      "江上往来人，",
      "但爱鲈鱼美。keysentence",
      "君看一叶舟，",
      "出没风波里。"
    ],
    "type": [
      "渔人",
      "生活",
      "抒怀",
      "同情"
    ],
    "source": "江上往来人，但爱鲈鱼美。keysentence君看一叶舟，出没风波里。",
    "id": "P93"
  },
  {
    "title": "登柳州城楼寄漳汀封连四州",
    "dynasty": "唐代",
    "writer": "柳宗元",
    "content": [
      "城上高楼接大荒，",
      "海天愁思正茫茫。keysentence",
      "惊风乱飐芙蓉水，",
      "密雨斜侵薜荔墙。",
      "岭树重遮千里目，",
      "江流曲似九回肠。",
      "共来百越文身地，",
      "犹自音书滞一乡。"
    ],
    "type": [
      "唐诗三百首",
      "抒情",
      "怀人"
    ],
    "source": "城上高楼接大荒，海天愁思正茫茫。keysentence惊风乱飐芙蓉水，密雨斜侵薜荔墙。岭树重遮千里目，江流曲似九回肠。共来百越文身地，犹自音书滞一乡。",
    "id": "P94"
  },
  {
    "title": "江城子·孤山竹阁送述古",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "翠蛾羞黛怯人看。",
      "掩霜纨，",
      "泪偷弹。",
      "且尽一尊，",
      "漫道帝城天样远，",
      "天易见，",
      "见君难。",
      "画堂新构近孤山。",
      "曲栏干，",
      "为谁安？keysentence",
      "飞絮落花，",
      "春色属明年。",
      "欲棹小舟寻旧事，",
      "无处问，",
      "水连天。"
    ],
    "type": [
      "离别",
      "相思"
    ],
    "source": "翠蛾羞黛怯人看。掩霜纨，泪偷弹。且尽一尊，收泪唱《阳关》。漫道帝城天样远，天易见，见君难。画堂新构近孤山。曲栏干，为谁安？keysentence飞絮落花，春色属明年。欲棹小舟寻旧事，无处问，水连天。",
    "id": "P95"
  },
  {
    "title": "端午日",
    "dynasty": "唐代",
    "writer": "殷尧藩",
    "content": [
      "少年佳节倍多情，",
      "老去谁知感慨生；",
      "不效艾符趋习俗，",
      "但祈蒲酒话升平。",
      "鬓丝日日添白头，",
      "榴锦年年照眼明；keysentence",
      "千载贤愚同瞬息，",
      "几人湮没几垂名。"
    ],
    "type": [
      "端午节",
      "感叹",
      "人生"
    ],
    "source": "少年佳节倍多情，老去谁知感慨生；不效艾符趋习俗，但祈蒲酒话升平。鬓丝日日添白头，榴锦年年照眼明；keysentence千载贤愚同瞬息，几人湮没几垂名。",
    "id": "P96"
  },
  {
    "title": "社日",
    "dynasty": "唐代",
    "writer": "王驾",
    "content": [
      "鹅湖山下稻粱肥，",
      "豚栅鸡栖半掩扉。keysentence",
      "桑柘影斜春社散，",
      "家家扶得醉人归。"
    ],
    "type": [
      "节日",
      "农村",
      "生活"
    ],
    "source": "鹅湖山下稻粱肥，豚栅鸡栖半掩扉。keysentence桑柘影斜春社散，家家扶得醉人归。",
    "id": "P97"
  },
  {
    "title": "塞鸿秋·春情",
    "dynasty": "元代",
    "writer": "张可久",
    "content": [
      "疏星淡月秋千院，",
      "愁云恨雨芙蓉面。keysentence",
      "伤情燕足留红线，",
      "恼人鸾影闲团扇。",
      "兽炉沉水烟，",
      "翠沼残花片。",
      "一行写入相思传。"
    ],
    "type": [
      "写人",
      "相思",
      "散曲"
    ],
    "source": "疏星淡月秋千院，愁云恨雨芙蓉面。keysentence伤情燕足留红线，恼人鸾影闲团扇。兽炉沉水烟，翠沼残花片。一行写入相思传。",
    "id": "P98"
  },
  {
    "title": "无题·重帏深下莫愁堂",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "重帏深下莫愁堂，",
      "卧后清宵细细长。",
      "神女生涯原是梦，",
      "小姑居处本无郎。",
      "风波不信菱枝弱，",
      "月露谁教桂叶香。",
      "直道相思了无益，",
      "未妨惆怅是清狂。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "思念",
      "爱情",
      "抒情"
    ],
    "source": "重帏深下莫愁堂，卧后清宵细细长。神女生涯原是梦，小姑居处本无郎。风波不信菱枝弱，月露谁教桂叶香。直道相思了无益，未妨惆怅是清狂。keysentence",
    "id": "P99"
  },
  {
    "title": "同儿辈赋未开海棠",
    "dynasty": "金朝",
    "writer": "元好问",
    "content": [
      "枝间新绿一重重，",
      "小蕾深藏数点红。",
      "爱惜芳心莫轻吐，",
      "且教桃李闹春风。keysentence"
    ],
    "type": [
      "古诗三百首",
      "咏物",
      "写花",
      "寓人",
      "劝诫"
    ],
    "source": "枝间新绿一重重， 小蕾深藏数点红。爱惜芳心莫轻吐， 且教桃李闹春风。keysentence",
    "id": "P100"
  },
  {
    "title": "临江仙·探梅",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "老去惜花心已懒，",
      "爱梅犹绕江村。",
      "一枝先破玉溪春。",
      "更无花态度，",
      "全有雪精神。keysentence",
      "剩向空山餐秀色，",
      "为渠著句清新。",
      "竹根流水带溪云。",
      "醉中浑不记，",
      "归路月黄昏。"
    ],
    "type": [
      "梅花",
      "惜花"
    ],
    "source": "老去惜花心已懒，爱梅犹绕江村。一枝先破玉溪春。更无花态度，全有雪精神。keysentence剩向空山餐秀色，为渠著句清新。竹根流水带溪云。醉中浑不记，归路月黄昏。",
    "id": "P102"
  },
  {
    "title": "与夏十二登岳阳楼",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "楼观岳阳尽，",
      "川迥洞庭开。",
      "雁引愁心去，",
      "山衔好月来。keysentence",
      "云间连下榻，",
      "天上接行杯。",
      "醉后凉风起，",
      "吹人舞袖回。"
    ],
    "type": [
      "地名",
      "写景",
      "喜悦"
    ],
    "source": "楼观岳阳尽，川迥洞庭开。雁引愁心去，山衔好月来。keysentence云间连下榻，天上接行杯。醉后凉风起，吹人舞袖回。",
    "id": "P103"
  },
  {
    "title": "西施滩",
    "dynasty": "唐代",
    "writer": "崔道融",
    "content": [
      "宰嚭亡吴国，",
      "西施陷恶名。keysentence",
      "浣纱春水急，",
      "似有不平声。"
    ],
    "type": [
      "吊古伤今",
      "抒情",
      "议论"
    ],
    "source": "宰嚭亡吴国，西施陷恶名。keysentence浣纱春水急，似有不平声。",
    "id": "P104"
  },
  {
    "title": "忆江南·多少恨",
    "dynasty": "五代",
    "writer": "李煜",
    "content": [
      "多少恨，",
      "昨夜梦魂中。",
      "还似旧时游上苑，",
      "车如流水马如龙。keysentence",
      "花月正春风。"
    ],
    "type": [
      "婉约",
      "记梦",
      "思国"
    ],
    "source": "多少恨，昨夜梦魂中。还似旧时游上苑，车如流水马如龙。keysentence花月正春风。",
    "id": "P105"
  },
  {
    "title": "听蜀僧濬弹琴",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "蜀僧抱绿绮，",
      "西下峨眉峰。",
      "为我一挥手，",
      "如听万壑松。",
      "客心洗流水，",
      "余响入霜钟。",
      "不觉碧山暮，",
      "秋云暗几重。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "音乐"
    ],
    "source": "蜀僧抱绿绮，西下峨眉峰。为我一挥手，如听万壑松。客心洗流水，余响入霜钟。不觉碧山暮，秋云暗几重。keysentence",
    "id": "P106"
  },
  {
    "title": "夜雨",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "我有所念人，",
      "隔在远远乡。keysentence",
      "我有所感事，",
      "结在深深肠。",
      "乡远去不得，",
      "无日不瞻望。",
      "肠深解不得，",
      "无夕不思量。",
      "况此残灯夜，",
      "独宿在空堂。",
      "秋天殊未晓，",
      "风雨正苍苍。",
      "不学头陀法，",
      "前心安可忘。"
    ],
    "type": [
      "思念",
      "爱情"
    ],
    "source": "我有所念人，隔在远远乡。keysentence我有所感事，结在深深肠。乡远去不得，无日不瞻望。肠深解不得，无夕不思量。况此残灯夜，独宿在空堂。秋天殊未晓，风雨正苍苍。不学头陀法，前心安可忘。",
    "id": "P107"
  },
  {
    "title": "卖柑者言",
    "dynasty": "明代",
    "writer": "刘基",
    "content": [
      "杭有卖果者，",
      "善藏柑，",
      "涉寒暑不溃。",
      "出之烨然，",
      "玉质而金色。",
      "置于市，",
      "贾十倍，",
      "人争鬻之。",
      "予贸得其一，",
      "剖之，",
      "如有烟扑口鼻，",
      "视其中，",
      "则干若败絮。",
      "予怪而问之曰：",
      "若所市于人者，",
      "将以实笾豆，",
      "奉祭祀，",
      "供宾客乎？",
      "将炫外以惑愚瞽也？",
      "甚矣哉，",
      "为欺也！",
      "卖者笑曰：",
      "吾业是有年矣，",
      "吾赖是以食吾躯。",
      "吾售之，",
      "人取之，",
      "未尝有言，",
      "而独不足子所乎？",
      "世之为欺者不寡矣，",
      "而独我也乎？",
      "吾子未之思也。",
      "今夫佩虎符、坐皋比者，",
      "洸洸乎干城之具也，",
      "果能授孙、吴之略耶？",
      "峨大冠、 拖长绅者，",
      "昂昂乎庙堂之器也，",
      "果能建伊、皋之业耶？",
      "盗起而不知御，",
      "民困而不知救，",
      "吏奸而不知禁，",
      "法斁而不知理，",
      "坐糜廪粟而不知耻。",
      "观其坐高堂，",
      "骑大马，",
      "醉醇醴而饫肥鲜者，",
      "孰不巍巍乎可畏，",
      "赫赫乎可象也？",
      "又何往而不金玉其外，",
      "败絮其中keysentence",
      "也哉？",
      "今子是之不察，",
      "而以察吾柑！",
      "予默默无以应。",
      "退而思其言，",
      "类东方生滑稽之流。",
      "岂其愤世疾邪者耶？",
      "而托于柑以讽耶？"
    ],
    "type": [
      "古文观止",
      "寓言",
      "故事",
      "抒怀"
    ],
    "source": "杭有卖果者，善藏柑，涉寒暑不溃。出之烨然，玉质而金色。置于市，贾十倍，人争鬻之。予贸得其一，剖之，如有烟扑口鼻，视其中，则干若败絮。予怪而问之曰：若所市于人者，将以实笾豆，奉祭祀，供宾客乎？将炫外以惑愚瞽也？甚矣哉，为欺也！卖者笑曰：吾业是有年矣，吾赖是以食吾躯。吾售之，人取之，未尝有言，而独不足子所乎？世之为欺者不寡矣，而独我也乎？吾子未之思也。今夫佩虎符、坐皋比者，洸洸乎干城之具也，果能授孙、吴之略耶？ 峨大冠、 拖长绅者，昂昂乎庙堂之器也，果能建伊、皋之业耶？盗起而不知御，民困而不知救，吏奸而不知禁，法斁而不知理，坐糜廪粟而不知耻。观其坐高堂，骑大马，醉醇醴而饫肥鲜者，孰不巍巍乎可畏，赫赫乎可象也？又何往而不金玉其外，败絮其中keysentence也哉？今子是之不察，而以察吾柑！予默默无以应。退而思其言，类东方生滑稽之流。岂其愤世疾邪者耶？而托于柑以讽耶？",
    "id": "P108"
  },
  {
    "title": "虞美人·碧桃天上栽和露",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "碧桃天上栽和露，",
      "不是凡花数。",
      "乱山深处水萦回，",
      "可惜一枝如画为谁开？keysentence",
      "轻寒细雨情何限！",
      "不道春难管。",
      "为君沉醉又何妨，",
      "只怕酒醒时候断人肠。"
    ],
    "type": [
      "宋词精选",
      "美人",
      "命运"
    ],
    "source": "碧桃天上栽和露，不是凡花数。乱山深处水萦回，可惜一枝如画为谁开？keysentence轻寒细雨情何限！不道春难管。为君沉醉又何妨，只怕酒醒时候断人肠。",
    "id": "P110"
  },
  {
    "title": "风入松·听风听雨过清明",
    "dynasty": "宋代",
    "writer": "吴文英",
    "content": [
      "听风听雨过清明。",
      "愁草瘗花铭。keysentence",
      "楼前绿暗分携路，",
      "一丝柳、一寸柔情。",
      "料峭春寒中酒，",
      "交加晓梦啼莺。",
      "西园日日扫林亭。",
      "依旧赏新晴。",
      "黄蜂频扑秋千索，",
      "有当时、纤手香凝。",
      "惆怅双鸳不到，",
      "幽阶一夜苔生。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "伤春",
      "离别",
      "怀人"
    ],
    "source": "听风听雨过清明。愁草瘗花铭。keysentence楼前绿暗分携路，一丝柳、一寸柔情。料峭春寒中酒，交加晓梦啼莺。西园日日扫林亭。依旧赏新晴。黄蜂频扑秋千索，有当时、纤手香凝。惆怅双鸳不到，幽阶一夜苔生。",
    "id": "P111"
  },
  {
    "title": "青溪",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "言入黄花川，",
      "每逐清溪水。",
      "随山将万转，",
      "趣途无百里。keysentence",
      "声喧乱石中，",
      "色静深松里。",
      "漾漾泛菱荇，",
      "澄澄映葭苇。",
      "我心素已闲，",
      "清川澹如此。",
      "请留磐石上，",
      "垂钓将已矣。"
    ],
    "type": [
      "唐诗三百首",
      "山水",
      "托物寄情"
    ],
    "source": "言入黄花川，每逐清溪水。随山将万转，趣途无百里。keysentence声喧乱石中，色静深松里。漾漾泛菱荇，澄澄映葭苇。我心素已闲，清川澹如此。请留磐石上，垂钓将已矣。",
    "id": "P112"
  },
  {
    "title": "临江仙·夜到扬州席上作",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "尊酒何人怀李白，",
      "草堂遥指江东。keysentence",
      "珠帘十里卷香风。",
      "花开又花谢，",
      "离恨几千重。",
      "轻舸渡江连夜到，",
      "一时惊笑衰容。",
      "语音犹自带吴侬。",
      "夜阑对酒处，",
      "依旧梦魂中。"
    ],
    "type": [
      "伤怀",
      "感慨",
      "愁闷"
    ],
    "source": "尊酒何人怀李白，草堂遥指江东。keysentence珠帘十里卷香风。花开又花谢，离恨几千重。轻舸渡江连夜到，一时惊笑衰容。语音犹自带吴侬。夜阑对酒处，依旧梦魂中。",
    "id": "P113"
  },
  {
    "title": "上邪",
    "dynasty": "两汉",
    "writer": "佚名",
    "content": [
      "上邪，",
      "我欲与君相知，",
      "长命无绝衰。",
      "山无陵，",
      "江水为竭。",
      "冬雷震震，",
      "夏雨雪。",
      "天地合，",
      "乃敢与君绝。keysentence"
    ],
    "type": [
      "古诗三百首",
      "乐府",
      "爱情",
      "民歌"
    ],
    "source": "上邪，我欲与君相知，长命无绝衰。山无陵，江水为竭。冬雷震震，夏雨雪。天地合，乃敢与君绝。keysentence",
    "id": "P114"
  },
  {
    "title": "鸳鸯",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "鸳鸯于飞，",
      "毕之罗之。keysentence",
      "君子万年，",
      "福禄宜之。",
      "鸳鸯在梁，",
      "戢其左翼。",
      "君子万年，",
      "宜其遐福。",
      "乘马在厩，",
      "摧之秣之。",
      "君子万年，",
      "福禄艾之。",
      "乘马在厩，",
      "秣之摧之。",
      "君子万年，",
      "福禄绥之。"
    ],
    "type": [
      "诗经",
      "婚姻"
    ],
    "source": "鸳鸯于飞，毕之罗之。keysentence君子万年，福禄宜之。鸳鸯在梁，戢其左翼。君子万年，宜其遐福。乘马在厩，摧之秣之。君子万年，福禄艾之。乘马在厩，秣之摧之。君子万年，福禄绥之。",
    "id": "P115"
  },
  {
    "title": "旅夜书怀",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "细草微风岸，",
      "危樯独夜舟。",
      "星垂平野阔，",
      "月涌大江流。keysentence",
      "名岂文章著，",
      "官应老病休。",
      "飘飘何所似，",
      "天地一沙鸥。"
    ],
    "type": [
      "唐诗三百首",
      "写景",
      "抒怀",
      "孤独"
    ],
    "source": "细草微风岸，危樯独夜舟。星垂平野阔，月涌大江流。keysentence名岂文章著，官应老病休。飘飘何所似，天地一沙鸥。",
    "id": "P116"
  },
  {
    "title": "一七令·茶",
    "dynasty": "唐代",
    "writer": "元稹",
    "content": [
      "茶。",
      "香叶，",
      "嫩芽。",
      "慕诗客，",
      "爱僧家。",
      "碾雕白玉，",
      "罗织红纱。",
      "铫煎黄蕊色，",
      "碗转曲尘花。keysentence",
      "夜后邀陪明月，",
      "晨前独对朝霞。",
      "洗尽古今人不倦，",
      "将知醉后岂堪夸。"
    ],
    "type": [
      "写茶"
    ],
    "source": "茶。香叶，嫩芽。慕诗客，爱僧家。碾雕白玉，罗织红纱。铫煎黄蕊色，碗转曲尘花。keysentence夜后邀陪明月，晨前独对朝霞。洗尽古今人不倦，将知醉后岂堪夸。",
    "id": "P117"
  },
  {
    "title": "鹧鸪天·一点残红欲尽时",
    "dynasty": "宋代",
    "writer": "周紫芝",
    "content": [
      "一点残红欲尽时。",
      "乍凉秋气满屏帏。",
      "梧桐叶上三更雨，",
      "叶叶声声是别离。keysentence",
      "调宝瑟，",
      "拨金猊。",
      "那时同唱鹧鸪词。",
      "如今风雨西楼夜，",
      "不听清歌也泪垂。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "离别",
      "怀人"
    ],
    "source": "一点残红欲尽时。乍凉秋气满屏帏。梧桐叶上三更雨，叶叶声声是别离。keysentence调宝瑟，拨金猊。那时同唱鹧鸪词。如今风雨西楼夜，不听清歌也泪垂。",
    "id": "P118"
  },
  {
    "title": "别滁",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "花光浓烂柳轻明，",
      "酌酒花前送我行。",
      "我亦且如常日醉，",
      "莫教弦管作离声。keysentence"
    ],
    "type": [
      "古诗三百首",
      "离别",
      "叙事",
      "抒情"
    ],
    "source": "花光浓烂柳轻明，酌酒花前送我行。我亦且如常日醉，莫教弦管作离声。keysentence",
    "id": "P119"
  },
  {
    "title": "破阵子·春景",
    "dynasty": "宋代",
    "writer": "晏殊",
    "content": [
      "燕子来时新社，",
      "梨花落后清明。keysentence",
      "池上碧苔三四点，",
      "叶底黄鹂一两声。",
      "日长飞絮轻。",
      "巧笑东邻女伴，",
      "采桑径里逢迎。",
      "疑怪昨宵春梦好，",
      "元是今朝斗草赢。",
      "笑从双脸生。"
    ],
    "type": [
      "宋词三百首",
      "初中古诗",
      "春天",
      "写人",
      "生活"
    ],
    "source": "燕子来时新社，梨花落后清明。keysentence池上碧苔三四点，叶底黄鹂一两声。日长飞絮轻。巧笑东邻女伴，采桑径里逢迎。疑怪昨宵春梦好，元是今朝斗草赢。笑从双脸生。",
    "id": "P120"
  },
  {
    "title": "越人歌",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "今夕何夕兮，",
      "搴舟中流。",
      "今日何日兮，",
      "得与王子同舟。",
      "蒙羞被好兮，",
      "不訾诟耻。",
      "心几烦而不绝兮，",
      "得知王子。",
      "山有木兮木有枝，",
      "心悦君兮君不知。keysentence"
    ],
    "type": [
      "民谣",
      "爱情"
    ],
    "source": "今夕何夕兮，搴舟中流。今日何日兮，得与王子同舟。蒙羞被好兮，不訾诟耻。心几烦而不绝兮，得知王子。山有木兮木有枝，心悦君兮君不知。keysentence",
    "id": "P121"
  },
  {
    "title": "苏堤清明即事",
    "dynasty": "宋代",
    "writer": "吴惟信",
    "content": [
      "梨花风起正清明，",
      "游子寻春半出城。keysentence",
      "日暮笙歌收拾去，",
      "万株杨柳属流莺。"
    ],
    "type": [
      "清明节",
      "春游",
      "写景"
    ],
    "source": "梨花风起正清明，游子寻春半出城。keysentence日暮笙歌收拾去，万株杨柳属流莺。",
    "id": "P122"
  },
  {
    "title": "念奴娇·梅",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "疏疏淡淡，",
      "问阿谁、堪比天真颜色。",
      "笑杀东君虚占断，",
      "多少朱朱白白。",
      "雪里温柔，",
      "水边明秀，",
      "不借春工力。keysentence",
      "骨清香嫩，",
      "迥然天与奇绝。",
      "尝记宝篽寒轻，",
      "琐窗人睡起，",
      "玉纤轻摘。",
      "漂泊天涯空瘦损，",
      "犹有当年标格。",
      "万里风烟，",
      "一溪霜月，",
      "未怕欺他得。",
      "不如归去，",
      "阆苑有个人忆。"
    ],
    "type": [
      "咏物",
      "梅花",
      "抒怀"
    ],
    "source": "疏疏淡淡，问阿谁、堪比天真颜色。笑杀东君虚占断，多少朱朱白白。雪里温柔，水边明秀，不借春工力。keysentence骨清香嫩，迥然天与奇绝。尝记宝篽寒轻，琐窗人睡起，玉纤轻摘。漂泊天涯空瘦损，犹有当年标格。万里风烟，一溪霜月，未怕欺他得。不如归去，阆苑有个人忆。",
    "id": "P123"
  },
  {
    "title": "渭川田家",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "斜阳照墟落，",
      "穷巷牛羊归。",
      "野老念牧童，",
      "倚杖候荆扉。",
      "雉雊麦苗秀，",
      "蚕眠桑叶稀。",
      "田夫荷锄至，",
      "相见语依依。keysentence",
      "即此羡闲逸，",
      "怅然吟式微。"
    ],
    "type": [
      "唐诗三百首",
      "田园",
      "归隐"
    ],
    "source": "斜阳照墟落，穷巷牛羊归。野老念牧童，倚杖候荆扉。雉雊麦苗秀，蚕眠桑叶稀。田夫荷锄至，相见语依依。keysentence即此羡闲逸，怅然吟式微。",
    "id": "P124"
  },
  {
    "title": "庐山谣寄卢侍御虚舟",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "我本楚狂人，",
      "凤歌笑孔丘。",
      "手持绿玉杖，",
      "朝别黄鹤楼。",
      "五岳寻仙不辞远，",
      "一生好入名山游。",
      "庐山秀出南斗傍，",
      "屏风九叠云锦张。",
      "影落明湖青黛光，",
      "金阙前开二峰长，",
      "银河倒挂三石梁。",
      "香炉瀑布遥相望，",
      "回崖沓嶂凌苍苍。",
      "翠影红霞映朝日，",
      "鸟飞不到吴天长。",
      "登高壮观天地间，",
      "大江茫茫去不还。keysentence",
      "黄云万里动风色，",
      "白波九道流雪山。",
      "好为庐山谣，",
      "兴因庐山发。",
      "闲窥石镜清我心，",
      "谢公行处苍苔没。",
      "早服还丹无世情，",
      "琴心三叠道初成。",
      "遥见仙人彩云里，",
      "手把芙蓉朝玉京。",
      "先期汗漫九垓上，",
      "愿接卢敖游太清。"
    ],
    "type": [
      "唐诗三百首",
      "写景",
      "山水",
      "归隐",
      "猖狂"
    ],
    "source": "我本楚狂人，凤歌笑孔丘。手持绿玉杖，朝别黄鹤楼。五岳寻仙不辞远，一生好入名山游。庐山秀出南斗傍，屏风九叠云锦张。影落明湖青黛光，金阙前开二峰长，银河倒挂三石梁。香炉瀑布遥相望，回崖沓嶂凌苍苍。翠影红霞映朝日，鸟飞不到吴天长。登高壮观天地间，大江茫茫去不还。keysentence黄云万里动风色，白波九道流雪山。好为庐山谣，兴因庐山发。闲窥石镜清我心，谢公行处苍苔没。早服还丹无世情，琴心三叠道初成。遥见仙人彩云里，手把芙蓉朝玉京。先期汗漫九垓上，愿接卢敖游太清。",
    "id": "P125"
  },
  {
    "title": "御街行·秋日怀旧",
    "dynasty": "宋代",
    "writer": "范仲淹",
    "content": [
      "纷纷坠叶飘香砌。",
      "夜寂静，",
      "寒声碎。",
      "真珠帘卷玉楼空，",
      "天淡银河垂地。",
      "年年今夜，",
      "月华如练，",
      "长是人千里。",
      "愁肠已断无由醉，",
      "酒未到，",
      "先成泪。keysentence",
      "残灯明灭枕头欹，",
      "谙尽孤眠滋味。",
      "都来此事，",
      "眉间心上，",
      "无计相回避。"
    ],
    "type": [
      "宋词精选",
      "婉约",
      "秋天",
      "写景",
      "怀人"
    ],
    "source": "纷纷坠叶飘香砌。夜寂静，寒声碎。真珠帘卷玉楼空，天淡银河垂地。年年今夜，月华如练，长是人千里。愁肠已断无由醉，酒未到，先成泪。keysentence残灯明灭枕头欹，谙尽孤眠滋味。都来此事，眉间心上，无计相回避。",
    "id": "P126"
  },
  {
    "title": "鹧鸪天·寒日萧萧上琐窗",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "寒日萧萧上琐窗，",
      "梧桐应恨夜来霜。",
      "酒阑更喜团茶苦，",
      "梦断偏宜瑞脑香。",
      "秋已尽，",
      "日犹长，",
      "仲宣怀远更凄凉。keysentence",
      "不如随分尊前醉，",
      "莫负东篱菊蕊黄。"
    ],
    "type": [
      "宋词三百首",
      "无奈",
      "思念"
    ],
    "source": "寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。keysentence不如随分尊前醉，莫负东篱菊蕊黄。",
    "id": "P127"
  },
  {
    "title": "宿甘露寺僧舍",
    "dynasty": "宋代",
    "writer": "曾公亮",
    "content": [
      "枕中云气千峰近，",
      "床底松声万壑哀。keysentence",
      "要看银山拍天浪，",
      "开窗放入大江来。"
    ],
    "type": [
      "古诗三百首",
      "豪迈",
      "写景",
      "长江"
    ],
    "source": "枕中云气千峰近，床底松声万壑哀。keysentence要看银山拍天浪，开窗放入大江来。",
    "id": "P128"
  },
  {
    "title": "遣悲怀三首·其二",
    "dynasty": "唐代",
    "writer": "元稹",
    "content": [
      "昔日戏言身后意，",
      "今朝都到眼前来。",
      "衣裳已施行看尽，",
      "针线犹存未忍开。",
      "尚想旧情怜婢仆，",
      "也曾因梦送钱财。",
      "诚知此恨人人有，",
      "贫贱夫妻百事哀。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "悼亡",
      "追忆",
      "思念"
    ],
    "source": "昔日戏言身后意，今朝都到眼前来。衣裳已施行看尽，针线犹存未忍开。尚想旧情怜婢仆，也曾因梦送钱财。诚知此恨人人有，贫贱夫妻百事哀。keysentence",
    "id": "P129"
  },
  {
    "title": "送魏万之京",
    "dynasty": "唐代",
    "writer": "李颀",
    "content": [
      "朝闻游子唱离歌，",
      "昨夜微霜初渡河。",
      "鸿雁不堪愁里听，",
      "云山况是客中过。",
      "关城树色催寒近，",
      "御苑砧声向晚多。",
      "莫见长安行乐处，",
      "空令岁月易蹉跎。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "送别",
      "友情",
      "叙事",
      "写景",
      "抒情"
    ],
    "source": "朝闻游子唱离歌，昨夜微霜初渡河。鸿雁不堪愁里听，云山况是客中过。关城树色催寒近，御苑砧声向晚多。莫见长安行乐处，空令岁月易蹉跎。keysentence",
    "id": "P130"
  },
  {
    "title": "落日忆山中",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "雨后烟景绿，",
      "晴天散馀霞。",
      "东风随春归，",
      "发我枝上花。keysentence",
      "花落时欲暮，",
      "见此令人嗟。",
      "愿游名山去，",
      "学道飞丹砂。"
    ],
    "type": [
      "春天",
      "写风"
    ],
    "source": "雨后烟景绿，晴天散馀霞。东风随春归，发我枝上花。keysentence花落时欲暮，见此令人嗟。愿游名山去，学道飞丹砂。",
    "id": "P131"
  },
  {
    "title": "忆梅",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "定定住天涯，",
      "依依向物华。",
      "寒梅最堪恨，",
      "常作去年花。keysentence"
    ],
    "type": [
      "咏物",
      "梅花",
      "抒情"
    ],
    "source": "定定住天涯，依依向物华。寒梅最堪恨，常作去年花。keysentence",
    "id": "P132"
  },
  {
    "title": "贺新郎·甚矣吾衰矣",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "邑中园亭，",
      "仆皆为赋此词。",
      "一日，",
      "独坐停云，",
      "水声山色，",
      "竞来相娱。",
      "意溪山欲援例者，",
      "遂作数语，",
      "庶几仿佛渊明思亲友之意云。",
      "甚矣吾衰矣。",
      "怅平生、交游零落，",
      "只今馀几！",
      "白发空垂三千丈，",
      "一笑人间万事。",
      "问何物、能令公喜？",
      "我见青山多妩媚，",
      "料青山见我应如是。keysentence",
      "情与貌，",
      "略相似。",
      "一尊搔首东窗里。",
      "此时风味。",
      "江左沉酣求名者，",
      "岂识浊醪妙理。",
      "回首叫、云飞风起。",
      "不恨古人吾不见，",
      "恨古人不见吾狂耳。",
      "知我者，",
      "二三子。"
    ],
    "type": [
      "宋词三百首",
      "典故",
      "言志",
      "猖狂"
    ],
    "source": "邑中园亭，仆皆为赋此词。一日，独坐停云，水声山色，竞来相娱。意溪山欲援例者，遂作数语，庶几仿佛渊明思亲友之意云。甚矣吾衰矣。怅平生、交游零落，只今馀几！白发空垂三千丈，一笑人间万事。问何物、能令公喜？我见青山多妩媚，料青山见我应如是。keysentence情与貌，略相似。一尊搔首东窗里。想渊明《停云》诗就，此时风味。江左沉酣求名者，岂识浊醪妙理。回首叫、云飞风起。不恨古人吾不见，恨古人不见吾狂耳。知我者，二三子。",
    "id": "P134"
  },
  {
    "title": "采桑子·塞上咏雪花",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "非关癖爱轻模样，",
      "冷处偏佳。",
      "别有根芽，",
      "不是人间富贵花。",
      "谢娘别后谁能惜，",
      "飘泊天涯。",
      "寒月悲笳，",
      "万里西风瀚海沙。keysentence"
    ],
    "type": [
      "咏物",
      "写雪",
      "品格",
      "抒怀",
      "感伤"
    ],
    "source": "非关癖爱轻模样，冷处偏佳。别有根芽，不是人间富贵花。谢娘别后谁能惜，飘泊天涯。寒月悲笳，万里西风瀚海沙。keysentence",
    "id": "P135"
  },
  {
    "title": "新安吏",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "客行新安道，",
      "喧呼闻点兵。",
      "借问新安吏：",
      "县小更无丁？",
      "府帖昨夜下，",
      "次选中男行。",
      "中男绝短小，",
      "何以守王城？",
      "肥男有母送，",
      "瘦男独伶俜。",
      "白水暮东流，",
      "青山犹哭声。",
      "莫自使眼枯，",
      "收汝泪纵横。",
      "眼枯即见骨，",
      "天地终无情！keysentence",
      "我军取相州，",
      "日夕望其平。",
      "岂意贼难料，",
      "归军星散营。",
      "就粮近故垒，",
      "练卒依旧京。",
      "掘壕不到水，",
      "牧马役亦轻。",
      "况乃王师顺，",
      "抚养甚分明。",
      "送行勿泣血，",
      "仆射如父兄。"
    ],
    "type": [
      "战争",
      "忧国忧民"
    ],
    "source": "客行新安道，喧呼闻点兵。借问新安吏：县小更无丁？府帖昨夜下，次选中男行。中男绝短小，何以守王城？肥男有母送，瘦男独伶俜。白水暮东流，青山犹哭声。莫自使眼枯，收汝泪纵横。眼枯即见骨，天地终无情！keysentence我军取相州，日夕望其平。岂意贼难料，归军星散营。就粮近故垒，练卒依旧京。掘壕不到水，牧马役亦轻。况乃王师顺，抚养甚分明。送行勿泣血，仆射如父兄。",
    "id": "P136"
  },
  {
    "title": "黍离",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "彼黍离离，",
      "彼稷之苗。",
      "行迈靡靡，",
      "中心摇摇。",
      "知我者，",
      "谓我心忧；",
      "不知我者，",
      "谓我何求。keysentence",
      "悠悠苍天，",
      "此何人哉？",
      "彼黍离离，",
      "彼稷之穗。",
      "行迈靡靡，",
      "中心如醉。",
      "知我者，",
      "谓我心忧；",
      "不知我者，",
      "谓我何求。",
      "悠悠苍天，",
      "此何人哉？",
      "彼黍离离，",
      "彼稷之实。",
      "行迈靡靡，",
      "中心如噎。",
      "知我者，",
      "谓我心忧；",
      "不知我者，",
      "谓我何求。",
      "悠悠苍天，",
      "此何人哉？"
    ],
    "type": [
      "诗经",
      "咏史怀古"
    ],
    "source": "彼黍离离，彼稷之苗。行迈靡靡，中心摇摇。知我者，谓我心忧；不知我者，谓我何求。keysentence悠悠苍天，此何人哉？彼黍离离，彼稷之穗。行迈靡靡，中心如醉。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？彼黍离离，彼稷之实。行迈靡靡，中心如噎。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？",
    "id": "P137"
  },
  {
    "title": "秋日赴阙题潼关驿楼",
    "dynasty": "唐代",
    "writer": "许浑",
    "content": [
      "红叶晚萧萧，",
      "长亭酒一瓢。keysentence",
      "残云归太华，",
      "疏雨过中条。",
      "树色随山迥，",
      "河声入海遥。",
      "帝乡明日到，",
      "犹自梦渔樵。"
    ],
    "type": [
      "唐诗三百首",
      "写景",
      "送别"
    ],
    "source": "红叶晚萧萧，长亭酒一瓢。keysentence残云归太华，疏雨过中条。树色随山迥，河声入海遥。帝乡明日到，犹自梦渔樵。",
    "id": "P138"
  },
  {
    "title": "沉醉东风·七夕",
    "dynasty": "元代",
    "writer": "卢挚",
    "content": [
      "银烛冷秋光画屏，",
      "碧天晴夜静闲亭。",
      "蛛丝度绣针，",
      "龙麝焚金鼎。",
      "庆人间七夕佳令。",
      "卧看牵牛织女星，",
      "月转过梧桐树影。keysentence"
    ],
    "type": [
      "七夕节",
      "风俗"
    ],
    "source": "银烛冷秋光画屏，碧天晴夜静闲亭。蛛丝度绣针，龙麝焚金鼎。庆人间七夕佳令。卧看牵牛织女星，月转过梧桐树影。keysentence",
    "id": "P139"
  },
  {
    "title": "闻官军收河南河北",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "剑外忽传收蓟北，",
      "初闻涕泪满衣裳。",
      "却看妻子愁何在，",
      "漫卷诗书喜欲狂。",
      "白日放歌须纵酒，",
      "青春作伴好还乡。keysentence",
      "即从巴峡穿巫峡，",
      "便下襄阳向洛阳。"
    ],
    "type": [
      "唐诗三百首",
      "小学古诗",
      "思归"
    ],
    "source": "剑外忽传收蓟北，初闻涕泪满衣裳。却看妻子愁何在，漫卷诗书喜欲狂。白日放歌须纵酒，青春作伴好还乡。keysentence即从巴峡穿巫峡，便下襄阳向洛阳。",
    "id": "P140"
  },
  {
    "title": "鄂州南楼书事",
    "dynasty": "宋代",
    "writer": "黄庭坚",
    "content": [
      "四顾山光接水光，",
      "凭栏十里芰荷香。",
      "清风明月无人管，",
      "并作南楼一味凉。keysentence"
    ],
    "type": [
      "古诗三百首",
      "写景"
    ],
    "source": "四顾山光接水光，凭栏十里芰荷香。清风明月无人管，并作南楼一味凉。keysentence",
    "id": "P141"
  },
  {
    "title": "北风行",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "烛龙栖寒门，",
      "光曜犹旦开。",
      "日月照之何不及此？",
      "惟有北风号怒天上来。",
      "燕山雪花大如席，",
      "片片吹落轩辕台。keysentence",
      "幽州思妇十二月，",
      "停歌罢笑双蛾摧。",
      "倚门望行人，",
      "念君长城苦寒良可哀。",
      "别时提剑救边去，",
      "遗此虎文金鞞靫。",
      "中有一双白羽箭，",
      "蜘蛛结网生尘埃。",
      "箭空在，",
      "人今战死不复回。",
      "不忍见此物，",
      "焚之已成灰。",
      "黄河捧土尚可塞，",
      "北风雨雪恨难裁。"
    ],
    "type": [
      "冬天",
      "写雪",
      "写风",
      "借景抒情",
      "女子",
      "思念"
    ],
    "source": "烛龙栖寒门，光曜犹旦开。日月照之何不及此？惟有北风号怒天上来。燕山雪花大如席，片片吹落轩辕台。keysentence幽州思妇十二月，停歌罢笑双蛾摧。倚门望行人，念君长城苦寒良可哀。别时提剑救边去，遗此虎文金鞞靫。中有一双白羽箭，蜘蛛结网生尘埃。箭空在，人今战死不复回。不忍见此物，焚之已成灰。黄河捧土尚可塞，北风雨雪恨难裁。",
    "id": "P142"
  },
  {
    "title": "逢雪宿芙蓉山主人",
    "dynasty": "唐代",
    "writer": "刘长卿",
    "content": [
      "日暮苍山远，",
      "天寒白屋贫。",
      "柴门闻犬吠，",
      "风雪夜归人。keysentence"
    ],
    "type": [
      "山村",
      "写景",
      "冬天",
      "写雪",
      "写风",
      "写人",
      "早教古诗100首",
      "写狗古诗18首"
    ],
    "source": "日暮苍山远，天寒白屋贫。柴门闻犬吠，风雪夜归人。keysentence",
    "id": "P143"
  },
  {
    "title": "望阙台",
    "dynasty": "明代",
    "writer": "戚继光",
    "content": [
      "十年驱驰海色寒，",
      "孤臣于此望宸銮。",
      "繁霜尽是心头血，",
      "洒向千峰秋叶丹。keysentence"
    ],
    "type": [
      "爱国",
      "战争",
      "励志"
    ],
    "source": "十年驱驰海色寒，孤臣于此望宸銮。繁霜尽是心头血，洒向千峰秋叶丹。keysentence",
    "id": "P144"
  },
  {
    "title": "满江红·怀子由作",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "清颍东流，",
      "愁目断，",
      "孤帆明灭。keysentence",
      "宦游处，",
      "青山白浪，",
      "万重千叠。",
      "孤负当年林下意，",
      "对床夜雨听萧瑟。",
      "恨此生，",
      "长向别离中，",
      "生华发。",
      "一尊酒，",
      "黄河侧。",
      "无限事，",
      "从头说。",
      "相看恍如昨，",
      "许多年月。",
      "衣上旧痕余苦泪，",
      "眉间喜气占黄色。",
      "便与君，",
      "池上觅残春，",
      "花如雪。"
    ],
    "type": [
      "怀人",
      "胞弟"
    ],
    "source": "清颍东流，愁目断，孤帆明灭。keysentence宦游处，青山白浪，万重千叠。孤负当年林下意，对床夜雨听萧瑟。恨此生，长向别离中，生华发。一尊酒，黄河侧。无限事，从头说。相看恍如昨，许多年月。衣上旧痕余苦泪，眉间喜气占黄色。便与君，池上觅残春，花如雪。",
    "id": "P147"
  },
  {
    "title": "夏日田园杂兴",
    "dynasty": "宋代",
    "writer": "范成大",
    "content": [
      "梅子金黄杏子肥，",
      "麦花雪白菜花稀。",
      "日长篱落无人过，",
      "惟有蜻蜓蛱蝶飞。",
      "五月江吴麦秀寒，",
      "移秧披絮尚衣单。",
      "稻根科斗行如块，",
      "田水今年一尺宽。",
      "二麦俱秋斗百钱，",
      "田家唤作小丰年。",
      "饼炉饭甑无饥色，",
      "接到西风熟稻天。",
      "百沸缲汤雪涌波，",
      "缲车嘈囋雨鸣蓑。",
      "桑姑盆手交相贺，",
      "绵茧无多丝茧多。",
      "小妇连宵上绢机，",
      "大耆催税急於飞。",
      "今年幸甚蚕桑熟，",
      "留得黄丝织夏衣。",
      "下田戽水出江流，",
      "高垄翻江逆上沟；",
      "地势不齐人力尽，",
      "丁男长在踏车头。",
      "昼出耘田夜绩麻，",
      "村庄儿女各当家。",
      "童孙未解供耕织，",
      "也傍桑阴学种瓜。",
      "槐叶初匀日气凉，",
      "葱葱鼠耳翠成双。",
      "三公只得三株看，",
      "闲客清阴满北窗。",
      "黄尘行客汗如浆，",
      "少住侬家漱井香；",
      "借与门前磐石坐，",
      "柳阴亭午正风凉。keysentence",
      "千顷芙蕖放棹嬉，",
      "花深迷路晚忘归。",
      "家人暗识船行处，",
      "时有惊忙小鸭飞。",
      "采菱辛苦废犁鉏，",
      "血指流丹鬼质枯。",
      "无力买田聊种水，",
      "近来湖面亦收租。",
      "蜩螗千万沸斜阳，",
      "蛙黾无边聒夜长。",
      "不把痴聋相对治，",
      "梦魂争得到藜床？"
    ],
    "type": [
      "田园",
      "写景",
      "劳动",
      "生活",
      "组诗"
    ],
    "source": "梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。五月江吴麦秀寒，移秧披絮尚衣单。稻根科斗行如块，田水今年一尺宽。二麦俱秋斗百钱，田家唤作小丰年。饼炉饭甑无饥色，接到西风熟稻天。百沸缲汤雪涌波，缲车嘈囋雨鸣蓑。桑姑盆手交相贺，绵茧无多丝茧多。小妇连宵上绢机，大耆催税急於飞。今年幸甚蚕桑熟，留得黄丝织夏衣。下田戽水出江流，高垄翻江逆上沟；地势不齐人力尽，丁男长在踏车头。昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。槐叶初匀日气凉，葱葱鼠耳翠成双。三公只得三株看，闲客清阴满北窗。黄尘行客汗如浆，少住侬家漱井香；借与门前磐石坐，柳阴亭午正风凉。keysentence千顷芙蕖放棹嬉，花深迷路晚忘归。家人暗识船行处，时有惊忙小鸭飞。采菱辛苦废犁鉏，血指流丹鬼质枯。无力买田聊种水，近来湖面亦收租。蜩螗千万沸斜阳，蛙黾无边聒夜长。不把痴聋相对治，梦魂争得到藜床？",
    "id": "P148"
  },
  {
    "title": "长沙过贾谊宅",
    "dynasty": "唐代",
    "writer": "刘长卿",
    "content": [
      "三年谪宦此栖迟，",
      "万古惟留楚客悲。",
      "秋草独寻人去后，",
      "寒林空见日斜时。keysentence",
      "汉文有道恩犹薄，",
      "湘水无情吊岂知。",
      "寂寂江山摇落处，",
      "怜君何事到天涯。"
    ],
    "type": [
      "唐诗三百首",
      "怀古",
      "迁谪",
      "生活"
    ],
    "source": "三年谪宦此栖迟，万古惟留楚客悲。秋草独寻人去后，寒林空见日斜时。keysentence汉文有道恩犹薄，湘水无情吊岂知。寂寂江山摇落处，怜君何事到天涯。",
    "id": "P149"
  },
  {
    "title": "西江月·世事短如春梦",
    "dynasty": "宋代",
    "writer": "朱敦儒",
    "content": [
      "世事短如春梦，",
      "人情薄似秋云。keysentence",
      "不须计较苦劳心，",
      "万事原来有命。",
      "幸遇三杯酒好，",
      "况逢一朵花新。",
      "片时欢笑且相亲，",
      "明日阴晴未定。"
    ],
    "type": [
      "人生",
      "哲理",
      "抒怀"
    ],
    "source": "世事短如春梦，人情薄似秋云。keysentence不须计较苦劳心，万事原来有命。幸遇三杯酒好，况逢一朵花新。片时欢笑且相亲，明日阴晴未定。",
    "id": "P150"
  },
  {
    "title": "闺怨",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "闺中少妇不知愁，",
      "春日凝妆上翠楼。",
      "忽见陌头杨柳色，",
      "悔教夫婿觅封侯。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "春天",
      "妇女",
      "闺怨"
    ],
    "source": "闺中少妇不知愁，春日凝妆上翠楼。忽见陌头杨柳色，悔教夫婿觅封侯。keysentence",
    "id": "P151"
  },
  {
    "title": "秋波媚·七月十六日晚登高兴亭望长安南山",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "秋到边城角声哀，",
      "烽火照高台。",
      "悲歌击筑，",
      "凭高酹酒，",
      "此兴悠哉。",
      "多情谁似南山月，",
      "特地暮云开。",
      "灞桥烟柳，",
      "曲江池馆，",
      "应待人来。keysentence"
    ],
    "type": [
      "宋词三百首",
      "月亮",
      "秋天",
      "爱国"
    ],
    "source": "秋到边城角声哀，烽火照高台。悲歌击筑，凭高酹酒，此兴悠哉。多情谁似南山月，特地暮云开。灞桥烟柳，曲江池馆，应待人来。keysentence",
    "id": "P152"
  },
  {
    "title": "凤箫吟·锁离愁",
    "dynasty": "宋代",
    "writer": "韩缜",
    "content": [
      "锁离愁，",
      "连绵无际，",
      "来时陌上初熏。",
      "绣帏人念远，",
      "暗垂珠泪，",
      "泣送征轮。",
      "长亭长在眼，",
      "更重重、远水孤云。",
      "但望极楼高，",
      "尽日目断王孙。",
      "消魂。",
      "池塘别后，",
      "曾行处、绿妒轻裙。",
      "恁时携素手，",
      "乱花飞絮里，",
      "缓步香茵。",
      "朱颜空自改，",
      "向年年、芳意长新。keysentence",
      "遍绿野，",
      "嬉游醉眠，",
      "莫负青春。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "离愁"
    ],
    "source": "锁离愁，连绵无际，来时陌上初熏。绣帏人念远，暗垂珠泪，泣送征轮。长亭长在眼，更重重、远水孤云。但望极楼高，尽日目断王孙。消魂。池塘别后，曾行处、绿妒轻裙。恁时携素手，乱花飞絮里，缓步香茵。朱颜空自改，向年年、芳意长新。keysentence遍绿野，嬉游醉眠，莫负青春。",
    "id": "P153"
  },
  {
    "title": "寒食野望吟",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "乌啼鹊噪昏乔木，",
      "清明寒食谁家哭。",
      "风吹旷野纸钱飞，",
      "古墓垒垒春草绿。",
      "棠梨花映白杨树，",
      "尽是死生别离处。",
      "冥冥重泉哭不闻，",
      "萧萧暮雨人归去。keysentence"
    ],
    "type": [
      "寒食节",
      "思乡"
    ],
    "source": "乌啼鹊噪昏乔木，清明寒食谁家哭。风吹旷野纸钱飞，古墓垒垒春草绿。棠梨花映白杨树，尽是死生别离处。冥冥重泉哭不闻，萧萧暮雨人归去。keysentence",
    "id": "P154"
  },
  {
    "title": "端午",
    "dynasty": "唐代",
    "writer": "文秀",
    "content": [
      "节分端午自谁言，",
      "万古传闻为屈原。",
      "堪笑楚江空渺渺，",
      "不能洗得直臣冤。keysentence"
    ],
    "type": [
      "端午节",
      "抒怀"
    ],
    "source": "节分端午自谁言，万古传闻为屈原。堪笑楚江空渺渺，不能洗得直臣冤。keysentence",
    "id": "P155"
  },
  {
    "title": "山中与幽人对酌",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "两人对酌山花开，",
      "一杯一杯复一杯。keysentence",
      "我醉欲眠卿且去，",
      "明朝有意抱琴来。"
    ],
    "type": [
      "生活",
      "饮酒"
    ],
    "source": "两人对酌山花开，一杯一杯复一杯。keysentence我醉欲眠卿且去，明朝有意抱琴来。",
    "id": "P156"
  },
  {
    "title": "湘春夜月·近清明",
    "dynasty": "宋代",
    "writer": "黄孝迈",
    "content": [
      "近清明。",
      "翠禽枝上消魂。",
      "可惜一片清歌，",
      "都付与黄昏。keysentence",
      "欲共柳花低诉，",
      "怕柳花轻薄，",
      "不解伤春。",
      "念楚乡旅宿，",
      "柔情别绪，",
      "谁与温存。",
      "空樽夜泣，",
      "青山不语，",
      "残月当门。",
      "翠玉楼前，",
      "惟是有、一波湘水，",
      "摇荡湘云。",
      "天长梦短，",
      "问甚时、重见桃根。",
      "这次第，",
      "算人间没个并刀，",
      "剪断心上愁痕。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "伤春",
      "恨别"
    ],
    "source": "近清明。翠禽枝上消魂。可惜一片清歌，都付与黄昏。keysentence欲共柳花低诉，怕柳花轻薄，不解伤春。念楚乡旅宿，柔情别绪，谁与温存。空樽夜泣，青山不语，残月当门。翠玉楼前，惟是有、一波湘水，摇荡湘云。天长梦短，问甚时、重见桃根。这次第，算人间没个并刀，剪断心上愁痕。",
    "id": "P157"
  },
  {
    "title": "从军行七首",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "烽火城西百尺楼，",
      "黄昏独上海风秋。",
      "更吹羌笛关山月，",
      "无那金闺万里愁。",
      "琵琶起舞换新声，",
      "总是关山旧别情。",
      "撩乱边愁听不尽，",
      "高高秋月照长城。",
      "关城榆叶早疏黄，",
      "日暮云沙古战场。",
      "表请回军掩尘骨，",
      "莫教兵士哭龙荒。",
      "青海长云暗雪山，",
      "孤城遥望玉门关。",
      "黄沙百战穿金甲，",
      "不破楼兰终不还。",
      "大漠风尘日色昏，",
      "红旗半卷出辕门。keysentence",
      "前军夜战洮河北，",
      "已报生擒吐谷浑。",
      "胡瓶落膊紫薄汗，",
      "碎叶城西秋月团。",
      "明敕星驰封宝剑，",
      "辞君一夜取楼兰。",
      "玉门山嶂几千重，",
      "山北山南总是烽。",
      "人依远戍须看火，",
      "马踏深山不见踪。"
    ],
    "type": [
      "边塞",
      "叙事",
      "抒情",
      "思念",
      "早教古诗100首"
    ],
    "source": "烽火城西百尺楼，黄昏独上海风秋。更吹羌笛关山月，无那金闺万里愁。琵琶起舞换新声，总是关山旧别情。撩乱边愁听不尽，高高秋月照长城。关城榆叶早疏黄，日暮云沙古战场。表请回军掩尘骨，莫教兵士哭龙荒。青海长云暗雪山，孤城遥望玉门关。黄沙百战穿金甲，不破楼兰终不还。大漠风尘日色昏，红旗半卷出辕门。keysentence前军夜战洮河北，已报生擒吐谷浑。胡瓶落膊紫薄汗，碎叶城西秋月团。明敕星驰封宝剑，辞君一夜取楼兰。玉门山嶂几千重，山北山南总是烽。人依远戍须看火，马踏深山不见踪。",
    "id": "P158"
  },
  {
    "title": "菊",
    "dynasty": "唐代",
    "writer": "郑谷",
    "content": [
      "王孙莫把比蓬蒿，",
      "九日枝枝近鬓毛。keysentence",
      "露湿秋香满池岸，",
      "由来不羡瓦松高。"
    ],
    "type": [
      "咏物",
      "菊花",
      "抒怀"
    ],
    "source": "王孙莫把比蓬蒿，九日枝枝近鬓毛。keysentence露湿秋香满池岸，由来不羡瓦松高。",
    "id": "P159"
  },
  {
    "title": "寻隐者不遇",
    "dynasty": "唐代",
    "writer": "贾岛",
    "content": [
      "松下问童子，",
      "言师采药去。",
      "只在此山中，",
      "云深不知处。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "寻访",
      "写人"
    ],
    "source": "松下问童子，言师采药去。只在此山中，云深不知处。keysentence",
    "id": "P160"
  },
  {
    "title": "蝶恋花·蝶懒莺慵春过半",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "蝶懒莺慵春过半。",
      "花落狂风，",
      "小院残红满。",
      "午醉未醒红日晚，",
      "黄昏帘幕无人卷。",
      "云鬓鬅松眉黛浅。",
      "总是愁媒，",
      "欲诉谁消遣。",
      "未信此情难系绊，",
      "杨花犹有东风管。keysentence"
    ],
    "type": [
      "少女",
      "伤春",
      "孤独"
    ],
    "source": "蝶懒莺慵春过半。花落狂风，小院残红满。午醉未醒红日晚，黄昏帘幕无人卷。云鬓鬅松眉黛浅。总是愁媒，欲诉谁消遣。未信此情难系绊，杨花犹有东风管。keysentence",
    "id": "P161"
  },
  {
    "title": "忆江南·衔泥燕",
    "dynasty": "唐代",
    "writer": "牛峤",
    "content": [
      "衔泥燕，",
      "飞到画堂前。",
      "占得杏梁安稳处，",
      "体轻唯有主人怜，",
      "堪羡好因缘。keysentence"
    ],
    "type": [
      "宋词三百首",
      "咏物",
      "写鸟",
      "抒怀",
      "爱情"
    ],
    "source": "衔泥燕，飞到画堂前。占得杏梁安稳处，体轻唯有主人怜，堪羡好因缘。keysentence",
    "id": "P163"
  },
  {
    "title": "水龙吟·甲辰岁寿韩南涧尚书",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "渡江天马南来，",
      "几人真是经纶手。keysentence",
      "长安父老，",
      "新亭风景，",
      "可怜依旧。",
      "夷甫诸人，",
      "神州沉陆，",
      "几曾回首。",
      "算平戎万里，",
      "功名本是，",
      "真儒事、君知否。",
      "况有文章山斗。",
      "对桐阴、满庭清昼。",
      "当年堕地，",
      "而今试看，",
      "风云奔走。",
      "绿野风烟，",
      "平泉草木，",
      "东山歌酒。",
      "待他年，",
      "整顿乾坤事了，",
      "为先生寿。"
    ],
    "type": [
      "豪放",
      "典故",
      "祝寿"
    ],
    "source": "渡江天马南来，几人真是经纶手。keysentence长安父老，新亭风景，可怜依旧。夷甫诸人，神州沉陆，几曾回首。算平戎万里，功名本是，真儒事、君知否。况有文章山斗。对桐阴、满庭清昼。当年堕地，而今试看，风云奔走。绿野风烟，平泉草木，东山歌酒。待他年，整顿乾坤事了，为先生寿。",
    "id": "P164"
  },
  {
    "title": "立春日感怀",
    "dynasty": "明代",
    "writer": "于谦",
    "content": [
      "年去年来白发新，",
      "匆匆马上又逢春。",
      "关河底事空留客？",
      "岁月无情不贷人。",
      "一寸丹心图报国，",
      "两行清泪为思亲。keysentence",
      "孤怀激烈难消遣，",
      "漫把金盘簇五辛。"
    ],
    "type": [
      "爱国",
      "思乡"
    ],
    "source": "年去年来白发新，匆匆马上又逢春。关河底事空留客？岁月无情不贷人。一寸丹心图报国，两行清泪为思亲。keysentence孤怀激烈难消遣，漫把金盘簇五辛。",
    "id": "P165"
  },
  {
    "title": "苔",
    "dynasty": "清代",
    "writer": "袁枚",
    "content": [
      "白日不到处，",
      "青春恰自来。keysentence",
      "苔花如米小，",
      "也学牡丹开。"
    ],
    "type": [
      "咏物",
      "植物",
      "励志"
    ],
    "source": "白日不到处，青春恰自来。keysentence苔花如米小，也学牡丹开。",
    "id": "P166"
  },
  {
    "title": "春怨",
    "dynasty": "唐代",
    "writer": "刘方平",
    "content": [
      "纱窗日落渐黄昏，",
      "金屋无人见泪痕。",
      "寂寞空庭春欲晚，",
      "梨花满地不开门。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "宫怨",
      "孤独"
    ],
    "source": "纱窗日落渐黄昏，金屋无人见泪痕。寂寞空庭春欲晚，梨花满地不开门。keysentence",
    "id": "P167"
  },
  {
    "title": "水调歌头·细数十年事",
    "dynasty": "宋代",
    "writer": "范成大",
    "content": [
      "细数十年事，",
      "十处过中秋。keysentence",
      "今年新梦，",
      "忽到黄鹤旧山头。",
      "老子个中不浅，",
      "此会天教重见，",
      "今古一南楼。",
      "星汉淡无色，",
      "玉镜独空浮。",
      "敛秦烟，",
      "收楚雾，",
      "熨江流。",
      "关河离合，",
      "南北依旧照清愁。",
      "想见姮娥冷眼，",
      "应笑归来霜鬓，",
      "空敝黑貂裘。",
      "酾酒问蟾兔，",
      "肯去伴沧洲？"
    ],
    "type": [
      "豪放",
      "中秋",
      "月亮",
      "思乡"
    ],
    "source": "细数十年事，十处过中秋。keysentence今年新梦，忽到黄鹤旧山头。老子个中不浅，此会天教重见，今古一南楼。星汉淡无色，玉镜独空浮。敛秦烟，收楚雾，熨江流。关河离合，南北依旧照清愁。想见姮娥冷眼，应笑归来霜鬓，空敝黑貂裘。酾酒问蟾兔，肯去伴沧洲？",
    "id": "P168"
  },
  {
    "title": "江畔独步寻花·其五",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "黄师塔前江水东，",
      "春光懒困倚微风。keysentence",
      "桃花一簇开无主，",
      "可爱深红爱浅红？"
    ],
    "type": [
      "写景",
      "赏花",
      "桃花"
    ],
    "source": "黄师塔前江水东，春光懒困倚微风。keysentence桃花一簇开无主，可爱深红爱浅红？",
    "id": "P169"
  },
  {
    "title": "赠梁任父母同年",
    "dynasty": "清代",
    "writer": "黄遵宪",
    "content": [
      "寸寸山河寸寸金，",
      "侉离分裂力谁任。",
      "杜鹃再拜忧天泪，",
      "精卫无穷填海心。keysentence"
    ],
    "type": [
      "爱国",
      "忧国忧民"
    ],
    "source": "寸寸山河寸寸金，侉离分裂力谁任。杜鹃再拜忧天泪，精卫无穷填海心。keysentence",
    "id": "P170"
  },
  {
    "title": "夏日绝句",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "生当作人杰，",
      "死亦为鬼雄。keysentence",
      "至今思项羽，",
      "不肯过江东。"
    ],
    "type": [
      "古诗三百首",
      "地名",
      "咏史怀古",
      "爱国",
      "典故",
      "励志",
      "早教古诗100首"
    ],
    "source": "生当作人杰，死亦为鬼雄。keysentence至今思项羽，不肯过江东。",
    "id": "P171"
  },
  {
    "title": "清平乐·村居",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "茅檐低小，",
      "溪上青青草。",
      "醉里吴音相媚好，",
      "白发谁家翁媪？",
      "大儿锄豆溪东，",
      "中儿正织鸡笼。keysentence",
      "最喜小儿亡赖，",
      "溪头卧剥莲蓬。"
    ],
    "type": [
      "宋词三百首",
      "小学古诗",
      "初中古诗",
      "向往",
      "乡村",
      "生活"
    ],
    "source": "茅檐低小，溪上青青草。醉里吴音相媚好，白发谁家翁媪？大儿锄豆溪东，中儿正织鸡笼。keysentence最喜小儿亡赖，溪头卧剥莲蓬。",
    "id": "P172"
  },
  {
    "title": "鹊踏枝·谁道闲情抛掷久",
    "dynasty": "五代",
    "writer": "冯延巳",
    "content": [
      "谁道闲情抛掷久？",
      "每到春来，",
      "惆怅还依旧。",
      "日日花前常病酒，",
      "敢辞镜里朱颜瘦。",
      "河畔青芜堤上柳，",
      "为问新愁，",
      "何事年年有？",
      "独立小桥风满袖，",
      "平林新月人归后。keysentence"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "春愁",
      "感叹",
      "人生"
    ],
    "source": "谁道闲情抛掷久？每到春来，惆怅还依旧。日日花前常病酒，敢辞镜里朱颜瘦。河畔青芜堤上柳，为问新愁，何事年年有？独立小桥风满袖，平林新月人归后。keysentence",
    "id": "P173"
  },
  {
    "title": "摊破浣溪沙·菡萏香销翠叶残",
    "dynasty": "五代",
    "writer": "李璟",
    "content": [
      "菡萏香销翠叶残，",
      "西风愁起绿波间。keysentence",
      "还与韶光共憔悴，",
      "不堪看。",
      "细雨梦回鸡塞远，",
      "小楼吹彻玉笙寒。",
      "多少泪珠何限恨，",
      "倚栏干。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "闺怨",
      "写景",
      "荷花",
      "思念"
    ],
    "source": "菡萏香销翠叶残，西风愁起绿波间。keysentence还与韶光共憔悴，不堪看。细雨梦回鸡塞远，小楼吹彻玉笙寒。多少泪珠何限恨，倚栏干。",
    "id": "P174"
  },
  {
    "title": "山行",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "远上寒山石径斜，",
      "白云深处有人家。",
      "停车坐爱枫林晚，",
      "霜叶红于二月花。keysentence"
    ],
    "type": [
      "小学古诗",
      "秋天",
      "写景",
      "言志",
      "早教古诗100首"
    ],
    "source": "远上寒山石径斜，白云深处有人家。停车坐爱枫林晚，霜叶红于二月花。keysentence",
    "id": "P175"
  },
  {
    "title": "水调歌头·隐括杜牧之齐山诗",
    "dynasty": "宋代",
    "writer": "朱熹",
    "content": [
      "江水浸云影，",
      "鸿雁欲南飞。",
      "携壶结客何处？",
      "空翠渺烟霏。",
      "尘世难逢一笑，",
      "况有紫萸黄菊，",
      "堪插满头归。",
      "风景今朝是，",
      "身世昔人非。",
      "酬佳节，",
      "须酩酊，",
      "莫相违。",
      "人生如寄，",
      "何事辛苦怨斜晖。keysentence",
      "无尽今来古往，",
      "多少春花秋月，",
      "那更有危机。",
      "与问牛山客，",
      "何必独沾衣。"
    ],
    "type": [
      "重阳节",
      "劝勉",
      "人生",
      "哲理"
    ],
    "source": "江水浸云影，鸿雁欲南飞。携壶结客何处？空翠渺烟霏。尘世难逢一笑，况有紫萸黄菊，堪插满头归。风景今朝是，身世昔人非。酬佳节，须酩酊，莫相违。人生如寄，何事辛苦怨斜晖。keysentence无尽今来古往，多少春花秋月，那更有危机。与问牛山客，何必独沾衣。",
    "id": "P176"
  },
  {
    "title": "十五从军行",
    "dynasty": "两汉",
    "writer": "佚名",
    "content": [
      "十五从军征，",
      "八十始得归。",
      "道逢乡里人，",
      "家中有阿谁？",
      "遥看是君家，",
      "松柏冢累累。keysentence",
      "兔从狗窦入，",
      "雉从梁上飞。",
      "中庭生旅谷，",
      "井上生旅葵。",
      "舂谷持作饭，",
      "采葵持作羹。",
      "羹饭一时熟，",
      "不知贻阿谁？",
      "出门东向望，",
      "泪落沾我衣。"
    ],
    "type": [
      "乐府",
      "民歌",
      "战争",
      "苦难"
    ],
    "source": "十五从军征，八十始得归。道逢乡里人，家中有阿谁？遥看是君家，松柏冢累累。keysentence兔从狗窦入，雉从梁上飞。中庭生旅谷，井上生旅葵。舂谷持作饭，采葵持作羹。羹饭一时熟，不知贻阿谁？出门东向望，泪落沾我衣。",
    "id": "P177"
  },
  {
    "title": "明日歌",
    "dynasty": "明代",
    "writer": "钱福",
    "content": [
      "明日复明日，",
      "明日何其多。",
      "我生待明日，",
      "万事成蹉跎。",
      "世人若被明日累，",
      "春去秋来老将至。",
      "朝看水东流，",
      "暮看日西坠。keysentence",
      "百年明日能几何？",
      "请君听我明日歌。",
      "明日复明日，",
      "明日何其多！",
      "日日待明日，",
      "万事成蹉跎。",
      "世人皆被明日累，",
      "明日无穷老将至。",
      "晨昏滚滚水东流，",
      "今古悠悠日西坠。",
      "百年明日能几何？",
      "请君听我明日歌。"
    ],
    "type": [
      "小学古诗",
      "劝诫",
      "惜时",
      "哲理"
    ],
    "source": "明日复明日，明日何其多。我生待明日，万事成蹉跎。世人若被明日累，春去秋来老将至。朝看水东流，暮看日西坠。keysentence百年明日能几何？请君听我明日歌。明日复明日，明日何其多！日日待明日，万事成蹉跎。世人皆被明日累，明日无穷老将至。晨昏滚滚水东流，今古悠悠日西坠。百年明日能几何？请君听我明日歌。",
    "id": "P178"
  },
  {
    "title": "青青河畔草",
    "dynasty": "两汉",
    "writer": "佚名",
    "content": [
      "青青河畔草，",
      "郁郁园中柳。keysentence",
      "盈盈楼上女，",
      "皎皎当窗牖。",
      "娥娥红粉妆，",
      "纤纤出素手。",
      "昔为倡家女，",
      "今为荡子妇。",
      "荡子行不归，",
      "空床难独守。"
    ],
    "type": [
      "古诗十九首",
      "女子",
      "闺怨",
      "思念"
    ],
    "source": "青青河畔草，郁郁园中柳。keysentence盈盈楼上女，皎皎当窗牖。娥娥红粉妆，纤纤出素手。昔为倡家女，今为荡子妇。荡子行不归，空床难独守。",
    "id": "P179"
  },
  {
    "title": "苏小小墓",
    "dynasty": "唐代",
    "writer": "李贺",
    "content": [
      "幽兰露，",
      "如啼眼。keysentence",
      "无物结同心，",
      "烟花不堪剪。",
      "草如茵，",
      "松如盖。",
      "风为裳，",
      "水为佩。",
      "油壁车，",
      "夕相待。",
      "冷翠烛，",
      "劳光彩。",
      "西陵下，",
      "风吹雨。"
    ],
    "type": [
      "写鬼",
      "写景",
      "抒情"
    ],
    "source": "幽兰露，如啼眼。keysentence无物结同心，烟花不堪剪。草如茵，松如盖。风为裳，水为佩。油壁车，夕相待。冷翠烛，劳光彩。西陵下，风吹雨。",
    "id": "P180"
  },
  {
    "title": "登鹳雀楼",
    "dynasty": "唐代",
    "writer": "畅当",
    "content": [
      "迥临飞鸟上，",
      "高出世尘间。",
      "天势围平野，",
      "河流入断山。keysentence"
    ],
    "type": [
      "景点",
      "抒情"
    ],
    "source": "迥临飞鸟上，高出世尘间。天势围平野，河流入断山。keysentence",
    "id": "P181"
  },
  {
    "title": "贾生",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "宣室求贤访逐臣，",
      "贾生才调更无伦。",
      "可怜夜半虚前席，",
      "不问苍生问鬼神。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "托古讽今",
      "怀才不遇"
    ],
    "source": "宣室求贤访逐臣，贾生才调更无伦。可怜夜半虚前席，不问苍生问鬼神。keysentence",
    "id": "P182"
  },
  {
    "title": "行香子·述怀",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "清夜无尘。",
      "月色如银。",
      "酒斟时、须满十分。",
      "浮名浮利，",
      "虚苦劳神。",
      "叹隙中驹，",
      "石中火，",
      "梦中身。keysentence",
      "虽抱文章，",
      "开口谁亲。",
      "且陶陶、乐尽天真。",
      "几时归去，",
      "作个闲人。",
      "对一张琴，",
      "一壶酒，",
      "一溪云。"
    ],
    "type": [
      "饮酒",
      "抒怀"
    ],
    "source": "清夜无尘。月色如银。酒斟时、须满十分。浮名浮利，虚苦劳神。叹隙中驹，石中火，梦中身。keysentence虽抱文章，开口谁亲。且陶陶、乐尽天真。几时归去，作个闲人。对一张琴，一壶酒，一溪云。",
    "id": "P183"
  },
  {
    "title": "临湖亭",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "轻舸迎上客，",
      "悠悠湖上来。",
      "当轩对尊酒，",
      "四面芙蓉开。keysentence"
    ],
    "type": [
      "写景",
      "宴饮",
      "抒情"
    ],
    "source": "轻舸迎上客，悠悠湖上来。当轩对尊酒，四面芙蓉开。keysentence",
    "id": "P184"
  },
  {
    "title": "行行重行行",
    "dynasty": "两汉",
    "writer": "佚名",
    "content": [
      "行行重行行，",
      "与君生别离。",
      "相去万余里，",
      "各在天一涯。",
      "道路阻且长，",
      "会面安可知？",
      "胡马依北风，",
      "越鸟巢南枝。",
      "相去日已远，",
      "衣带日已缓。",
      "浮云蔽白日，",
      "游子不顾返。keysentence",
      "思君令人老，",
      "岁月忽已晚。",
      "弃捐勿复道，",
      "努力加餐饭。"
    ],
    "type": [
      "古诗三百首",
      "古诗十九首",
      "女子",
      "离别",
      "相思"
    ],
    "source": "行行重行行，与君生别离。相去万余里，各在天一涯。道路阻且长，会面安可知？胡马依北风，越鸟巢南枝。相去日已远，衣带日已缓。浮云蔽白日，游子不顾返。keysentence思君令人老，岁月忽已晚。弃捐勿复道，努力加餐饭。",
    "id": "P186"
  },
  {
    "title": "宫中调笑·团扇",
    "dynasty": "唐代",
    "writer": "王建",
    "content": [
      "团扇，",
      "团扇，",
      "美人病来遮面。keysentence",
      "玉颜憔悴三年，",
      "谁复商量管弦。",
      "弦管，",
      "弦管，",
      "春草昭阳路断。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "乐府",
      "咏物",
      "感慨",
      "时光"
    ],
    "source": "团扇，团扇，美人病来遮面。keysentence玉颜憔悴三年，谁复商量管弦。弦管，弦管，春草昭阳路断。",
    "id": "P187"
  },
  {
    "title": "咏柳",
    "dynasty": "唐代",
    "writer": "贺知章",
    "content": [
      "碧玉妆成一树高，",
      "万条垂下绿丝绦。keysentence",
      "不知细叶谁裁出，",
      "二月春风似剪刀。"
    ],
    "type": [
      "小学古诗",
      "写景",
      "咏物",
      "春天",
      "写风",
      "柳树",
      "早教古诗100首",
      "古诗里的十二个月"
    ],
    "source": "碧玉妆成一树高，万条垂下绿丝绦。keysentence不知细叶谁裁出，二月春风似剪刀。",
    "id": "P188"
  },
  {
    "title": "无题·飒飒东风细雨来",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "飒飒东风细雨来，",
      "芙蓉塘外有轻雷。",
      "金蟾啮锁烧香入，",
      "玉虎牵丝汲井回。",
      "贾氏窥帘韩掾少，",
      "宓妃留枕魏王才。",
      "春心莫共花争发，",
      "一寸相思一寸灰！keysentence"
    ],
    "type": [
      "唐诗三百首",
      "女子",
      "相思",
      "爱情"
    ],
    "source": "飒飒东风细雨来，芙蓉塘外有轻雷。金蟾啮锁烧香入，玉虎牵丝汲井回。贾氏窥帘韩掾少，宓妃留枕魏王才。春心莫共花争发，一寸相思一寸灰！keysentence",
    "id": "P189"
  },
  {
    "title": "赠裴十四",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "朝见裴叔则，",
      "朗如行玉山。",
      "黄河落天走东海，",
      "万里写入胸怀间。keysentence",
      "身骑白鼋不敢度，",
      "金高南山买君顾。",
      "徘徊六合无相知，",
      "飘若浮云且西去！"
    ],
    "type": [
      "赠别",
      "赞颂",
      "友人"
    ],
    "source": "朝见裴叔则，朗如行玉山。黄河落天走东海，万里写入胸怀间。keysentence身骑白鼋不敢度，金高南山买君顾。徘徊六合无相知，飘若浮云且西去！",
    "id": "P190"
  },
  {
    "title": "少年游·参差烟树灞陵桥",
    "dynasty": "宋代",
    "writer": "柳永",
    "content": [
      "参差烟树灞陵桥，",
      "风物尽前朝。keysentence",
      "衰杨古柳，",
      "几经攀折，",
      "憔悴楚宫腰。",
      "夕阳闲淡秋光老，",
      "离思满蘅皋。",
      "一曲阳关，",
      "断肠声尽，",
      "独自凭兰桡。"
    ],
    "type": [
      "羁旅",
      "写景",
      "离别",
      "怀古伤今"
    ],
    "source": "参差烟树灞陵桥，风物尽前朝。keysentence衰杨古柳，几经攀折，憔悴楚宫腰。夕阳闲淡秋光老，离思满蘅皋。一曲阳关，断肠声尽，独自凭兰桡。",
    "id": "P191"
  },
  {
    "title": "声声慢·秋声",
    "dynasty": "宋代",
    "writer": "蒋捷",
    "content": [
      "黄花深巷，",
      "红叶低窗，",
      "凄凉一片秋声。",
      "豆雨声来，",
      "中间夹带风声。keysentence",
      "疏疏二十五点，",
      "丽谯门、不锁更声。",
      "故人远，",
      "问谁摇玉佩，",
      "檐底铃声？",
      "彩角声吹月堕，",
      "渐连营马动，",
      "四起笳声。",
      "闪烁邻灯，",
      "灯前尚有砧声。",
      "知他诉愁到晓，",
      "碎哝哝、多少蛩声！",
      "诉未了，",
      "把一半、分与雁声。"
    ],
    "type": [
      "秋天",
      "声音",
      "抒怀"
    ],
    "source": "黄花深巷，红叶低窗，凄凉一片秋声。豆雨声来，中间夹带风声。keysentence疏疏二十五点，丽谯门、不锁更声。故人远，问谁摇玉佩，檐底铃声？彩角声吹月堕，渐连营马动，四起笳声。闪烁邻灯，灯前尚有砧声。知他诉愁到晓，碎哝哝、多少蛩声！诉未了，把一半、分与雁声。",
    "id": "P192"
  },
  {
    "title": "渡湘江",
    "dynasty": "唐代",
    "writer": "杜审言",
    "content": [
      "迟日园林悲昔游，",
      "今春花鸟作边愁。keysentence",
      "独怜京国人南窜，",
      "不似湘江水北流。"
    ],
    "type": [
      "春天",
      "怅惘",
      "即景抒情"
    ],
    "source": "迟日园林悲昔游，今春花鸟作边愁。keysentence独怜京国人南窜，不似湘江水北流。",
    "id": "P193"
  },
  {
    "title": "偶成",
    "dynasty": "宋代",
    "writer": "朱熹",
    "content": [
      "少年易学老难成，",
      "一寸光阴不可轻。",
      "未觉池塘春草梦，",
      "阶前梧叶已秋声。keysentence"
    ],
    "type": [
      "秋天",
      "写景",
      "感叹",
      "惜时",
      "早教古诗100首"
    ],
    "source": "少年易学老难成，一寸光阴不可轻。未觉池塘春草梦，阶前梧叶已秋声。keysentence",
    "id": "P194"
  },
  {
    "title": "临江仙·未遇行藏谁肯信",
    "dynasty": "宋代",
    "writer": "侯蒙",
    "content": [
      "未遇行藏谁肯信，",
      "如今方表名踪。",
      "无端良匠画形容。",
      "当风轻借力，",
      "一举入高空。",
      "才得吹嘘身渐稳，",
      "只疑远赴蟾宫。",
      "雨馀时候夕阳红。",
      "几人平地上，",
      "看我碧霄中。keysentence"
    ],
    "type": [
      "宋词三百首",
      "言志"
    ],
    "source": "未遇行藏谁肯信，如今方表名踪。无端良匠画形容。当风轻借力，一举入高空。才得吹嘘身渐稳，只疑远赴蟾宫。雨馀时候夕阳红。几人平地上，看我碧霄中。keysentence",
    "id": "P195"
  },
  {
    "title": "临江仙·夜饮东坡醒复醉",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "夜饮东坡醒复醉，",
      "归来仿佛三更。",
      "家童鼻息已雷鸣。",
      "敲门都不应，",
      "倚杖听江声。",
      "长恨此身非我有，",
      "何时忘却营营。keysentence",
      "夜阑风静縠纹平。",
      "小舟从此逝，",
      "江海寄余生。"
    ],
    "type": [
      "宋词三百首",
      "饮酒",
      "抒怀",
      "旷达"
    ],
    "source": "夜饮东坡醒复醉，归来仿佛三更。家童鼻息已雷鸣。敲门都不应，倚杖听江声。长恨此身非我有，何时忘却营营。keysentence夜阑风静縠纹平。小舟从此逝，江海寄余生。",
    "id": "P196"
  },
  {
    "title": "遣悲怀三首·其一",
    "dynasty": "唐代",
    "writer": "元稹",
    "content": [
      "谢公最小偏怜女，",
      "自嫁黔娄百事乖。keysentence",
      "顾我无衣搜荩箧，",
      "泥他沽酒拔金钗。",
      "野蔬充膳甘长藿，",
      "落叶添薪仰古槐。",
      "今日俸钱过十万，",
      "与君营奠复营斋。"
    ],
    "type": [
      "唐诗三百首",
      "悼亡"
    ],
    "source": "谢公最小偏怜女，自嫁黔娄百事乖。keysentence顾我无衣搜荩箧，泥他沽酒拔金钗。野蔬充膳甘长藿，落叶添薪仰古槐。今日俸钱过十万，与君营奠复营斋。",
    "id": "P197"
  },
  {
    "title": "螃蟹咏",
    "dynasty": "清代",
    "writer": "曹雪芹",
    "content": [
      "铁甲长戈死未忘，",
      "堆盘色相喜先尝。",
      "螯封嫩玉双双满，",
      "壳凸红脂块块香。",
      "多肉更怜卿八足，",
      "助情谁劝我千觞。",
      "对兹佳品酬佳节，",
      "桂拂清风菊带霜。keysentence"
    ],
    "type": [
      "咏物",
      "议论",
      "讽刺"
    ],
    "source": "铁甲长戈死未忘，堆盘色相喜先尝。螯封嫩玉双双满，壳凸红脂块块香。多肉更怜卿八足，助情谁劝我千觞。对兹佳品酬佳节，桂拂清风菊带霜。keysentence",
    "id": "P198"
  },
  {
    "title": "蝶恋花·庭院深深深几许",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "庭院深深深几许，",
      "杨柳堆烟，",
      "帘幕无重数。",
      "玉勒雕鞍游冶处，",
      "楼高不见章台路。",
      "雨横风狂三月暮，",
      "门掩黄昏，",
      "无计留春住。",
      "泪眼问花花不语，",
      "乱红飞过秋千去。keysentence"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "孤独",
      "闺怨"
    ],
    "source": "庭院深深深几许，杨柳堆烟，帘幕无重数。玉勒雕鞍游冶处，楼高不见章台路。雨横风狂三月暮，门掩黄昏，无计留春住。泪眼问花花不语，乱红飞过秋千去。keysentence",
    "id": "P199"
  },
  {
    "title": "丽人行",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "三月三日天气新，",
      "长安水边多丽人。keysentence",
      "态浓意远淑且真，",
      "肌理细腻骨肉匀。",
      "绣罗衣裳照暮春，",
      "蹙金孔雀银麒麟。",
      "头上何所有？",
      "翠微盍叶垂鬓唇。",
      "背后何所见？",
      "珠压腰衱稳称身。",
      "就中云幕椒房亲，",
      "赐名大国虢与秦。",
      "紫驼之峰出翠釜，",
      "水精之盘行素鳞。",
      "犀箸厌饫久未下，",
      "鸾刀缕切空纷纶。",
      "黄门飞鞚不动尘，",
      "御厨络绎送八珍。",
      "箫鼓哀吟感鬼神，",
      "宾从杂遝实要津。",
      "后来鞍马何逡巡，",
      "当轩下马入锦茵。",
      "杨花雪落覆白苹，",
      "青鸟飞去衔红巾。",
      "炙手可热势绝伦，",
      "慎莫近前丞相嗔！"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "咏叹",
      "讽刺"
    ],
    "source": "三月三日天气新，长安水边多丽人。keysentence态浓意远淑且真，肌理细腻骨肉匀。绣罗衣裳照暮春，蹙金孔雀银麒麟。头上何所有？翠微盍叶垂鬓唇。背后何所见？珠压腰衱稳称身。就中云幕椒房亲，赐名大国虢与秦。紫驼之峰出翠釜，水精之盘行素鳞。犀箸厌饫久未下，鸾刀缕切空纷纶。黄门飞鞚不动尘，御厨络绎送八珍。箫鼓哀吟感鬼神，宾从杂遝实要津。后来鞍马何逡巡，当轩下马入锦茵。杨花雪落覆白苹，青鸟飞去衔红巾。炙手可热势绝伦，慎莫近前丞相嗔！",
    "id": "P200"
  },
  {
    "title": "芳心苦·杨柳回塘",
    "dynasty": "宋代",
    "writer": "贺铸",
    "content": [
      "杨柳回塘，",
      "鸳鸯别浦。",
      "绿萍涨断莲舟路。",
      "断无蜂蝶慕幽香，",
      "红衣脱尽芳心苦。",
      "返照迎潮，",
      "行云带雨。",
      "依依似与骚人语。",
      "当年不肯嫁春风，",
      "无端却被秋风误。keysentence"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "咏物",
      "荷花",
      "抒怀",
      "命运"
    ],
    "source": "杨柳回塘，鸳鸯别浦。绿萍涨断莲舟路。断无蜂蝶慕幽香，红衣脱尽芳心苦。返照迎潮，行云带雨。依依似与骚人语。当年不肯嫁春风，无端却被秋风误。keysentence",
    "id": "P201"
  },
  {
    "title": "少年游·长安古道马迟迟",
    "dynasty": "宋代",
    "writer": "柳永",
    "content": [
      "长安古道马迟迟，",
      "高柳乱蝉嘶。",
      "夕阳岛外，",
      "秋风原上，",
      "目断四天垂。",
      "归云一去无踪迹，",
      "何处是前期？",
      "狎兴生疏，",
      "酒徒萧索，",
      "不似少年时。keysentence"
    ],
    "type": [
      "秋天",
      "写景",
      "人生",
      "伤今感昔"
    ],
    "source": "长安古道马迟迟，高柳乱蝉嘶。夕阳岛外，秋风原上，目断四天垂。归云一去无踪迹，何处是前期？狎兴生疏，酒徒萧索，不似少年时。keysentence",
    "id": "P202"
  },
  {
    "title": "鹧鸪天·醉拍春衫惜旧香",
    "dynasty": "宋代",
    "writer": "晏几道",
    "content": [
      "醉拍春衫惜旧香。",
      "天将离恨恼疏狂。",
      "年年陌上生秋草，",
      "日日楼中到夕阳。",
      "云渺渺，",
      "水茫茫。",
      "征人归路许多长。",
      "相思本是无凭语，",
      "莫向花笺费泪行。keysentence"
    ],
    "type": [
      "宋词精选",
      "回忆",
      "离别",
      "思念",
      "爱情"
    ],
    "source": "醉拍春衫惜旧香。天将离恨恼疏狂。年年陌上生秋草，日日楼中到夕阳。云渺渺，水茫茫。征人归路许多长。相思本是无凭语，莫向花笺费泪行。keysentence",
    "id": "P203"
  },
  {
    "title": "望驿台",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "靖安宅里当窗柳，",
      "望驿台前扑地花。keysentence",
      "两处春光同日尽，",
      "居人思客客思家。"
    ],
    "type": [
      "和诗",
      "思念"
    ],
    "source": "靖安宅里当窗柳，望驿台前扑地花。keysentence两处春光同日尽，居人思客客思家。",
    "id": "P204"
  },
  {
    "title": "后赤壁赋",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "是岁十月之望，",
      "步自雪堂，",
      "将归于临皋。",
      "二客从予过黄泥之坂。",
      "霜露既降，",
      "木叶尽脱，",
      "人影在地，",
      "仰见明月，",
      "顾而乐之，",
      "行歌相答。",
      "已而叹曰：",
      "有客无酒，",
      "有酒无肴，",
      "月白风 清，",
      "如此良夜何！",
      "客曰：",
      "今者薄暮，",
      "举网得鱼，",
      "巨口细鳞，",
      "状如松江之鲈。",
      "顾安所得酒 乎？",
      "归而谋诸妇。",
      "妇曰：",
      "我有斗酒，",
      "藏之久矣，",
      "以待子不时之需。",
      "于是携酒与鱼，",
      "复 游于赤壁之下。",
      "江流有声，",
      "断岸千尺；",
      "山高月小，",
      "水落石出。keysentence",
      "曾日月之几何，",
      "而江山不可复 识矣。",
      "予乃摄衣而上，",
      "履巉岩，",
      "披蒙茸，",
      "踞虎豹，",
      "登虬龙，",
      "攀栖鹘之危巢，",
      "俯冯夷之幽 宫。",
      "盖二客不能从焉。",
      "划然长啸，",
      "草木震动，",
      "山鸣谷应，",
      "风起水涌。",
      "予亦悄然而悲，",
      "肃然而 恐，",
      "凛乎其不可留也。",
      "反而登舟，",
      "放乎中流，",
      "听其所止而休焉。",
      "时夜将半，",
      "四顾寂寥。",
      "适有 孤鹤，",
      "横江东来。",
      "翅如车轮，",
      "玄裳缟衣，",
      "戛然长鸣，",
      "掠予舟而西也。",
      "须臾客去，",
      "予亦就睡。",
      "梦一道士，",
      "羽衣蹁跹，",
      "过临皋之下，",
      "揖予而言曰：",
      "赤壁之游乐 乎？",
      "问其姓名，",
      "俯而不答。",
      "呜呼！",
      "噫嘻！",
      "我知之矣。",
      "畴昔之夜，",
      "飞鸣而过我者，",
      "非子也 邪？",
      "道士顾笑，",
      "予亦惊寤。",
      "开户视之，",
      "不见其处。"
    ],
    "type": [
      "古文观止",
      "纪游",
      "山水",
      "写景",
      "抒情",
      "人生",
      "哲理"
    ],
    "source": "是岁十月之望，步自雪堂，将归于临皋。二客从予过黄泥之坂。霜露既降，木叶尽脱， 人影在地，仰见明月，顾而乐之，行歌相答。已而叹曰：有客无酒，有酒无肴，月白风 清，如此良夜何！客曰：今者薄暮，举网得鱼，巨口细鳞，状如松江之鲈。顾安所得酒 乎？归而谋诸妇。妇曰：我有斗酒，藏之久矣，以待子不时之需。于是携酒与鱼，复 游于赤壁之下。江流有声，断岸千尺；山高月小，水落石出。keysentence曾日月之几何，而江山不可复 识矣。予乃摄衣而上，履巉岩，披蒙茸，踞虎豹，登虬龙，攀栖鹘之危巢，俯冯夷之幽 宫。盖二客不能从焉。划然长啸，草木震动，山鸣谷应，风起水涌。予亦悄然而悲，肃然而 恐，凛乎其不可留也。反而登舟，放乎中流，听其所止而休焉。时夜将半，四顾寂寥。适有 孤鹤，横江东来。翅如车轮，玄裳缟衣，戛然长鸣，掠予舟而西也。须臾客去，予亦就睡。梦一道士，羽衣蹁跹，过临皋之下，揖予而言曰：赤壁之游乐 乎？问其姓名，俯而不答。呜呼！噫嘻！我知之矣。畴昔之夜，飞鸣而过我者，非子也 邪？道士顾笑，予亦惊寤。开户视之，不见其处。",
    "id": "P205"
  },
  {
    "title": "蝶恋花·伫倚危楼风细细",
    "dynasty": "宋代",
    "writer": "柳永",
    "content": [
      "伫倚危楼风细细，",
      "望极春愁，",
      "黯黯生天际。",
      "草色烟光残照里，",
      "无言谁会凭阑意。",
      "拟把疏狂图一醉，",
      "对酒当歌，",
      "强乐还无味。",
      "衣带渐宽终不悔，",
      "为伊消得人憔悴。keysentence"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "抒情",
      "爱情",
      "思念"
    ],
    "source": "伫倚危楼风细细，望极春愁，黯黯生天际。草色烟光残照里，无言谁会凭阑意。拟把疏狂图一醉，对酒当歌，强乐还无味。衣带渐宽终不悔，为伊消得人憔悴。keysentence",
    "id": "P206"
  },
  {
    "title": "归园田居·其五",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "怅恨独策还，",
      "崎岖历榛曲。",
      "山涧清且浅，",
      "可以濯吾足。",
      "漉我新熟酒，",
      "只鸡招近局。keysentence",
      "日入室中暗，",
      "荆薪代明烛。",
      "欢来苦夕短，",
      "已复至天旭。"
    ],
    "type": [
      "田园",
      "生活",
      "孤独",
      "感慨",
      "人生"
    ],
    "source": "怅恨独策还，崎岖历榛曲。山涧清且浅，可以濯吾足。漉我新熟酒，只鸡招近局。keysentence日入室中暗，荆薪代明烛。欢来苦夕短，已复至天旭。",
    "id": "P207"
  },
  {
    "title": "蜀道难",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "噫吁嚱，",
      "危乎高哉！",
      "蜀道之难，",
      "难于上青天！",
      "蚕丛及鱼凫，",
      "开国何茫然！",
      "尔来四万八千岁，",
      "不与秦塞通人烟。",
      "西当太白有鸟道，",
      "可以横绝峨眉巅。",
      "地崩山摧壮士死，",
      "然后天梯石栈相钩连。",
      "上有六龙回日之高标，",
      "下有冲波逆折之回川。",
      "黄鹤之飞尚不得过，",
      "猿猱欲度愁攀援。",
      "青泥何盘盘，",
      "百步九折萦岩峦。",
      "扪参历井仰胁息，",
      "以手抚膺坐长叹。",
      "问君西游何时还？",
      "畏途巉岩不可攀。",
      "但见悲鸟号古木，",
      "雄飞雌从绕林间。",
      "又闻子规啼夜月，",
      "愁空山。",
      "蜀道之难,难于上青天，",
      "使人听此凋朱颜！",
      "连峰去天不盈尺，",
      "枯松倒挂倚绝壁。",
      "飞湍瀑流争喧豗，",
      "砯崖转石万壑雷。",
      "其险也如此，",
      "嗟尔远道之人胡为乎来哉！",
      "剑阁峥嵘而崔嵬，",
      "一夫当关，",
      "万夫莫开。keysentence",
      "所守或匪亲，",
      "化为狼与豺。",
      "朝避猛虎，",
      "夕避长蛇；",
      "磨牙吮血，",
      "杀人如麻。",
      "锦城虽云乐，",
      "不如早还家。",
      "蜀道之难,难于上青天，",
      "侧身西望长咨嗟！"
    ],
    "type": [
      "唐诗三百首",
      "山水",
      "抒情"
    ],
    "source": "噫吁嚱，危乎高哉！蜀道之难，难于上青天！蚕丛及鱼凫，开国何茫然！尔来四万八千岁，不与秦塞通人烟。西当太白有鸟道，可以横绝峨眉巅。地崩山摧壮士死，然后天梯石栈相钩连。上有六龙回日之高标，下有冲波逆折之回川。黄鹤之飞尚不得过，猿猱欲度愁攀援。青泥何盘盘，百步九折萦岩峦。扪参历井仰胁息，以手抚膺坐长叹。问君西游何时还？畏途巉岩不可攀。但见悲鸟号古木，雄飞雌从绕林间。又闻子规啼夜月，愁空山。蜀道之难,难于上青天，使人听此凋朱颜！连峰去天不盈尺，枯松倒挂倚绝壁。飞湍瀑流争喧豗，砯崖转石万壑雷。其险也如此，嗟尔远道之人胡为乎来哉！剑阁峥嵘而崔嵬，一夫当关，万夫莫开。keysentence所守或匪亲，化为狼与豺。朝避猛虎，夕避长蛇；磨牙吮血，杀人如麻。锦城虽云乐，不如早还家。蜀道之难,难于上青天，侧身西望长咨嗟！",
    "id": "P208"
  },
  {
    "title": "送友人入蜀",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "见说蚕丛路，",
      "崎岖不易行。",
      "山从人面起，",
      "云傍马头生。keysentence",
      "芳树笼秦栈，",
      "春流绕蜀城。",
      "升沉应已定，",
      "不必问君平。"
    ],
    "type": [
      "送别",
      "山水",
      "抒情",
      "劝勉"
    ],
    "source": "见说蚕丛路，崎岖不易行。山从人面起，云傍马头生。keysentence芳树笼秦栈，春流绕蜀城。升沉应已定，不必问君平。",
    "id": "P209"
  },
  {
    "title": "月夜",
    "dynasty": "唐代",
    "writer": "刘方平",
    "content": [
      "更深月色半人家，",
      "北斗阑干南斗斜。keysentence",
      "今夜偏知春气暖，",
      "虫声新透绿窗纱。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "春天",
      "月亮",
      "田园"
    ],
    "source": "更深月色半人家，北斗阑干南斗斜。keysentence今夜偏知春气暖，虫声新透绿窗纱。",
    "id": "P210"
  },
  {
    "title": "夜游宫·记梦寄师伯浑",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "雪晓清笳乱起。",
      "梦游处、不知何地。",
      "铁骑无声望似水。",
      "想关河，",
      "雁门西，",
      "青海际。",
      "睡觉寒灯里。",
      "漏声断、月斜窗纸。",
      "自许封侯在万里。keysentence",
      "有谁知，",
      "鬓虽残，",
      "心未死。"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "爱国",
      "壮志"
    ],
    "source": "雪晓清笳乱起。梦游处、不知何地。铁骑无声望似水。想关河，雁门西，青海际。睡觉寒灯里。漏声断、月斜窗纸。自许封侯在万里。keysentence有谁知，鬓虽残，心未死。",
    "id": "P211"
  },
  {
    "title": "前赤壁赋",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "壬戌之秋，",
      "七月既望，",
      "苏子与客泛舟游于赤壁之下。",
      "清风徐来，",
      "水波不兴。",
      "举酒属客，",
      "诵明月之诗，",
      "歌窈窕之章。",
      "少焉，",
      "月出于东山之上，",
      "徘徊于斗牛之间。",
      "白露横江，",
      "水光接天。",
      "纵一苇之所如，",
      "凌万顷之茫然。",
      "浩浩乎如冯虚御风，",
      "而不知其所止；",
      "飘飘乎如遗世独立，",
      "羽化而登仙。",
      "于是饮酒乐甚，",
      "扣舷而歌之。",
      "歌曰：",
      "桂棹兮兰桨，",
      "击空明兮溯流光。",
      "渺渺兮予怀，",
      "望美人兮天一方。",
      "客有吹洞箫者，",
      "倚歌而和之。",
      "其声呜呜然，",
      "如怨如慕，",
      "如泣如诉；",
      "余音袅袅，",
      "不绝如缕。",
      "舞幽壑之潜蛟，",
      "泣孤舟之嫠妇。",
      "苏子愀然，",
      "正襟危坐，",
      "而问客曰：",
      "何为其然也？",
      "客曰：",
      "‘月明星稀，",
      "乌鹊南飞。",
      "’此非曹孟德之诗乎？",
      "西望夏口，",
      "东望武昌，",
      "山川相缪，",
      "郁乎苍苍，",
      "此非孟德之困于周郎者乎？",
      "方其破荆州，",
      "下江陵，",
      "顺流而东也，",
      "舳舻千里，",
      "旌旗蔽空，",
      "酾酒临江，",
      "横槊赋诗，",
      "固一世之雄也，",
      "而今安在哉？",
      "况吾与子渔樵于江渚之上，",
      "侣鱼虾而友麋鹿，",
      "驾一叶之扁舟，",
      "举匏樽以相属。",
      "寄蜉蝣于天地，",
      "渺沧海之一粟。",
      "哀吾生之须臾，",
      "羡长 江之无穷。",
      "挟飞仙以遨游，",
      "抱明月而长终。keysentence",
      "知不可乎骤得，",
      "托遗响于悲风。",
      "苏子曰：",
      "客亦知夫水与月乎？",
      "逝者如斯，",
      "而未尝往也；",
      "盈虚者如彼，",
      "而卒莫消长也。",
      "盖将自其变者而观之，",
      "则天地曾不能以一瞬；",
      "自其不变者而观之，",
      "则物与我皆无尽也，",
      "而又何羡乎！",
      "且夫天地之间，",
      "物各有主，",
      "苟非吾之所有，",
      "虽一毫而莫取。",
      "惟江上之清风，",
      "与山间之明月，",
      "耳得之而为声，",
      "目遇之而成色，",
      "取之无禁，",
      "用之不竭。",
      "是造物者之无尽藏也，",
      "而吾与子之所共适。",
      "客喜而笑，",
      "洗盏更酌。",
      "肴核既尽，",
      "杯盘狼籍。",
      "相与枕藉乎舟中，",
      "不知东方之既白。"
    ],
    "type": [
      "辞赋精选",
      "高中文言文",
      "古文观止",
      "写景",
      "饮酒",
      "感叹",
      "哲理"
    ],
    "source": "壬戌之秋，七月既望，苏子与客泛舟游于赤壁之下。清风徐来，水波不兴。举酒属客，诵明月之诗，歌窈窕之章。少焉，月出于东山之上，徘徊于斗牛之间。白露横江，水光接天。纵一苇之所如，凌万顷之茫然。浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。于是饮酒乐甚，扣舷而歌之。歌曰：桂棹兮兰桨，击空明兮溯流光。渺渺兮予怀，望美人兮天一方。客有吹洞箫者，倚歌而和之。其声呜呜然，如怨如慕，如泣如诉；余音袅袅，不绝如缕。舞幽壑之潜蛟，泣孤舟之嫠妇。苏子愀然，正襟危坐，而问客曰：何为其然也？客曰：‘月明星稀，乌鹊南飞。’此非曹孟德之诗乎？西望夏口，东望武昌，山川相缪，郁乎苍苍，此非孟德之困于周郎者乎？方其破荆州，下江陵，顺流而东也，舳舻千里，旌旗蔽空，酾酒临江，横槊赋诗，固一世之雄也，而今安在哉？况吾与子渔樵于江渚之上，侣鱼虾而友麋鹿，驾一叶之扁舟，举匏樽以相属。寄蜉蝣于天地，渺沧海之一粟。哀吾生之须臾，羡长 江之无穷。挟飞仙以遨游，抱明月而长终。keysentence知不可乎骤得，托遗响于悲风。苏子曰：客亦知夫水与月乎？逝者如斯，而未尝往也；盈虚者如彼，而卒莫消长也。盖将自其变者而观之，则天地曾不能以一瞬；自其不变者而观之，则物与我皆无尽也，而又何羡乎！且夫天地之间，物各有主，苟非吾之所有，虽一毫而莫取。惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色，取之无禁，用之不竭。是造物者之无尽藏也，而吾与子之所共适。客喜而笑，洗盏更酌。肴核既尽，杯盘狼籍。相与枕藉乎舟中，不知东方之既白。",
    "id": "P212"
  },
  {
    "title": "登鹳雀楼",
    "dynasty": "唐代",
    "writer": "王之涣",
    "content": [
      "白日依山尽，",
      "黄河入海流。keysentence",
      "欲穷千里目，",
      "更上一层楼。"
    ],
    "type": [
      "唐诗三百首",
      "登楼",
      "写景",
      "山水",
      "黄河",
      "励志",
      "哲理",
      "早教古诗100首"
    ],
    "source": "白日依山尽，黄河入海流。keysentence欲穷千里目，更上一层楼。",
    "id": "P214"
  },
  {
    "title": "前出塞九首",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "戚戚去故里，",
      "悠悠赴交河。",
      "公家有程期，",
      "亡命婴祸罗。",
      "君已富土境，",
      "开边一何多。",
      "弃绝父母恩，",
      "吞声行负戈。",
      "出门日已远，",
      "不受徒旅欺。",
      "骨肉恩岂断，",
      "男儿死无时。",
      "走马脱辔头，",
      "手中挑青丝。",
      "捷下万仞冈，",
      "俯身试搴旗。",
      "磨刀呜咽水，",
      "水赤刃伤手。",
      "欲轻肠断声，",
      "心绪乱已久。",
      "丈夫誓许国，",
      "愤惋复何有！",
      "功名图麒麟，",
      "战骨当速朽。",
      "送徒既有长，",
      "远戍亦有身。",
      "生死向前去，",
      "不劳吏怒嗔。",
      "路逢相识人，",
      "附书与六亲。",
      "哀哉两决绝，",
      "不复同苦辛。",
      "迢迢万里余，",
      "领我赴三军。",
      "军中异苦乐，",
      "主将宁尽闻。",
      "隔河见胡骑，",
      "倏忽数百群。",
      "我始为奴仆，",
      "几时树功勋。",
      "挽弓当挽强，",
      "用箭当用长。",
      "射人先射马，",
      "擒贼先擒王。",
      "杀人亦有限，",
      "列国自有疆。",
      "苟能制侵陵，",
      "岂在多杀伤。",
      "驱马天雨雪，",
      "军行入高山。",
      "径危抱寒石，",
      "指落层冰间。",
      "已去汉月远，",
      "何时筑城还。",
      "浮云暮南征，",
      "可望不可攀。keysentence",
      "单于寇我垒，",
      "百里风尘昏。",
      "雄剑四五动，",
      "彼军为我奔。",
      "掳其名王归，",
      "系颈授辕门。",
      "潜身备行列，",
      "一胜何足论。",
      "从军十年余，",
      "能无分寸功。",
      "众人贵苟得，",
      "欲语羞雷同。",
      "中原有斗争，",
      "况在狄与戎。",
      "丈夫四方志，",
      "安可辞固穷。"
    ],
    "type": [
      "讽刺",
      "边塞",
      "战争",
      "组诗"
    ],
    "source": "戚戚去故里，悠悠赴交河。公家有程期，亡命婴祸罗。君已富土境，开边一何多。弃绝父母恩，吞声行负戈。出门日已远，不受徒旅欺。骨肉恩岂断，男儿死无时。走马脱辔头，手中挑青丝。捷下万仞冈，俯身试搴旗。磨刀呜咽水，水赤刃伤手。欲轻肠断声，心绪乱已久。丈夫誓许国，愤惋复何有！功名图麒麟，战骨当速朽。送徒既有长，远戍亦有身。生死向前去，不劳吏怒嗔。路逢相识人，附书与六亲。哀哉两决绝，不复同苦辛。迢迢万里余，领我赴三军。军中异苦乐，主将宁尽闻。隔河见胡骑，倏忽数百群。我始为奴仆，几时树功勋。挽弓当挽强，用箭当用长。射人先射马，擒贼先擒王。杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤。驱马天雨雪，军行入高山。径危抱寒石，指落层冰间。已去汉月远，何时筑城还。浮云暮南征，可望不可攀。keysentence单于寇我垒，百里风尘昏。雄剑四五动，彼军为我奔。掳其名王归，系颈授辕门。潜身备行列，一胜何足论。从军十年余，能无分寸功。众人贵苟得，欲语羞雷同。中原有斗争，况在狄与戎。丈夫四方志，安可辞固穷。",
    "id": "P215"
  },
  {
    "title": "破阵子·燕子欲归时节",
    "dynasty": "宋代",
    "writer": "晏殊",
    "content": [
      "燕子欲归时节，",
      "高楼昨夜西风。",
      "求得人间成小会，",
      "试把金尊傍菊丛。keysentence",
      "歌长粉面红。",
      "斜日更穿帘幕，",
      "微凉渐入梧桐。",
      "多少襟情言不尽，",
      "写向蛮笺曲调中。",
      "此情千万重。"
    ],
    "type": [
      "惜别",
      "思念",
      "女子"
    ],
    "source": "燕子欲归时节，高楼昨夜西风。求得人间成小会，试把金尊傍菊丛。keysentence歌长粉面红。斜日更穿帘幕，微凉渐入梧桐。多少襟情言不尽，写向蛮笺曲调中。此情千万重。",
    "id": "P216"
  },
  {
    "title": "蝶恋花·画阁归来春又晚",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "画阁归来春又晚。",
      "燕子双飞，",
      "柳软桃花浅。",
      "细雨满天风满院，",
      "愁眉敛尽无人见。",
      "独倚阑干心绪乱。",
      "芳草芊绵，",
      "尚忆江南岸。keysentence",
      "风月无情人暗换，",
      "旧游如梦空肠断。"
    ],
    "type": [
      "伤春",
      "女子",
      "回忆",
      "孤寂"
    ],
    "source": "画阁归来春又晚。燕子双飞，柳软桃花浅。细雨满天风满院，愁眉敛尽无人见。独倚阑干心绪乱。芳草芊绵，尚忆江南岸。keysentence风月无情人暗换，旧游如梦空肠断。",
    "id": "P217"
  },
  {
    "title": "隋宫",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "紫泉宫殿锁烟霞，",
      "欲取芜城作帝家。keysentence",
      "玉玺不缘归日角，",
      "锦帆应是到天涯。",
      "于今腐草无萤火，",
      "终古垂杨有暮鸦。",
      "地下若逢陈后主，",
      "岂宜重问后庭花。"
    ],
    "type": [
      "唐诗三百首",
      "咏史",
      "讽刺"
    ],
    "source": "紫泉宫殿锁烟霞，欲取芜城作帝家。keysentence玉玺不缘归日角，锦帆应是到天涯。于今腐草无萤火，终古垂杨有暮鸦。地下若逢陈后主，岂宜重问后庭花。",
    "id": "P218"
  },
  {
    "title": "兰亭集序",
    "dynasty": "魏晋",
    "writer": "王羲之",
    "content": [
      "永和九年，",
      "岁在癸丑，",
      "暮春之初，",
      "会于会稽山阴之兰亭，",
      "修禊事也。",
      "群贤毕至，",
      "少长咸集。",
      "此地有崇山峻岭，",
      "茂林修竹；",
      "又有清流激湍，",
      "映带左右，",
      "引以为流觞曲水，",
      "列坐其次。",
      "虽无丝竹管弦之盛，",
      "一觞一咏，",
      "亦足以畅叙幽情。",
      "是日也，",
      "天朗气清，",
      "惠风和畅keysentence，",
      "仰观宇宙之大，",
      "俯察品类之盛，",
      "所以游目骋怀，",
      "足以极视听之娱，",
      "信可乐也。",
      "夫人之相与，",
      "俯仰一世，",
      "或取诸怀抱，",
      "悟言一室之内；",
      "或因寄所托，",
      "放浪形骸之外。",
      "虽趣舍万殊，",
      "静躁不同，",
      "当其欣于所遇，",
      "暂得于己，",
      "快然自足，",
      "不知老之将至。",
      "及其所之既倦，",
      "情随事迁，",
      "感慨系之矣。",
      "向之所欣，",
      "俯仰之间，",
      "已为陈迹，",
      "犹不能不以之兴怀。",
      "况修短随化，",
      "终期于尽。",
      "古人云：",
      "死生亦大矣。",
      "岂不痛哉！",
      "每览昔人兴感之由，",
      "若合一契，",
      "未尝不临文嗟悼，",
      "不能喻之于怀。",
      "固知一死生为虚诞，",
      "齐彭殇为妄作。",
      "后之视今，",
      "亦犹今之视昔。",
      "悲夫！",
      "故列叙时人，",
      "录其所述，",
      "虽世殊事异，",
      "所以兴怀，",
      "其致一也。",
      "后之览者，",
      "亦将有感于斯文。"
    ],
    "type": [
      "高中文言文",
      "古文观止",
      "宴饮",
      "离别",
      "感伤",
      "感叹",
      "人生"
    ],
    "source": "永和九年，岁在癸丑，暮春之初，会于会稽山阴之兰亭，修禊事也。群贤毕至，少长咸集。此地有崇山峻岭，茂林修竹；又有清流激湍，映带左右，引以为流觞曲水，列坐其次。虽无丝竹管弦之盛，一觞一咏，亦足以畅叙幽情。是日也，天朗气清，惠风和畅keysentence，仰观宇宙之大，俯察品类之盛，所以游目骋怀，足以极视听之娱，信可乐也。夫人之相与，俯仰一世，或取诸怀抱，悟言一室之内；或因寄所托，放浪形骸之外。虽趣舍万殊，静躁不同，当其欣于所遇，暂得于己，快然自足，不知老之将至。及其所之既倦，情随事迁，感慨系之矣。向之所欣，俯仰之间，已为陈迹，犹不能不以之兴怀。况修短随化，终期于尽。古人云：死生亦大矣。岂不痛哉！每览昔人兴感之由，若合一契，未尝不临文嗟悼，不能喻之于怀。固知一死生为虚诞，齐彭殇为妄作。后之视今，亦犹今之视昔。悲夫！故列叙时人，录其所述，虽世殊事异，所以兴怀，其致一也。后之览者，亦将有感于斯文。",
    "id": "P219"
  },
  {
    "title": "将进酒",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "君不见，",
      "黄河之水天上来，",
      "奔流到海不复回。",
      "君不见，",
      "高堂明镜悲白发，",
      "朝如青丝暮成雪。",
      "人生得意须尽欢，",
      "莫使金樽空对月。",
      "天生我材必有用，",
      "千金散尽还复来。keysentence",
      "烹羊宰牛且为乐，",
      "会须一饮三百杯。",
      "岑夫子，",
      "丹丘生，",
      "将进酒，",
      "杯莫停。",
      "与君歌一曲，",
      "请君为我倾耳听。",
      "钟鼓馔玉不足贵，",
      "但愿长醉不复醒。",
      "古来圣贤皆寂寞，",
      "惟有饮者留其名。",
      "陈王昔时宴平乐，",
      "斗酒十千恣欢谑。",
      "主人何为言少钱，",
      "径须沽取对君酌。",
      "五花马，",
      "千金裘，",
      "呼儿将出换美酒，",
      "与尔同销万古愁。"
    ],
    "type": [
      "乐府",
      "唐诗三百首",
      "咏物",
      "抒情",
      "哲理",
      "宴饮"
    ],
    "source": "君不见，黄河之水天上来，奔流到海不复回。君不见，高堂明镜悲白发，朝如青丝暮成雪。人生得意须尽欢，莫使金樽空对月。天生我材必有用，千金散尽还复来。keysentence烹羊宰牛且为乐，会须一饮三百杯。岑夫子，丹丘生，将进酒，杯莫停。与君歌一曲，请君为我倾耳听。钟鼓馔玉不足贵，但愿长醉不复醒。古来圣贤皆寂寞，惟有饮者留其名。陈王昔时宴平乐，斗酒十千恣欢谑。主人何为言少钱，径须沽取对君酌。五花马，千金裘，呼儿将出换美酒，与尔同销万古愁。",
    "id": "P220"
  },
  {
    "title": "读山海经·其一",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "孟夏草木长，",
      "绕屋树扶疏。",
      "众鸟欣有托，",
      "吾亦爱吾庐。",
      "既耕亦已种，",
      "时还读我书。",
      "穷巷隔深辙，",
      "颇回故人车。",
      "欢言酌春酒，",
      "摘我园中蔬。",
      "微雨从东来，",
      "好风与之俱。keysentence",
      "流观《山海》图。",
      "俯仰终宇宙，",
      "不乐复何如？"
    ],
    "type": [
      "古诗三百首",
      "田园",
      "读书"
    ],
    "source": "孟夏草木长，绕屋树扶疏。众鸟欣有托，吾亦爱吾庐。既耕亦已种，时还读我书。穷巷隔深辙，颇回故人车。欢言酌春酒，摘我园中蔬。微雨从东来，好风与之俱。keysentence泛览《周王传》，流观《山海》图。俯仰终宇宙，不乐复何如？",
    "id": "P221"
  },
  {
    "title": "夕阳楼",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "花明柳暗绕天愁，",
      "上尽重城更上楼。keysentence",
      "欲问孤鸿向何处，",
      "不知身世自悠悠。"
    ],
    "type": [
      "景点",
      "感伤"
    ],
    "source": "花明柳暗绕天愁，上尽重城更上楼。keysentence欲问孤鸿向何处，不知身世自悠悠。",
    "id": "P222"
  },
  {
    "title": "水龙吟·次韵章质夫杨花词",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "似花还似非花，",
      "也无人惜从教坠。keysentence",
      "抛家傍路，",
      "思量却是，",
      "无情有思。",
      "萦损柔肠，",
      "困酣娇眼，",
      "欲开还闭。",
      "梦随风万里，",
      "寻郎去处，",
      "又还被、莺呼起。",
      "不恨此花飞尽，",
      "恨西园、落红难缀。",
      "晓来雨过，",
      "遗踪何在？",
      "一池萍碎。",
      "春色三分，",
      "二分尘土，",
      "一分流水。",
      "细看来，",
      "不是杨花，",
      "点点是离人泪。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "柳树",
      "婉约"
    ],
    "source": "似花还似非花，也无人惜从教坠。keysentence抛家傍路，思量却是，无情有思。萦损柔肠，困酣娇眼，欲开还闭。梦随风万里，寻郎去处，又还被、莺呼起。不恨此花飞尽，恨西园、落红难缀。晓来雨过，遗踪何在？一池萍碎。春色三分，二分尘土，一分流水。细看来，不是杨花，点点是离人泪。",
    "id": "P223"
  },
  {
    "title": "击鼓",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "击鼓其镗，",
      "踊跃用兵。",
      "土国城漕，",
      "我独南行。",
      "从孙子仲，",
      "平陈与宋。",
      "不我以归，",
      "忧心有忡。",
      "爰居爰处？",
      "爰丧其马？",
      "于以求之？",
      "于林之下。",
      "死生契阔，",
      "与子成说。",
      "执子之手，",
      "与子偕老。keysentence",
      "于嗟阔兮，",
      "不我活兮。",
      "于嗟洵兮，",
      "不我信兮。"
    ],
    "type": [
      "诗经",
      "抒情",
      "战争"
    ],
    "source": "击鼓其镗，踊跃用兵。土国城漕，我独南行。从孙子仲，平陈与宋。不我以归，忧心有忡。爰居爰处？爰丧其马？于以求之？于林之下。死生契阔，与子成说。执子之手，与子偕老。keysentence于嗟阔兮，不我活兮。于嗟洵兮，不我信兮。",
    "id": "P224"
  },
  {
    "title": "元夕二首",
    "dynasty": "明代",
    "writer": "王守仁",
    "content": [
      "故园今夕是元宵，",
      "独向蛮村坐寂寥。",
      "赖有遗经堪作伴，",
      "喜无车马过相邀。",
      "春还草阁梅先动，",
      "月满虚庭雪未消。keysentence",
      "堂上花灯诸第集，",
      "重闱应念一身遥。",
      "去年今日卧燕台，",
      "铜鼓中宵隐地雷。",
      "月傍苑楼灯影暗，",
      "风传阁道马蹄回。",
      "炎荒万里频回首，",
      "羌笛三更谩自哀。",
      "尚忆先朝多乐事，",
      "孝皇曾为两宫开。"
    ],
    "type": [
      "元宵节",
      "怀念",
      "亲人",
      "组诗"
    ],
    "source": "故园今夕是元宵，独向蛮村坐寂寥。赖有遗经堪作伴，喜无车马过相邀。春还草阁梅先动，月满虚庭雪未消。keysentence堂上花灯诸第集，重闱应念一身遥。去年今日卧燕台，铜鼓中宵隐地雷。月傍苑楼灯影暗，风传阁道马蹄回。炎荒万里频回首，羌笛三更谩自哀。尚忆先朝多乐事，孝皇曾为两宫开。",
    "id": "P225"
  },
  {
    "title": "春雨",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "怅卧新春白袷衣，",
      "白门寥落意多违。keysentence",
      "红楼隔雨相望冷，",
      "珠箔飘灯独自归。",
      "远路应悲春晼晚，",
      "残霄犹得梦依稀。",
      "玉珰缄札何由达，",
      "万里云罗一雁飞。"
    ],
    "type": [
      "唐诗三百首",
      "爱情",
      "写雨"
    ],
    "source": "怅卧新春白袷衣，白门寥落意多违。keysentence红楼隔雨相望冷，珠箔飘灯独自归。远路应悲春晼晚，残霄犹得梦依稀。玉珰缄札何由达，万里云罗一雁飞。",
    "id": "P226"
  },
  {
    "title": "思母",
    "dynasty": "宋代",
    "writer": "与恭",
    "content": [
      "霜殒芦花泪湿衣，",
      "白头无复倚柴扉。keysentence",
      "去年五月黄梅雨，",
      "曾典袈裟籴米归。"
    ],
    "type": [
      "怀念",
      "母亲"
    ],
    "source": "霜殒芦花泪湿衣，白头无复倚柴扉。keysentence去年五月黄梅雨，曾典袈裟籴米归。",
    "id": "P227"
  },
  {
    "title": "金陵酒肆留别",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "风吹柳花满店香，",
      "吴姬压酒唤客尝。keysentence",
      "金陵子弟来相送，",
      "欲行不行各尽觞。",
      "请君试问东流水，",
      "别意与之谁短长。"
    ],
    "type": [
      "唐诗三百首",
      "离别",
      "饮酒"
    ],
    "source": "风吹柳花满店香，吴姬压酒唤客尝。keysentence金陵子弟来相送，欲行不行各尽觞。请君试问东流水，别意与之谁短长。",
    "id": "P228"
  },
  {
    "title": "西江月·遣兴",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "醉里且贪欢笑，",
      "要愁那得工夫。keysentence",
      "近来始觉古人书。",
      "信著全无是处。",
      "昨夜松边醉倒，",
      "问松我醉何如。",
      "只疑松动要来扶。",
      "以手推松曰去。"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "怀才不遇",
      "壮志难酬"
    ],
    "source": "醉里且贪欢笑，要愁那得工夫。keysentence近来始觉古人书。信著全无是处。昨夜松边醉倒，问松我醉何如。只疑松动要来扶。以手推松曰去。",
    "id": "P229"
  },
  {
    "title": "青门引·春思",
    "dynasty": "宋代",
    "writer": "张先",
    "content": [
      "乍暖还轻冷。",
      "风雨晚来方定。",
      "庭轩寂寞近清明，",
      "残花中酒，",
      "又是去年病。keysentence",
      "楼头画角风吹醒。",
      "入夜重门静。",
      "那堪更被明月，",
      "隔墙送过秋千影。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "春天",
      "孤独",
      "怀人"
    ],
    "source": "乍暖还轻冷。风雨晚来方定。庭轩寂寞近清明，残花中酒，又是去年病。keysentence楼头画角风吹醒。入夜重门静。那堪更被明月，隔墙送过秋千影。",
    "id": "P230"
  },
  {
    "title": "沁园春·灵山斋庵赋时筑偃湖未成",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "叠嶂西驰，",
      "万马回旋，",
      "众山欲东。keysentence",
      "正惊湍直下，",
      "跳珠倒溅；",
      "小桥横截，",
      "缺月初弓。",
      "老合投闲，",
      "天教多事，",
      "检校长身十万松。",
      "吾庐小，",
      "在龙蛇影外，",
      "风雨声中。",
      "争先见面重重，",
      "看爽气朝来三数峰。",
      "似谢家子弟，",
      "衣冠磊落；",
      "相如庭户，",
      "车骑雍容。",
      "我觉其间，",
      "雄深雅健，",
      "如对文章太史公。",
      "新堤路，",
      "问偃湖何日，",
      "烟水蒙蒙？"
    ],
    "type": [
      "豪放",
      "山水",
      "抒情"
    ],
    "source": "叠嶂西驰，万马回旋，众山欲东。keysentence正惊湍直下，跳珠倒溅；小桥横截，缺月初弓。老合投闲，天教多事，检校长身十万松。吾庐小，在龙蛇影外，风雨声中。争先见面重重，看爽气朝来三数峰。似谢家子弟，衣冠磊落；相如庭户，车骑雍容。我觉其间，雄深雅健，如对文章太史公。新堤路，问偃湖何日，烟水蒙蒙？",
    "id": "P231"
  },
  {
    "title": "逢入京使",
    "dynasty": "唐代",
    "writer": "岑参",
    "content": [
      "故园东望路漫漫，",
      "双袖龙钟泪不干。keysentence",
      "马上相逢无纸笔，",
      "凭君传语报平安。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "思乡",
      "边塞",
      "生活"
    ],
    "source": "故园东望路漫漫，双袖龙钟泪不干。keysentence马上相逢无纸笔，凭君传语报平安。",
    "id": "P232"
  },
  {
    "title": "浣溪沙·簌簌衣巾落枣花",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "徐门石潭谢雨，",
      "道上作五首。",
      "潭在城东二十里，",
      "常与泗水增减清浊相应。",
      "簌簌衣巾落枣花，",
      "村南村北响缲车，",
      "牛衣古柳卖黄瓜。",
      "酒困路长惟欲睡，",
      "日高人渴漫思茶。keysentence",
      "敲门试问野人家。"
    ],
    "type": [
      "宋词三百首",
      "初中古诗",
      "乡村",
      "生活",
      "风俗"
    ],
    "source": "徐门石潭谢雨，道上作五首。潭在城东二十里，常与泗水增减清浊相应。簌簌衣巾落枣花，村南村北响缲车，牛衣古柳卖黄瓜。酒困路长惟欲睡，日高人渴漫思茶。keysentence敲门试问野人家。",
    "id": "P233"
  },
  {
    "title": "荷叶杯·记得那年花下",
    "dynasty": "唐代",
    "writer": "韦庄",
    "content": [
      "记得那年花下，",
      "深夜，",
      "初识谢娘时。keysentence",
      "水堂西面画帘垂，",
      "携手暗相期。",
      "惆怅晓莺残月，",
      "相别，",
      "从此隔音尘。",
      "如今俱是异乡人，",
      "相见更无因。"
    ],
    "type": [
      "爱情",
      "回忆",
      "相思"
    ],
    "source": "记得那年花下，深夜，初识谢娘时。keysentence水堂西面画帘垂，携手暗相期。惆怅晓莺残月，相别，从此隔音尘。如今俱是异乡人，相见更无因。",
    "id": "P234"
  },
  {
    "title": "从军行",
    "dynasty": "唐代",
    "writer": "杨炯",
    "content": [
      "烽火照西京，",
      "心中自不平。",
      "牙璋辞凤阙，",
      "铁骑绕龙城。",
      "雪暗凋旗画，",
      "风多杂鼓声。",
      "宁为百夫长，",
      "胜作一书生。keysentence"
    ],
    "type": [
      "初中古诗",
      "边塞",
      "战争",
      "励志"
    ],
    "source": "烽火照西京，心中自不平。牙璋辞凤阙，铁骑绕龙城。雪暗凋旗画，风多杂鼓声。宁为百夫长，胜作一书生。keysentence",
    "id": "P235"
  },
  {
    "title": "如梦令·常记溪亭日暮",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "常记溪亭日暮，",
      "沉醉不知归路。",
      "兴尽晚回舟，",
      "误入藕花深处。keysentence",
      "争渡，",
      "争渡，",
      "惊起一滩鸥鹭。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "初中古诗",
      "纪游"
    ],
    "source": "常记溪亭日暮，沉醉不知归路。兴尽晚回舟，误入藕花深处。keysentence争渡，争渡，惊起一滩鸥鹭。",
    "id": "P237"
  },
  {
    "title": "扬州慢·淮左名都",
    "dynasty": "宋代",
    "writer": "姜夔",
    "content": [
      "淳熙丙申至日，",
      "予过维扬。",
      "夜雪初霁，",
      "荠麦弥望。keysentence",
      "入其城，",
      "则四顾萧条，",
      "寒水自碧，",
      "暮色渐起，",
      "戍角悲吟。",
      "予怀怆然，",
      "感慨今昔，",
      "因自度此曲。",
      "千岩老人以为有黍离之悲也。",
      "淮左名都，",
      "竹西佳处，",
      "解鞍少驻初程。",
      "过春风十里。",
      "尽荠麦青青。",
      "自胡马窥江去后，",
      "废池乔木，",
      "犹厌言兵。",
      "渐黄昏，",
      "清角吹寒。",
      "都在空城。",
      "杜郎俊赏，",
      "算而今、重到须惊。",
      "纵豆蔻词工，",
      "青楼梦好，",
      "难赋深情。",
      "二十四桥仍在，",
      "波心荡、冷月无声。",
      "念桥边红药，",
      "年年知为谁生。"
    ],
    "type": [
      "宋词三百首",
      "写景",
      "抒情"
    ],
    "source": "淳熙丙申至日，予过维扬。夜雪初霁，荠麦弥望。keysentence入其城，则四顾萧条，寒水自碧，暮色渐起，戍角悲吟。予怀怆然，感慨今昔，因自度此曲。千岩老人以为有黍离之悲也。淮左名都，竹西佳处，解鞍少驻初程。过春风十里。尽荠麦青青。自胡马窥江去后，废池乔木，犹厌言兵。渐黄昏，清角吹寒。都在空城。杜郎俊赏，算而今、重到须惊。纵豆蔻词工，青楼梦好，难赋深情。二十四桥仍在，波心荡、冷月无声。念桥边红药，年年知为谁生。",
    "id": "P238"
  },
  {
    "title": "有所思",
    "dynasty": "两汉",
    "writer": "佚名",
    "content": [
      "有所思，",
      "乃在大海南。",
      "何用问遗君，",
      "双珠玳瑁簪。",
      "用玉绍缭之。",
      "闻君有他心，",
      "拉杂摧烧之。",
      "摧烧之，",
      "当风扬其灰！",
      "从今以往，",
      "勿复相思，",
      "相思与君绝！keysentence",
      "鸡鸣狗吠，",
      "兄嫂当知之。",
      "妃呼狶！",
      "秋风肃肃晨风飔，",
      "东方须臾高知之！"
    ],
    "type": [
      "乐府",
      "闺怨",
      "爱情",
      "思念",
      "分手"
    ],
    "source": "有所思，乃在大海南。何用问遗君，双珠玳瑁簪。用玉绍缭之。闻君有他心，拉杂摧烧之。摧烧之，当风扬其灰！从今以往，勿复相思，相思与君绝！keysentence鸡鸣狗吠，兄嫂当知之。妃呼狶！秋风肃肃晨风飔，东方须臾高知之！",
    "id": "P239"
  },
  {
    "title": "新竹",
    "dynasty": "清代",
    "writer": "郑燮",
    "content": [
      "新竹高于旧竹枝，",
      "全凭老干为扶持。keysentence",
      "下年再有新生者，",
      "十丈龙孙绕凤池。"
    ],
    "type": [
      "咏物",
      "竹子",
      "寓人",
      "老师"
    ],
    "source": "新竹高于旧竹枝，全凭老干为扶持。keysentence下年再有新生者，十丈龙孙绕凤池。",
    "id": "P240"
  },
  {
    "title": "送紫岩张先生北伐",
    "dynasty": "宋代",
    "writer": "岳飞",
    "content": [
      "号令风霆迅，",
      "天声动北陬。",
      "长驱渡河洛，",
      "直捣向燕幽。keysentence",
      "马蹀阏氏血，",
      "旗袅可汗头。",
      "归来报明主，",
      "恢复旧神州。"
    ],
    "type": [
      "送别",
      "豪迈",
      "爱国"
    ],
    "source": "号令风霆迅，天声动北陬。长驱渡河洛，直捣向燕幽。keysentence马蹀阏氏血，旗袅可汗头。归来报明主，恢复旧神州。",
    "id": "P241"
  },
  {
    "title": "秋夜寄邱员外",
    "dynasty": "唐代",
    "writer": "韦应物",
    "content": [
      "怀君属秋夜，",
      "散步咏凉天。keysentence",
      "空山松子落，",
      "幽人应未眠。"
    ],
    "type": [
      "唐诗三百首",
      "秋天",
      "怀人"
    ],
    "source": "怀君属秋夜，散步咏凉天。keysentence空山松子落，幽人应未眠。",
    "id": "P242"
  },
  {
    "title": "月儿弯弯照九州",
    "dynasty": "宋代",
    "writer": "佚名",
    "content": [
      "月儿弯弯照九州，",
      "几家欢乐几家愁。keysentence",
      "几家夫妇同罗帐，",
      "几个飘零在外头？"
    ],
    "type": [
      "古诗三百首",
      "感叹",
      "生活"
    ],
    "source": "月儿弯弯照九州，几家欢乐几家愁。keysentence几家夫妇同罗帐，几个飘零在外头？",
    "id": "P243"
  },
  {
    "title": "阙题",
    "dynasty": "唐代",
    "writer": "刘昚虚",
    "content": [
      "道由白云尽，",
      "春与青溪长。",
      "时有落花至，",
      "远随流水香。keysentence",
      "闲门向山路，",
      "深柳读书堂。",
      "幽映每白日，",
      "清辉照衣裳。"
    ],
    "type": [
      "唐诗三百首",
      "春天",
      "写景"
    ],
    "source": "道由白云尽，春与青溪长。时有落花至，远随流水香。keysentence闲门向山路，深柳读书堂。幽映每白日，清辉照衣裳。",
    "id": "P244"
  },
  {
    "title": "宫词",
    "dynasty": "唐代",
    "writer": "朱庆馀",
    "content": [
      "寂寂花时闭院门，",
      "美人相并立琼轩。",
      "含情欲说宫中事，",
      "鹦鹉前头不敢言。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "写景",
      "宫怨"
    ],
    "source": "寂寂花时闭院门，美人相并立琼轩。含情欲说宫中事，鹦鹉前头不敢言。keysentence",
    "id": "P245"
  },
  {
    "title": "咏史·郁郁涧底松",
    "dynasty": "魏晋",
    "writer": "左思",
    "content": [
      "郁郁涧底松，",
      "离离山上苗。keysentence",
      "以彼径寸茎，",
      "荫此百尺条。",
      "世胄蹑高位，",
      "英俊沉下僚。",
      "地势使之然，",
      "由来非一朝。",
      "金张藉旧业，",
      "七叶珥汉貂。",
      "冯公岂不伟，",
      "白首不见招。"
    ],
    "type": [
      "古诗三百首",
      "咏史",
      "抒怀"
    ],
    "source": "郁郁涧底松，离离山上苗。keysentence以彼径寸茎，荫此百尺条。世胄蹑高位，英俊沉下僚。地势使之然，由来非一朝。金张藉旧业，七叶珥汉貂。冯公岂不伟，白首不见招。",
    "id": "P246"
  },
  {
    "title": "满井游记",
    "dynasty": "明代",
    "writer": "袁宏道",
    "content": [
      "燕地寒，",
      "花朝节后，",
      "余寒犹厉。",
      "冻风时作，",
      "作则飞沙走砾。",
      "局促一室之内，",
      "欲出不得。",
      "每冒风驰行，",
      "未百步辄返。",
      "廿二日天稍和，",
      "偕数友出东直，",
      "至满井。",
      "高柳夹堤，",
      "土膏微润，",
      "一望空阔，",
      "若脱笼之鹄。",
      "于时冰皮始解，",
      "波色乍明，",
      "鳞浪层层，",
      "清澈见底，",
      "晶晶然如镜之新开而冷光之乍出于匣也。",
      "山峦为晴雪所洗，",
      "娟然如拭，",
      "鲜妍明媚，",
      "如倩女之靧面而髻鬟之始掠也。",
      "柳条将舒未舒，",
      "柔梢披风，",
      "麦田浅鬣寸许。keysentence",
      "游人虽未盛，",
      "泉而茗者，",
      "罍而歌者，",
      "红装而蹇者，",
      "亦时时有。",
      "风力虽尚劲，",
      "然徒步则汗出浃背。",
      "凡曝沙之鸟，",
      "呷浪之鳞，",
      "悠然自得，",
      "毛羽鳞鬣之间皆有喜气。",
      "始知郊田之外未始无春，",
      "而城居者未之知也。",
      "夫不能以游堕事而潇然于山石草木之间者，",
      "惟此官也。",
      "而此地适与余近，",
      "余之游将自此始，",
      "恶能无纪？",
      "己亥之二月也。"
    ],
    "type": [
      "初中文言文",
      "小品",
      "春天",
      "纪游",
      "写景",
      "抒情"
    ],
    "source": "燕地寒，花朝节后，余寒犹厉。冻风时作，作则飞沙走砾。局促一室之内，欲出不得。每冒风驰行，未百步辄返。廿二日天稍和，偕数友出东直，至满井。高柳夹堤，土膏微润，一望空阔，若脱笼之鹄。于时冰皮始解，波色乍明，鳞浪层层，清澈见底，晶晶然如镜之新开而冷光之乍出于匣也。山峦为晴雪所洗，娟然如拭，鲜妍明媚，如倩女之靧面而髻鬟之始掠也。柳条将舒未舒，柔梢披风，麦田浅鬣寸许。keysentence游人虽未盛，泉而茗者，罍而歌者，红装而蹇者，亦时时有。风力虽尚劲，然徒步则汗出浃背。凡曝沙之鸟，呷浪之鳞，悠然自得，毛羽鳞鬣之间皆有喜气。始知郊田之外未始无春，而城居者未之知也。夫不能以游堕事而潇然于山石草木之间者，惟此官也。而此地适与余近，余之游将自此始，恶能无纪？己亥之二月也。",
    "id": "P247"
  },
  {
    "title": "黄州快哉亭记",
    "dynasty": "宋代",
    "writer": "苏辙",
    "content": [
      "江出西陵，",
      "始得平地，",
      "其流奔放肆大。",
      "南合沅、湘 ，",
      "北合汉沔，",
      "其势益张。",
      "至于赤壁之下，",
      "波流浸灌，",
      "与海相若。",
      "清河张君梦得谪居齐安，",
      "即其庐之西南为亭，",
      "以览观江流之胜，",
      "而余兄子瞻名之曰快哉。",
      "盖亭之所见，",
      "南北百里，",
      "东西一舍。",
      "涛澜汹涌，",
      "风云开阖。keysentence",
      "昼则舟楫出没于其前，",
      "夜则鱼龙悲啸于其下。",
      "变化倏忽，",
      "动心骇目，",
      "不可久视。",
      "今乃得玩之几席之上，",
      "举目而足。",
      "西望武昌诸山，",
      "冈陵起伏，",
      "草木行列，",
      "烟消日出。",
      "渔夫樵父之舍，",
      "皆可指数。",
      "此其所以为快哉者也。",
      "至于长洲之滨，",
      "故城之墟。",
      "曹孟德、孙仲谋之所睥睨，",
      "周瑜、陆逊之所骋骛。",
      "其流风遗迹，",
      "亦足以称快世俗。",
      "昔楚襄王从宋玉、景差于兰台之宫，",
      "有风飒然至者，",
      "王披襟当之，",
      "曰：",
      "快哉此风！",
      "寡人所与庶人共者耶？",
      "宋玉曰：",
      "此独大王之雄风耳，",
      "庶人安得共之！",
      "玉之言盖有讽焉。",
      "夫风无雌雄之异，",
      "而人有遇，",
      "不遇之变；",
      "楚王之所以为乐，",
      "与庶人之所以为忧，",
      "此则人之变也，",
      "而风何与焉？",
      "士生于世，",
      "使其中不自得，",
      "将何往而非病？",
      "使其中坦然，",
      "不以物伤性，",
      "将何适而非快？",
      "今张君不以谪为患，",
      "窃会计之余功，",
      "而自放山水之间，",
      "此其中宜有以过人者。",
      "将蓬户瓮牖无所不快；",
      "而况乎濯长江之清流，",
      "揖西山之白云 ，",
      "穷耳目之胜以自适也哉！",
      "不然，",
      "连山绝壑，",
      "长林古木，",
      "振之以清风，",
      "照之以明月，",
      "此皆骚人思士之所以悲伤憔悴而不能胜者，",
      "乌睹其为快也哉！",
      "元丰六年十一月朔日，",
      "赵郡苏辙记。"
    ],
    "type": [
      "古文观止",
      "叙事",
      "写景",
      "抒情",
      "议论",
      "散文"
    ],
    "source": "江出西陵，始得平地，其流奔放肆大。南合沅、湘 ，北合汉沔，其势益张。至于赤壁之下，波流浸灌，与海相若。清河张君梦得谪居齐安，即其庐之西南为亭，以览观江流之胜，而余兄子瞻名之曰快哉。盖亭之所见，南北百里，东西一舍。涛澜汹涌，风云开阖。keysentence昼则舟楫出没于其前，夜则鱼龙悲啸于其下。变化倏忽，动心骇目，不可久视。今乃得玩之几席之上，举目而足。西望武昌诸山，冈陵起伏，草木行列，烟消日出。渔夫樵父之舍，皆可指数。此其所以为快哉者也。至于长洲之滨，故城之墟。曹孟德、孙仲谋之所睥睨，周瑜、陆逊之所骋骛。其流风遗迹，亦足以称快世俗。昔楚襄王从宋玉、景差于兰台之宫，有风飒然至者，王披襟当之，曰：快哉此风！寡人所与庶人共者耶？宋玉曰：此独大王之雄风耳，庶人安得共之！玉之言盖有讽焉。夫风无雌雄之异，而人有遇，不遇之变；楚王之所以为乐，与庶人之所以为忧，此则人之变也，而风何与焉？士生于世，使其中不自得，将何往而非病？使其中坦然，不以物伤性，将何适而非快？今张君不以谪为患，窃会计之余功，而自放山水之间，此其中宜有以过人者。将蓬户瓮牖无所不快；而况乎濯长江之清流，揖西山之白云 ，穷耳目之胜以自适也哉！不然，连山绝壑，长林古木，振之以清风，照之以明月，此皆骚人思士之所以悲伤憔悴而不能胜者，乌睹其为快也哉！元丰六年十一月朔日，赵郡苏辙记。",
    "id": "P248"
  },
  {
    "title": "春日忆李白",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "白也诗无敌，",
      "飘然思不群。",
      "清新庾开府，",
      "俊逸鲍参军。",
      "渭北春天树，",
      "江东日暮云。keysentence",
      "何时一樽酒，",
      "重与细论文。"
    ],
    "type": [
      "怀念",
      "赞美",
      "写人"
    ],
    "source": "白也诗无敌，飘然思不群。清新庾开府，俊逸鲍参军。渭北春天树，江东日暮云。keysentence何时一樽酒，重与细论文。",
    "id": "P249"
  },
  {
    "title": "南柯子·十里青山远",
    "dynasty": "宋代",
    "writer": "仲殊",
    "content": [
      "十里青山远，",
      "潮平路带沙。",
      "数声啼鸟怨年华。keysentence",
      "又是凄凉时候，",
      "在天涯。",
      "白露收残月，",
      "清风散晓霞。",
      "绿杨堤畔问荷花：",
      "记得年时沽酒，",
      "那人家？"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "写景",
      "感叹"
    ],
    "source": "十里青山远，潮平路带沙。数声啼鸟怨年华。keysentence又是凄凉时候，在天涯。白露收残月，清风散晓霞。绿杨堤畔问荷花：记得年时沽酒，那人家？",
    "id": "P250"
  },
  {
    "title": "饯别王十一南游",
    "dynasty": "唐代",
    "writer": "刘长卿",
    "content": [
      "望君烟水阔，",
      "挥手泪沾巾。keysentence",
      "飞鸟没何处，",
      "青山空向人。",
      "长江一帆远，",
      "落日五湖春。",
      "谁见汀洲上，",
      "相思愁白蘋。"
    ],
    "type": [
      "唐诗三百首",
      "送别",
      "友情"
    ],
    "source": "望君烟水阔，挥手泪沾巾。keysentence飞鸟没何处，青山空向人。长江一帆远，落日五湖春。谁见汀洲上，相思愁白蘋。",
    "id": "P251"
  },
  {
    "title": "中秋月",
    "dynasty": "宋代",
    "writer": "晏殊",
    "content": [
      "十轮霜影转庭梧，",
      "此夕羁人独向隅。",
      "未必素娥无怅恨，",
      "玉蟾清冷桂花孤。keysentence"
    ],
    "type": [
      "中秋节",
      "赏月",
      "羁旅",
      "孤寂",
      "惆怅"
    ],
    "source": "十轮霜影转庭梧，此夕羁人独向隅。未必素娥无怅恨，玉蟾清冷桂花孤。keysentence",
    "id": "P252"
  },
  {
    "title": "遣悲怀三首·其三",
    "dynasty": "唐代",
    "writer": "元稹",
    "content": [
      "闲坐悲君亦自悲，",
      "百年都是几多时。",
      "邓攸无子寻知命，",
      "潘岳悼亡犹费词。",
      "同穴窅冥何所望，",
      "他生缘会更难期。",
      "惟将终夜常开眼，",
      "报答平生未展眉。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "悼亡"
    ],
    "source": "闲坐悲君亦自悲，百年都是几多时。邓攸无子寻知命，潘岳悼亡犹费词。同穴窅冥何所望，他生缘会更难期。惟将终夜常开眼，报答平生未展眉。keysentence",
    "id": "P253"
  },
  {
    "title": "山石",
    "dynasty": "唐代",
    "writer": "韩愈",
    "content": [
      "山石荦确行径微，",
      "黄昏到寺蝙蝠飞。",
      "升堂坐阶新雨足，",
      "芭蕉叶大栀子肥。keysentence",
      "僧言古壁佛画好，",
      "以火来照所见稀。",
      "铺床拂席置羹饭，",
      "疏粝亦足饱我饥。",
      "夜深静卧百虫绝，",
      "清月出岭光入扉。",
      "天明独去无道路，",
      "出入高下穷烟霏。",
      "山红涧碧纷烂漫，",
      "时见松枥皆十围。",
      "当流赤足踏涧石，",
      "水声激激风吹衣。",
      "人生如此自可乐，",
      "岂必局束为人鞿？",
      "嗟哉吾党二三子，",
      "安得至老不更归。"
    ],
    "type": [
      "唐诗三百首",
      "纪游",
      "写景",
      "抒情"
    ],
    "source": "山石荦确行径微，黄昏到寺蝙蝠飞。升堂坐阶新雨足，芭蕉叶大栀子肥。keysentence僧言古壁佛画好，以火来照所见稀。铺床拂席置羹饭，疏粝亦足饱我饥。夜深静卧百虫绝，清月出岭光入扉。天明独去无道路，出入高下穷烟霏。山红涧碧纷烂漫，时见松枥皆十围。当流赤足踏涧石，水声激激风吹衣。人生如此自可乐，岂必局束为人鞿？嗟哉吾党二三子，安得至老不更归。",
    "id": "P254"
  },
  {
    "title": "塞下曲",
    "dynasty": "唐代",
    "writer": "许浑",
    "content": [
      "夜战桑乾北，",
      "秦兵半不归。keysentence",
      "朝来有乡信，",
      "犹自寄寒衣。"
    ],
    "type": [
      "边塞",
      "战争",
      "同情"
    ],
    "source": "夜战桑乾北，秦兵半不归。keysentence朝来有乡信，犹自寄寒衣。",
    "id": "P255"
  },
  {
    "title": "泊船瓜洲",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "京口瓜洲一水间，",
      "钟山只隔数重山。",
      "春风又绿江南岸，",
      "明月何时照我还？keysentence"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "春天",
      "写景",
      "抒怀",
      "思乡",
      "早教古诗100首"
    ],
    "source": "京口瓜洲一水间，钟山只隔数重山。春风又绿江南岸，明月何时照我还？keysentence",
    "id": "P256"
  },
  {
    "title": "春风",
    "dynasty": "清代",
    "writer": "袁枚",
    "content": [
      "春风如贵客，",
      "一到便繁华。",
      "来扫千山雪，",
      "归留万国花。keysentence"
    ],
    "type": [
      "春天",
      "赞颂",
      "写风"
    ],
    "source": "春风如贵客，一到便繁华。来扫千山雪，归留万国花。keysentence",
    "id": "P257"
  },
  {
    "title": "石壕吏",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "暮投石壕村，",
      "有吏夜捉人。",
      "老翁逾墙走，",
      "老妇出门看。",
      "吏呼一何怒，",
      "妇啼一何苦。keysentence",
      "听妇前致词，",
      "三男邺城戍。",
      "一男附书至，",
      "二男新战死。",
      "存者且偷生，",
      "死者长已矣。",
      "室中更无人，",
      "惟有乳下孙。",
      "有孙母未去，",
      "出入无完裙。",
      "老妪力虽衰，",
      "请从吏夜归。",
      "急应河阳役，",
      "犹得备晨炊。",
      "夜久语声绝，",
      "如闻泣幽咽。",
      "天明登前途，",
      "独与老翁别。"
    ],
    "type": [
      "初中古诗",
      "叙事",
      "战争",
      "同情",
      "人民"
    ],
    "source": "暮投石壕村，有吏夜捉人。老翁逾墙走，老妇出门看。吏呼一何怒，妇啼一何苦。keysentence听妇前致词，三男邺城戍。一男附书至，二男新战死。存者且偷生，死者长已矣。室中更无人，惟有乳下孙。有孙母未去，出入无完裙。老妪力虽衰，请从吏夜归。急应河阳役，犹得备晨炊。夜久语声绝，如闻泣幽咽。天明登前途，独与老翁别。",
    "id": "P258"
  },
  {
    "title": "少年游·草",
    "dynasty": "宋代",
    "writer": "高观国",
    "content": [
      "春风吹碧，",
      "春云映绿，",
      "晓梦入芳裀。",
      "软衬飞花，",
      "远连流水，",
      "一望隔香尘。keysentence",
      "萋萋多少江南恨，",
      "翻忆翠罗裙。",
      "冷落闲门，",
      "凄迷古道，",
      "烟雨正愁人。"
    ],
    "type": [
      "宋词精选",
      "离别"
    ],
    "source": "春风吹碧，春云映绿，晓梦入芳裀。软衬飞花，远连流水，一望隔香尘。keysentence萋萋多少江南恨，翻忆翠罗裙。冷落闲门，凄迷古道，烟雨正愁人。",
    "id": "P259"
  },
  {
    "title": "书愤二首",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "白发萧萧卧泽中，",
      "只凭天地鉴孤忠。",
      "厄穷苏武餐毡久，",
      "忧愤张巡嚼齿空。",
      "细雨春芜上林苑，",
      "颓垣夜月洛阳宫。",
      "壮心未与年俱老，",
      "死去犹能作鬼雄。",
      "镜里流年两鬓残，",
      "寸心自许尚如丹。",
      "衰迟罢试戎衣窄，",
      "悲愤犹争宝剑寒。",
      "远戍十年临的博，",
      "壮图万里战皋兰。keysentence",
      "关河自古无穷事，",
      "谁料如今袖手看。"
    ],
    "type": [
      "抒怀",
      "壮志未酬",
      "愤懑"
    ],
    "source": "白发萧萧卧泽中，只凭天地鉴孤忠。厄穷苏武餐毡久，忧愤张巡嚼齿空。细雨春芜上林苑，颓垣夜月洛阳宫。壮心未与年俱老，死去犹能作鬼雄。镜里流年两鬓残，寸心自许尚如丹。衰迟罢试戎衣窄，悲愤犹争宝剑寒。远戍十年临的博，壮图万里战皋兰。keysentence关河自古无穷事，谁料如今袖手看。",
    "id": "P260"
  },
  {
    "title": "崔九欲往南山马上口号与别",
    "dynasty": "唐代",
    "writer": "裴迪",
    "content": [
      "归山深浅去，",
      "须尽丘壑美。",
      "莫学武陵人，",
      "暂游桃源里。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "离别",
      "规劝"
    ],
    "source": "归山深浅去，须尽丘壑美。莫学武陵人，暂游桃源里。keysentence",
    "id": "P261"
  },
  {
    "title": "点绛唇·感兴",
    "dynasty": "宋代",
    "writer": "王禹偁",
    "content": [
      "雨恨云愁，",
      "江南依旧称佳丽。keysentence",
      "水村渔市。",
      "一缕孤烟细。",
      "天际征鸿，",
      "遥认行如缀。",
      "平生事。",
      "此时凝睇。",
      "谁会凭栏意。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "写景",
      "抒情",
      "无奈"
    ],
    "source": "雨恨云愁，江南依旧称佳丽。keysentence水村渔市。一缕孤烟细。天际征鸿，遥认行如缀。平生事。此时凝睇。谁会凭栏意。",
    "id": "P262"
  },
  {
    "title": "赠荷花",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "世间花叶不相伦，",
      "花入金盆叶作尘。",
      "惟有绿荷红菡萏，",
      "卷舒开合任天真。",
      "此花此叶常相映，",
      "翠减红衰愁杀人。keysentence"
    ],
    "type": [
      "赞美",
      "荷花"
    ],
    "source": "世间花叶不相伦，花入金盆叶作尘。惟有绿荷红菡萏，卷舒开合任天真。此花此叶常相映，翠减红衰愁杀人。keysentence",
    "id": "P263"
  },
  {
    "title": "青玉案·年年社日停针线",
    "dynasty": "宋代",
    "writer": "黄公绍",
    "content": [
      "年年社日停针线。",
      "怎忍见、双飞燕。",
      "今日江城春已半。",
      "一身犹在，",
      "乱山深处，",
      "寂寞溪桥畔。",
      "春衫著破谁针线。",
      "点点行行泪痕满。",
      "落日解鞍芳草岸。",
      "花无人戴，",
      "酒无人劝，",
      "醉也无人管。keysentence"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "思归",
      "怀人"
    ],
    "source": "年年社日停针线。怎忍见、双飞燕。今日江城春已半。一身犹在，乱山深处，寂寞溪桥畔。春衫著破谁针线。点点行行泪痕满。落日解鞍芳草岸。花无人戴，酒无人劝，醉也无人管。keysentence",
    "id": "P264"
  },
  {
    "title": "青青陵上柏",
    "dynasty": "两汉",
    "writer": "佚名",
    "content": [
      "青青陵上柏，",
      "磊磊涧中石。",
      "人生天地间，",
      "忽如远行客。",
      "斗酒相娱乐，",
      "聊厚不为薄。",
      "驱车策驽马，",
      "游戏宛与洛。",
      "洛中何郁郁，",
      "冠带自相索。",
      "长衢罗夹巷，",
      "王侯多第宅。keysentence",
      "两宫遥相望，",
      "双阙百余尺。",
      "极宴娱心意，",
      "戚戚何所迫？"
    ],
    "type": [
      "古诗十九首",
      "感叹",
      "生命"
    ],
    "source": "青青陵上柏，磊磊涧中石。人生天地间，忽如远行客。斗酒相娱乐，聊厚不为薄。驱车策驽马，游戏宛与洛。洛中何郁郁，冠带自相索。长衢罗夹巷，王侯多第宅。keysentence两宫遥相望，双阙百余尺。极宴娱心意，戚戚何所迫？",
    "id": "P265"
  },
  {
    "title": "木兰花·拟古决绝词柬友",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "人生若只如初见，",
      "何事秋风悲画扇。",
      "等闲变却故人心，",
      "却道故人心易变。keysentence",
      "骊山语罢清宵半，",
      "泪雨霖铃终不怨。",
      "何如薄幸锦衣郎，",
      "比翼连枝当日愿。"
    ],
    "type": [
      "闺怨",
      "悲叹",
      "命运",
      "分手"
    ],
    "source": "人生若只如初见，何事秋风悲画扇。等闲变却故人心，却道故人心易变。keysentence骊山语罢清宵半，泪雨霖铃终不怨。何如薄幸锦衣郎，比翼连枝当日愿。",
    "id": "P266"
  },
  {
    "title": "柳枝词",
    "dynasty": "宋代",
    "writer": "郑文宝",
    "content": [
      "亭亭画舸系春潭，",
      "直到行人酒半酣。",
      "不管烟波与风雨，",
      "载将离恨过江南。keysentence"
    ],
    "type": [
      "古诗三百首",
      "柳树",
      "送别",
      "友情"
    ],
    "source": "亭亭画舸系春潭，直到行人酒半酣。不管烟波与风雨，载将离恨过江南。keysentence",
    "id": "P267"
  },
  {
    "title": "青松",
    "dynasty": "现代",
    "writer": "陈毅",
    "content": [
      "大雪压青松，",
      "青松挺且直。keysentence",
      "要知松高洁，",
      "待到雪化时。"
    ],
    "type": [
      "冬天",
      "咏物",
      "松树"
    ],
    "source": "大雪压青松，青松挺且直。keysentence要知松高洁，待到雪化时。",
    "id": "P268"
  },
  {
    "title": "重送裴郎中贬吉州",
    "dynasty": "唐代",
    "writer": "刘长卿",
    "content": [
      "猿啼客散暮江头，",
      "人自伤心水自流。keysentence",
      "同作逐臣君更远，",
      "青山万里一孤舟。"
    ],
    "type": [
      "送别",
      "写景",
      "抒情"
    ],
    "source": "猿啼客散暮江头，人自伤心水自流。keysentence同作逐臣君更远，青山万里一孤舟。",
    "id": "P269"
  },
  {
    "title": "与诸子登岘山",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "人事有代谢，",
      "往来成古今。",
      "江山留胜迹，",
      "我辈复登临。keysentence",
      "水落鱼梁浅，",
      "天寒梦泽深。",
      "羊公碑尚在，",
      "读罢泪沾襟。"
    ],
    "type": [
      "唐诗三百首",
      "吊古伤今"
    ],
    "source": "人事有代谢，往来成古今。江山留胜迹，我辈复登临。keysentence水落鱼梁浅，天寒梦泽深。羊公碑尚在，读罢泪沾襟。",
    "id": "P270"
  },
  {
    "title": "蓼莪",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "蓼蓼者莪，",
      "匪莪伊蒿。",
      "哀哀父母，",
      "生我劬劳。",
      "蓼蓼者莪，",
      "匪莪伊蔚。",
      "哀哀父母，",
      "生我劳瘁。keysentence",
      "瓶之罄矣，",
      "维罍之耻。",
      "鲜民之生，",
      "不如死之久矣。",
      "无父何怙？",
      "无母何恃？",
      "出则衔恤，",
      "入则靡至。",
      "父兮生我，",
      "母兮鞠我。",
      "抚我畜我，",
      "长我育我，",
      "顾我复我，",
      "出入腹我。",
      "欲报之德。",
      "昊天罔极！",
      "南山烈烈，",
      "飘风发发。",
      "民莫不穀，",
      "我独何害！",
      "南山律律，",
      "飘风弗弗。",
      "民莫不穀，",
      "我独不卒！"
    ],
    "type": [
      "诗经",
      "悼亡",
      "父亲",
      "母亲"
    ],
    "source": "蓼蓼者莪，匪莪伊蒿。哀哀父母，生我劬劳。蓼蓼者莪，匪莪伊蔚。哀哀父母，生我劳瘁。keysentence瓶之罄矣，维罍之耻。鲜民之生，不如死之久矣。无父何怙？无母何恃？出则衔恤，入则靡至。父兮生我，母兮鞠我。抚我畜我，长我育我，顾我复我，出入腹我。欲报之德。昊天罔极！南山烈烈，飘风发发。民莫不穀，我独何害！南山律律，飘风弗弗。民莫不穀，我独不卒！",
    "id": "P271"
  },
  {
    "title": "蚕妇",
    "dynasty": "宋代",
    "writer": "张俞",
    "content": [
      "昨日入城市，",
      "归来泪满巾。",
      "遍身罗绮者，",
      "不是养蚕人。keysentence"
    ],
    "type": [
      "古诗三百首",
      "妇女",
      "感伤",
      "同情",
      "早教古诗100首"
    ],
    "source": "昨日入城市，归来泪满巾。遍身罗绮者，不是养蚕人。keysentence",
    "id": "P272"
  },
  {
    "title": "相见欢·无言独上西楼",
    "dynasty": "五代",
    "writer": "李煜",
    "content": [
      "无言独上西楼，",
      "月如钩。",
      "寂寞梧桐深院锁清秋。keysentence",
      "剪不断，",
      "理还乱，",
      "是离愁。",
      "别是一般滋味在心头。"
    ],
    "type": [
      "宋词三百首",
      "初中古诗",
      "婉约",
      "登楼",
      "写景",
      "孤独",
      "思念"
    ],
    "source": "无言独上西楼，月如钩。寂寞梧桐深院锁清秋。keysentence剪不断，理还乱，是离愁。别是一般滋味在心头。",
    "id": "P273"
  },
  {
    "title": "七夕",
    "dynasty": "唐代",
    "writer": "罗隐",
    "content": [
      "络角星河菡萏天，",
      "一家欢笑设红筵。",
      "应倾谢女珠玑箧，",
      "尽写檀郎锦绣篇。",
      "香帐簇成排窈窕，",
      "金针穿罢拜婵娟。",
      "铜壶漏报天将晓，",
      "惆怅佳期又一年。keysentence"
    ],
    "type": [
      "七夕节"
    ],
    "source": "络角星河菡萏天，一家欢笑设红筵。应倾谢女珠玑箧，尽写檀郎锦绣篇。香帐簇成排窈窕，金针穿罢拜婵娟。铜壶漏报天将晓，惆怅佳期又一年。keysentence",
    "id": "P274"
  },
  {
    "title": "水调歌头·徐州中秋",
    "dynasty": "宋代",
    "writer": "苏辙",
    "content": [
      "离别一何久，",
      "七度过中秋。keysentence",
      "去年东武今夕，",
      "明月不胜愁。",
      "岂意彭城山下，",
      "同泛清河古汴，",
      "船上载凉州。",
      "鼓吹助清赏，",
      "鸿雁起汀洲。",
      "坐中客，",
      "翠羽帔，",
      "紫绮裘。",
      "素娥无赖，",
      "西去曾不为人留。",
      "今夜清尊对客，",
      "明夜孤帆水驿，",
      "依旧照离忧。",
      "但恐同王粲，",
      "相对永登楼。"
    ],
    "type": [
      "中秋节",
      "咏物",
      "月亮",
      "抒怀"
    ],
    "source": "离别一何久，七度过中秋。keysentence去年东武今夕，明月不胜愁。岂意彭城山下，同泛清河古汴，船上载凉州。鼓吹助清赏，鸿雁起汀洲。坐中客，翠羽帔，紫绮裘。素娥无赖，西去曾不为人留。今夜清尊对客，明夜孤帆水驿，依旧照离忧。但恐同王粲，相对永登楼。",
    "id": "P275"
  },
  {
    "title": "黄河",
    "dynasty": "唐代",
    "writer": "罗隐",
    "content": [
      "莫把阿胶向此倾，",
      "此中天意固难明。",
      "解通银汉应须曲，",
      "才出昆仑便不清。",
      "高祖誓功衣带小，",
      "仙人占斗客槎轻。",
      "三千年后知谁在？",
      "何必劳君报太平！keysentence"
    ],
    "type": [
      "黄河",
      "典故",
      "讽刺"
    ],
    "source": "莫把阿胶向此倾，此中天意固难明。解通银汉应须曲，才出昆仑便不清。高祖誓功衣带小，仙人占斗客槎轻。三千年后知谁在？何必劳君报太平！keysentence",
    "id": "P276"
  },
  {
    "title": "怨",
    "dynasty": "明代",
    "writer": "冯小青",
    "content": [
      "新妆竟与画图争，",
      "知是昭阳第几名？",
      "瘦影自临春水照，",
      "卿须怜我我怜卿。keysentence"
    ],
    "type": [
      "女子",
      "闺怨"
    ],
    "source": "新妆竟与画图争，知是昭阳第几名？瘦影自临春水照，卿须怜我我怜卿。keysentence",
    "id": "P277"
  },
  {
    "title": "病起书怀",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "病骨支离纱帽宽，",
      "孤臣万里客江干。",
      "位卑未敢忘忧国，",
      "事定犹须待阖棺。keysentence",
      "天地神灵扶庙社，",
      "京华父老望和銮。",
      "出师一表通今古，",
      "夜半挑灯更细看。"
    ],
    "type": [
      "古诗三百首",
      "爱国",
      "励志",
      "忧国忧民",
      "壮志难酬"
    ],
    "source": "病骨支离纱帽宽，孤臣万里客江干。位卑未敢忘忧国，事定犹须待阖棺。keysentence天地神灵扶庙社，京华父老望和銮。出师一表通今古，夜半挑灯更细看。",
    "id": "P278"
  },
  {
    "title": "奉赠韦左丞丈二十二韵",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "纨绔不饿死，",
      "儒冠多误身。",
      "丈人试静听，",
      "贱子请具陈。",
      "甫昔少年日，",
      "早充观国宾。",
      "读书破万卷，",
      "下笔如有神。keysentence",
      "赋料扬雄敌，",
      "诗看子建亲。",
      "李邕求识面，",
      "王翰愿卜邻。",
      "自谓颇挺出，",
      "立登要路津。",
      "致君尧舜上，",
      "再使风俗淳。",
      "此意竟萧条，",
      "行歌非隐沦。",
      "骑驴十三载，",
      "旅食京华春。",
      "朝扣富儿门，",
      "暮随肥马尘。",
      "残杯与冷炙，",
      "到处潜悲辛。",
      "主上顷见征，",
      "欻然欲求伸。",
      "青冥却垂翅，",
      "蹭蹬无纵鳞。",
      "甚愧丈人厚，",
      "甚知丈人真。",
      "每于百僚上，",
      "猥颂佳句新。",
      "窃效贡公喜，",
      "难甘原宪贫。",
      "焉能心怏怏，",
      "只是走踆踆。",
      "今欲东入海，",
      "即将西去秦。",
      "尚怜终南山，",
      "回首清渭滨。",
      "常拟报一饭，",
      "况怀辞大臣。",
      "白鸥没浩荡，",
      "万里谁能驯？"
    ],
    "type": [
      "社交",
      "读书",
      "壮志"
    ],
    "source": "纨绔不饿死，儒冠多误身。丈人试静听，贱子请具陈。甫昔少年日，早充观国宾。读书破万卷，下笔如有神。keysentence赋料扬雄敌，诗看子建亲。李邕求识面，王翰愿卜邻。自谓颇挺出，立登要路津。致君尧舜上，再使风俗淳。此意竟萧条，行歌非隐沦。骑驴十三载，旅食京华春。朝扣富儿门，暮随肥马尘。残杯与冷炙，到处潜悲辛。主上顷见征，欻然欲求伸。青冥却垂翅，蹭蹬无纵鳞。甚愧丈人厚，甚知丈人真。每于百僚上，猥颂佳句新。窃效贡公喜，难甘原宪贫。焉能心怏怏，只是走踆踆。今欲东入海，即将西去秦。尚怜终南山，回首清渭滨。常拟报一饭，况怀辞大臣。白鸥没浩荡，万里谁能驯？",
    "id": "P279"
  },
  {
    "title": "江亭夜月送别二首",
    "dynasty": "唐代",
    "writer": "王勃",
    "content": [
      "江送巴南水，",
      "山横塞北云。",
      "津亭秋月夜，",
      "谁见泣离群？",
      "乱烟笼碧砌，",
      "飞月向南端。",
      "寂寞离亭掩，",
      "江山此夜寒。keysentence"
    ],
    "type": [
      "秋天",
      "送别",
      "写景",
      "抒情",
      "组诗"
    ],
    "source": "江送巴南水，山横塞北云。津亭秋月夜，谁见泣离群？乱烟笼碧砌，飞月向南端。寂寞离亭掩，江山此夜寒。keysentence",
    "id": "P280"
  },
  {
    "title": "将进酒",
    "dynasty": "唐代",
    "writer": "李贺",
    "content": [
      "琉璃钟，",
      "琥珀浓，",
      "小槽酒滴真珠红。",
      "烹龙炮凤玉脂泣，",
      "罗帏绣幕围香风。",
      "吹龙笛，",
      "击鼍鼓；",
      "皓齿歌，",
      "细腰舞。",
      "况是青春日将暮，",
      "桃花乱落如红雨。keysentence",
      "劝君终日酩酊醉，",
      "酒不到刘伶坟上土。"
    ],
    "type": [
      "乐府",
      "宴饮",
      "讽喻",
      "人生"
    ],
    "source": "琉璃钟，琥珀浓，小槽酒滴真珠红。烹龙炮凤玉脂泣，罗帏绣幕围香风。吹龙笛，击鼍鼓；皓齿歌，细腰舞。况是青春日将暮，桃花乱落如红雨。keysentence劝君终日酩酊醉，酒不到刘伶坟上土。",
    "id": "P281"
  },
  {
    "title": "惠崇春江晚景二首",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "竹外桃花三两枝，",
      "春江水暖鸭先知。",
      "蒌蒿满地芦芽短，",
      "正是河豚欲上时。",
      "两两归鸿欲破群，",
      "依依还似北归人。keysentence",
      "遥知朔漠多风雪，",
      "更待江南半月春。"
    ],
    "type": [
      "古诗三百首",
      "题画",
      "想象",
      "写景",
      "春天",
      "写水",
      "早教古诗100首"
    ],
    "source": "竹外桃花三两枝，春江水暖鸭先知。蒌蒿满地芦芽短，正是河豚欲上时。两两归鸿欲破群，依依还似北归人。keysentence遥知朔漠多风雪，更待江南半月春。",
    "id": "P282"
  },
  {
    "title": "题长安壁主人",
    "dynasty": "唐代",
    "writer": "张谓",
    "content": [
      "世人结交须黄金，",
      "黄金不多交不深。keysentence",
      "纵令然诺暂相许，",
      "终是悠悠行路心。"
    ],
    "type": [
      "友情",
      "哲理"
    ],
    "source": "世人结交须黄金，黄金不多交不深。keysentence纵令然诺暂相许，终是悠悠行路心。",
    "id": "P283"
  },
  {
    "title": "和晋陵陆丞早春游望",
    "dynasty": "唐代",
    "writer": "杜审言",
    "content": [
      "独有宦游人，",
      "偏惊物候新。",
      "云霞出海曙，",
      "梅柳渡江春。keysentence",
      "淑气催黄鸟，",
      "晴光转绿蘋。",
      "忽闻歌古调，",
      "归思欲沾巾。"
    ],
    "type": [
      "唐诗三百首",
      "春天",
      "思乡",
      "伤怀",
      "和诗"
    ],
    "source": "独有宦游人，偏惊物候新。云霞出海曙，梅柳渡江春。keysentence淑气催黄鸟，晴光转绿蘋。忽闻歌古调，归思欲沾巾。",
    "id": "P284"
  },
  {
    "title": "辋川闲居赠裴秀才迪",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "寒山转苍翠，",
      "秋水日潺湲。keysentence",
      "倚杖柴门外，",
      "临风听暮蝉。",
      "渡头馀落日，",
      "墟里上孤烟。",
      "复值接舆醉，",
      "狂歌五柳前。"
    ],
    "type": [
      "唐诗三百首",
      "秋天",
      "写景",
      "抒情"
    ],
    "source": "寒山转苍翠，秋水日潺湲。keysentence倚杖柴门外，临风听暮蝉。渡头馀落日，墟里上孤烟。复值接舆醉，狂歌五柳前。",
    "id": "P285"
  },
  {
    "title": "卜算子·不是爱风尘",
    "dynasty": "宋代",
    "writer": "严蕊",
    "content": [
      "不是爱风尘，",
      "似被前缘误。",
      "花落花开自有时，",
      "总赖东君主。keysentence",
      "去也终须去，",
      "住也如何住！",
      "若得山花插满头，",
      "莫问奴归处。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "女子",
      "自白",
      "无奈"
    ],
    "source": "不是爱风尘，似被前缘误。花落花开自有时，总赖东君主。keysentence去也终须去，住也如何住！若得山花插满头，莫问奴归处。",
    "id": "P286"
  },
  {
    "title": "悲歌",
    "dynasty": "两汉",
    "writer": "佚名",
    "content": [
      "悲歌可以当泣，",
      "远望可以当归。keysentence",
      "思念故乡，",
      "郁郁累累。",
      "欲归家无人，",
      "欲渡河无船。",
      "心思不能言，",
      "肠中车轮转。"
    ],
    "type": [
      "乐府",
      "思乡",
      "感伤"
    ],
    "source": "悲歌可以当泣，远望可以当归。keysentence思念故乡，郁郁累累。欲归家无人，欲渡河无船。心思不能言，肠中车轮转。",
    "id": "P287"
  },
  {
    "title": "观沧海",
    "dynasty": "两汉",
    "writer": "曹操",
    "content": [
      "东临碣石，",
      "以观沧海。keysentence",
      "水何澹澹，",
      "山岛竦峙。",
      "树木丛生，",
      "百草丰茂。",
      "秋风萧瑟，",
      "洪波涌起。",
      "日月之行，",
      "若出其中；",
      "星汉灿烂，",
      "若出其里。",
      "幸甚至哉，",
      "歌以咏志。"
    ],
    "type": [
      "古诗三百首",
      "初中古诗",
      "乐府",
      "写景",
      "抒情",
      "抱负"
    ],
    "source": "东临碣石，以观沧海。keysentence水何澹澹，山岛竦峙。树木丛生，百草丰茂。秋风萧瑟，洪波涌起。日月之行，若出其中；星汉灿烂，若出其里。幸甚至哉，歌以咏志。",
    "id": "P288"
  },
  {
    "title": "左迁至蓝关示侄孙湘",
    "dynasty": "唐代",
    "writer": "韩愈",
    "content": [
      "一封朝奏九重天，",
      "夕贬潮州路八千。",
      "欲为圣明除弊事，",
      "肯将衰朽惜残年！",
      "云横秦岭家何在？",
      "雪拥蓝关马不前。keysentence",
      "知汝远来应有意，",
      "好收吾骨瘴江边。",
      "一封朝奏九重天，",
      "夕贬潮阳路八千。",
      "本为圣朝除弊政，",
      "敢将衰朽惜残年。",
      "云横秦岭家何在？",
      "雪拥蓝关马不前。",
      "知汝远来应有意，",
      "好收吾骨瘴江边。"
    ],
    "type": [
      "初中古诗",
      "叙事",
      "写景",
      "抒情"
    ],
    "source": "一封朝奏九重天，夕贬潮州路八千。欲为圣明除弊事，肯将衰朽惜残年！云横秦岭家何在？雪拥蓝关马不前。keysentence知汝远来应有意，好收吾骨瘴江边。一封朝奏九重天，夕贬潮阳路八千。本为圣朝除弊政，敢将衰朽惜残年。云横秦岭家何在？雪拥蓝关马不前。知汝远来应有意，好收吾骨瘴江边。",
    "id": "P289"
  },
  {
    "title": "钓鱼湾",
    "dynasty": "唐代",
    "writer": "储光羲",
    "content": [
      "垂钓绿湾春，",
      "春深杏花乱。",
      "潭清疑水浅，",
      "荷动知鱼散。keysentence",
      "日暮待情人，",
      "维舟绿杨岸。"
    ],
    "type": [
      "春天",
      "钓鱼",
      "爱情"
    ],
    "source": "垂钓绿湾春，春深杏花乱。潭清疑水浅，荷动知鱼散。keysentence日暮待情人，维舟绿杨岸。",
    "id": "P290"
  },
  {
    "title": "富春至严陵山水甚佳",
    "dynasty": "清代",
    "writer": "纪昀",
    "content": [
      "浓似春云淡似烟，",
      "参差绿到大江边。keysentence",
      "斜阳流水推篷坐，",
      "翠色随人欲上船。"
    ],
    "type": [
      "古诗三百首",
      "写景"
    ],
    "source": "浓似春云淡似烟，参差绿到大江边。keysentence斜阳流水推篷坐，翠色随人欲上船。",
    "id": "P291"
  },
  {
    "title": "寻南溪常山道人隐居",
    "dynasty": "唐代",
    "writer": "刘长卿",
    "content": [
      "一路经行处，",
      "莓苔见履痕。",
      "白云依静渚，",
      "春草闭闲门。keysentence",
      "过雨看松色，",
      "随山到水源。",
      "溪花与禅意，",
      "相对亦忘言。"
    ],
    "type": [
      "唐诗三百首",
      "写景"
    ],
    "source": "一路经行处，莓苔见履痕。白云依静渚，春草闭闲门。keysentence过雨看松色，随山到水源。溪花与禅意，相对亦忘言。",
    "id": "P292"
  },
  {
    "title": "子夜吴歌·春歌",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "秦地罗敷女，",
      "采桑绿水边。keysentence",
      "素手青条上，",
      "红妆白日鲜。",
      "蚕饥妾欲去，",
      "五马莫留连。"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "春天",
      "赞美",
      "女子"
    ],
    "source": "秦地罗敷女，采桑绿水边。keysentence素手青条上，红妆白日鲜。蚕饥妾欲去，五马莫留连。",
    "id": "P293"
  },
  {
    "title": "客中初夏",
    "dynasty": "宋代",
    "writer": "司马光",
    "content": [
      "四月清和雨乍晴，",
      "南山当户转分明。",
      "更无柳絮因风起，",
      "惟有葵花向日倾。keysentence"
    ],
    "type": [
      "夏天",
      "写景",
      "咏物",
      "写花",
      "言志"
    ],
    "source": "四月清和雨乍晴，南山当户转分明。更无柳絮因风起，惟有葵花向日倾。keysentence",
    "id": "P294"
  },
  {
    "title": "放言五首·其一",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "朝真暮伪何人辨，",
      "古往今来底事无。keysentence",
      "但爱臧生能诈圣，",
      "可知宁子解佯愚。",
      "草萤有耀终非火，",
      "荷露虽团岂是珠。",
      "不取燔柴兼照乘，",
      "可怜光彩亦何殊。"
    ],
    "type": [
      "抒情"
    ],
    "source": "朝真暮伪何人辨，古往今来底事无。keysentence但爱臧生能诈圣，可知宁子解佯愚。草萤有耀终非火，荷露虽团岂是珠。不取燔柴兼照乘，可怜光彩亦何殊。",
    "id": "P295"
  },
  {
    "title": "和张仆射塞下曲·其二",
    "dynasty": "唐代",
    "writer": "卢纶",
    "content": [
      "林暗草惊风，",
      "将军夜引弓。keysentence",
      "平明寻白羽，",
      "没在石棱中。"
    ],
    "type": [
      "唐诗三百首",
      "边塞",
      "狩猎",
      "赞美",
      "将军"
    ],
    "source": "林暗草惊风，将军夜引弓。keysentence平明寻白羽，没在石棱中。",
    "id": "P296"
  },
  {
    "title": "绝句·书当快意读易尽",
    "dynasty": "宋代",
    "writer": "陈师道",
    "content": [
      "书当快意读易尽，",
      "客有可人期不来。keysentence",
      "世事相违每如此，",
      "好怀百岁几回开？"
    ],
    "type": [
      "感叹",
      "人生",
      "哲理"
    ],
    "source": "书当快意读易尽，客有可人期不来。keysentence世事相违每如此，好怀百岁几回开？",
    "id": "P297"
  },
  {
    "title": "绸缪",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "绸缪束薪，",
      "三星在天。keysentence",
      "今夕何夕，",
      "见此良人？",
      "子兮子兮，",
      "如此良人何？",
      "绸缪束刍，",
      "三星在隅。",
      "今夕何夕，",
      "见此邂逅？",
      "子兮子兮，",
      "如此邂逅何？",
      "绸缪束楚，",
      "三星在户。",
      "今夕何夕，",
      "见此粲者？",
      "子兮子兮，",
      "如此粲者何？"
    ],
    "type": [
      "诗经",
      "婚姻"
    ],
    "source": "绸缪束薪，三星在天。keysentence今夕何夕，见此良人？子兮子兮，如此良人何？绸缪束刍，三星在隅。今夕何夕，见此邂逅？子兮子兮，如此邂逅何？绸缪束楚，三星在户。今夕何夕，见此粲者？子兮子兮，如此粲者何？",
    "id": "P298"
  },
  {
    "title": "汴京元夕",
    "dynasty": "明代",
    "writer": "李梦阳",
    "content": [
      "中山孺子倚新妆，",
      "郑女燕姬独擅场。",
      "齐唱宪王春乐府，",
      "金梁桥外月如霜。keysentence"
    ],
    "type": [
      "元宵节",
      "杂剧",
      "表演"
    ],
    "source": "中山孺子倚新妆，郑女燕姬独擅场。齐唱宪王春乐府，金梁桥外月如霜。keysentence",
    "id": "P299"
  },
  {
    "title": "乌衣巷",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "朱雀桥边野草花，",
      "乌衣巷口夕阳斜。",
      "旧时王谢堂前燕，",
      "飞入寻常百姓家。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "地名",
      "怀古",
      "早教古诗100首"
    ],
    "source": "朱雀桥边野草花，乌衣巷口夕阳斜。旧时王谢堂前燕，飞入寻常百姓家。keysentence",
    "id": "P300"
  },
  {
    "title": "如意娘",
    "dynasty": "唐代",
    "writer": "武则天",
    "content": [
      "看朱成碧思纷纷，",
      "憔悴支离为忆君。keysentence",
      "不信比来长下泪，",
      "开箱验取石榴裙。"
    ],
    "type": [
      "相思",
      "婉约"
    ],
    "source": "看朱成碧思纷纷，憔悴支离为忆君。keysentence不信比来长下泪，开箱验取石榴裙。",
    "id": "P301"
  },
  {
    "title": "端午日赐衣",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "宫衣亦有名，",
      "端午被恩荣。keysentence",
      "细葛含风软，",
      "香罗叠雪轻。",
      "自天题处湿，",
      "当暑著来清。",
      "意内称长短，",
      "终身荷圣情。"
    ],
    "type": [
      "端午节",
      "感恩"
    ],
    "source": "宫衣亦有名，端午被恩荣。keysentence细葛含风软，香罗叠雪轻。自天题处湿，当暑著来清。意内称长短，终身荷圣情。",
    "id": "P302"
  },
  {
    "title": "绵州巴歌",
    "dynasty": "魏晋",
    "writer": "佚名",
    "content": [
      "豆子山，",
      "打瓦鼓。",
      "扬平山，",
      "撒白雨。",
      "下白雨，",
      "取龙女。",
      "织得绢，",
      "二丈五。keysentence",
      "一半属罗江，",
      "一半属玄武。"
    ],
    "type": [],
    "source": "豆子山，打瓦鼓。扬平山，撒白雨。下白雨，取龙女。织得绢，二丈五。keysentence一半属罗江，一半属玄武。",
    "id": "P303"
  },
  {
    "title": "望海潮·东南形胜",
    "dynasty": "宋代",
    "writer": "柳永",
    "content": [
      "东南形胜，",
      "三吴都会，",
      "钱塘自古繁华，",
      "烟柳画桥，",
      "风帘翠幕，",
      "参差十万人家。",
      "云树绕堤沙，",
      "怒涛卷霜雪，",
      "天堑无涯。",
      "市列珠玑，",
      "户盈罗绮，",
      "竞豪奢。",
      "重湖叠巘清嘉。",
      "有三秋桂子，",
      "十里荷花。keysentence",
      "羌管弄晴，",
      "菱歌泛夜，",
      "嬉嬉钓叟莲娃。",
      "千骑拥高牙。",
      "乘醉听箫鼓，",
      "吟赏烟霞。",
      "异日图将好景，",
      "归去凤池夸。"
    ],
    "type": [
      "宋词三百首",
      "景点",
      "写景",
      "生活"
    ],
    "source": "东南形胜，三吴都会，钱塘自古繁华，烟柳画桥，风帘翠幕，参差十万人家。云树绕堤沙，怒涛卷霜雪，天堑无涯。市列珠玑，户盈罗绮，竞豪奢。重湖叠巘清嘉。有三秋桂子，十里荷花。keysentence羌管弄晴，菱歌泛夜，嬉嬉钓叟莲娃。千骑拥高牙。乘醉听箫鼓，吟赏烟霞。异日图将好景，归去凤池夸。",
    "id": "P304"
  },
  {
    "title": "少年游·离多最是",
    "dynasty": "宋代",
    "writer": "晏几道",
    "content": [
      "离多最是，",
      "东西流水，",
      "终解两相逢。keysentence",
      "浅情终似，",
      "行云无定，",
      "犹到梦魂中。",
      "可怜人意，",
      "薄于云水，",
      "佳会更难重。",
      "细想从来，",
      "断肠多处，",
      "不与今番同。"
    ],
    "type": [
      "抒情",
      "离别"
    ],
    "source": "离多最是，东西流水，终解两相逢。keysentence浅情终似，行云无定，犹到梦魂中。可怜人意，薄于云水，佳会更难重。细想从来，断肠多处，不与今番同。",
    "id": "P305"
  },
  {
    "title": "采桑子·何人解赏西湖好",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "何人解赏西湖好，",
      "佳景无时。keysentence",
      "飞盖相追。",
      "贪向花间醉玉卮。",
      "谁知闲凭阑干处，",
      "芳草斜晖。",
      "水远烟微。",
      "一点沧洲白鹭飞。"
    ],
    "type": [
      "写景",
      "写水",
      "西湖"
    ],
    "source": "何人解赏西湖好，佳景无时。keysentence飞盖相追。贪向花间醉玉卮。谁知闲凭阑干处，芳草斜晖。水远烟微。一点沧洲白鹭飞。",
    "id": "P306"
  },
  {
    "title": "玉台体",
    "dynasty": "唐代",
    "writer": "权德舆",
    "content": [
      "昨夜裙带解，",
      "今朝蟢子飞。keysentence",
      "铅华不可弃，",
      "莫是藁砧归。"
    ],
    "type": [
      "唐诗三百首",
      "女子",
      "思念"
    ],
    "source": "昨夜裙带解，今朝蟢子飞。keysentence铅华不可弃，莫是藁砧归。",
    "id": "P307"
  },
  {
    "title": "八月十五夜月二首",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "满月飞明镜，",
      "归心折大刀。keysentence",
      "转蓬行地远，",
      "攀桂仰天高。",
      "水路疑霜雪，",
      "林栖见羽毛。",
      "此时瞻白兔，",
      "直欲数秋毫。",
      "稍下巫山峡，",
      "犹衔白帝城。",
      "气沈全浦暗，",
      "轮仄半楼明。",
      "刁斗皆催晓，",
      "蟾蜍且自倾。",
      "张弓倚残魄，",
      "不独汉家营。"
    ],
    "type": [
      "中秋节",
      "月亮",
      "思乡"
    ],
    "source": "满月飞明镜，归心折大刀。keysentence转蓬行地远，攀桂仰天高。水路疑霜雪，林栖见羽毛。此时瞻白兔，直欲数秋毫。稍下巫山峡，犹衔白帝城。气沈全浦暗，轮仄半楼明。刁斗皆催晓，蟾蜍且自倾。张弓倚残魄，不独汉家营。",
    "id": "P308"
  },
  {
    "title": "同李十一醉忆元九",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "花时同醉破春愁，",
      "醉折花枝作酒筹。keysentence",
      "忽忆故人天际去，",
      "计程今日到梁州。"
    ],
    "type": [
      "友情",
      "思念"
    ],
    "source": "花时同醉破春愁，醉折花枝作酒筹。keysentence忽忆故人天际去，计程今日到梁州。",
    "id": "P309"
  },
  {
    "title": "破阵子·四十年来家国",
    "dynasty": "五代",
    "writer": "李煜",
    "content": [
      "四十年来家国，",
      "三千里地山河。keysentence",
      "凤阁龙楼连霄汉，",
      "玉树琼枝作烟萝，",
      "几曾识干戈？",
      "一旦归为臣虏，",
      "沈腰潘鬓消磨。",
      "最是仓皇辞庙日，",
      "教坊犹奏别离歌，",
      "垂泪对宫娥。"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "典故",
      "留恋",
      "感伤"
    ],
    "source": "四十年来家国，三千里地山河。keysentence凤阁龙楼连霄汉，玉树琼枝作烟萝，几曾识干戈？一旦归为臣虏，沈腰潘鬓消磨。最是仓皇辞庙日，教坊犹奏别离歌，垂泪对宫娥。",
    "id": "P310"
  },
  {
    "title": "金缕曲·亡妇忌日有感",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "此恨何时已。",
      "滴空阶、寒更雨歇，",
      "葬花天气。",
      "三载悠悠魂梦杳，",
      "是梦久应醒矣。",
      "料也觉、人间无味。",
      "不及夜台尘土隔，",
      "冷清清、一片埋愁地。",
      "钗钿约，",
      "竟抛弃。",
      "重泉若有双鱼寄。",
      "好知他、年来苦乐，",
      "与谁相倚。",
      "我自中宵成转侧，",
      "忍听湘弦重理。keysentence",
      "待结个、他生知已。",
      "还怕两人俱薄命，",
      "再缘悭、剩月零风里。",
      "清泪尽，",
      "纸灰起。"
    ],
    "type": [
      "悼亡",
      "伤春",
      "怀念"
    ],
    "source": "此恨何时已。滴空阶、寒更雨歇，葬花天气。三载悠悠魂梦杳，是梦久应醒矣。料也觉、人间无味。不及夜台尘土隔，冷清清、一片埋愁地。钗钿约，竟抛弃。重泉若有双鱼寄。好知他、年来苦乐，与谁相倚。我自中宵成转侧，忍听湘弦重理。keysentence待结个、他生知已。还怕两人俱薄命，再缘悭、剩月零风里。清泪尽，纸灰起。",
    "id": "P311"
  },
  {
    "title": "南陵道中",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "南陵水面漫悠悠，",
      "风紧云轻欲变秋。keysentence",
      "正是客心孤迥处，",
      "谁家红袖凭江楼？"
    ],
    "type": [
      "写景",
      "抒情",
      "孤独"
    ],
    "source": "南陵水面漫悠悠，风紧云轻欲变秋。keysentence正是客心孤迥处，谁家红袖凭江楼？",
    "id": "P312"
  },
  {
    "title": "春夜",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "金炉香烬漏声残，",
      "翦翦轻风阵阵寒。",
      "春色恼人眠不得，",
      "月移花影上栏杆。keysentence"
    ],
    "type": [
      "古诗三百首",
      "春天",
      "写景",
      "抒情",
      "思念"
    ],
    "source": "金炉香烬漏声残，翦翦轻风阵阵寒。春色恼人眠不得，月移花影上栏杆。keysentence",
    "id": "P313"
  },
  {
    "title": "春中喜王九相寻",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "二月湖水清，",
      "家家春鸟鸣。keysentence",
      "林花扫更落，",
      "径草踏还生。",
      "酒伴来相命，",
      "开尊共解酲。",
      "当杯已入手，",
      "歌妓莫停声。"
    ],
    "type": [
      "春天"
    ],
    "source": "二月湖水清，家家春鸟鸣。keysentence林花扫更落，径草踏还生。酒伴来相命，开尊共解酲。当杯已入手，歌妓莫停声。",
    "id": "P314"
  },
  {
    "title": "南乡子·和杨元素时移守密州",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "东武望余杭，",
      "云海天涯两渺茫。keysentence",
      "何日功成名遂了，",
      "还乡，",
      "醉笑陪公三万场。",
      "不用诉离觞，",
      "痛饮从来别有肠。",
      "今夜送归灯火冷，",
      "河塘，",
      "堕泪羊公却姓杨。"
    ],
    "type": [
      "地名",
      "思念",
      "友情"
    ],
    "source": "东武望余杭，云海天涯两渺茫。keysentence何日功成名遂了，还乡，醉笑陪公三万场。不用诉离觞，痛饮从来别有肠。今夜送归灯火冷，河塘，堕泪羊公却姓杨。",
    "id": "P315"
  },
  {
    "title": "题李凝幽居",
    "dynasty": "唐代",
    "writer": "贾岛",
    "content": [
      "闲居少邻并，",
      "草径入荒园。",
      "鸟宿池边树，",
      "僧敲月下门。keysentence",
      "过桥分野色，",
      "移石动云根。",
      "暂去还来此，",
      "幽期不负言。"
    ],
    "type": [
      "访友",
      "写景",
      "早教古诗100首"
    ],
    "source": "闲居少邻并，草径入荒园。鸟宿池边树，僧敲月下门。keysentence过桥分野色，移石动云根。暂去还来此，幽期不负言。",
    "id": "P316"
  },
  {
    "title": "荆轲歌",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "风萧萧兮易水寒，",
      "壮士一去兮不复还。keysentence",
      "探虎穴兮入蛟宫，",
      "仰天呼气兮成白虹。"
    ],
    "type": [
      "古诗三百首",
      "爱国",
      "悲歌"
    ],
    "source": "风萧萧兮易水寒，壮士一去兮不复还。keysentence探虎穴兮入蛟宫，仰天呼气兮成白虹。",
    "id": "P317"
  },
  {
    "title": "氓",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "氓之蚩蚩，",
      "抱布贸丝。",
      "匪来贸丝，",
      "来即我谋。",
      "送子涉淇，",
      "至于顿丘。",
      "匪我愆期，",
      "子无良媒。",
      "将子无怒，",
      "秋以为期。",
      "乘彼垝垣，",
      "以望复关。",
      "不见复关，",
      "泣涕涟涟。",
      "既见复关，",
      "载笑载言。",
      "尔卜尔筮，",
      "体无咎言。",
      "以尔车来，",
      "以我贿迁。",
      "桑之未落，",
      "其叶沃若。keysentence",
      "于嗟鸠兮！",
      "无食桑葚。",
      "于嗟女兮！",
      "无与士耽。",
      "士之耽兮，",
      "犹可说也。",
      "女之耽兮，",
      "不可说也。",
      "桑之落矣，",
      "其黄而陨。",
      "自我徂尔，",
      "三岁食贫。",
      "淇水汤汤，",
      "渐车帷裳。",
      "女也不爽，",
      "士贰其行。",
      "士也罔极，",
      "二三其德。",
      "三岁为妇，",
      "靡室劳矣。",
      "夙兴夜寐，",
      "靡有朝矣。",
      "言既遂矣，",
      "至于暴矣。",
      "兄弟不知，",
      "咥其笑矣。",
      "静言思之，",
      "躬自悼矣。",
      "及尔偕老，",
      "老使我怨。",
      "淇则有岸，",
      "隰则有泮。",
      "总角之宴，",
      "言笑晏晏，",
      "信誓旦旦，",
      "不思其反。",
      "反是不思，",
      "亦已焉哉！"
    ],
    "type": [
      "诗经",
      "叙事",
      "闺怨",
      "民谣",
      "分手"
    ],
    "source": "氓之蚩蚩，抱布贸丝。匪来贸丝，来即我谋。送子涉淇，至于顿丘。匪我愆期，子无良媒。将子无怒，秋以为期。乘彼垝垣，以望复关。不见复关，泣涕涟涟。既见复关，载笑载言。尔卜尔筮，体无咎言。以尔车来，以我贿迁。桑之未落，其叶沃若。keysentence于嗟鸠兮！无食桑葚。于嗟女兮！无与士耽。士之耽兮，犹可说也。女之耽兮，不可说也。桑之落矣，其黄而陨。自我徂尔，三岁食贫。淇水汤汤，渐车帷裳。女也不爽，士贰其行。士也罔极，二三其德。三岁为妇，靡室劳矣。夙兴夜寐，靡有朝矣。言既遂矣，至于暴矣。兄弟不知，咥其笑矣。静言思之，躬自悼矣。及尔偕老，老使我怨。淇则有岸，隰则有泮。总角之宴，言笑晏晏，信誓旦旦，不思其反。反是不思，亦已焉哉！",
    "id": "P318"
  },
  {
    "title": "六月二十日夜渡海",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "参横斗转欲三更，",
      "苦雨终风也解晴。keysentence",
      "云散月明谁点缀？",
      "天容海色本澄清。",
      "空余鲁叟乘桴意，",
      "粗识轩辕奏乐声。",
      "九死南荒吾不恨，",
      "兹游奇绝冠平生。"
    ],
    "type": [
      "游历",
      "写景",
      "抒情",
      "猖狂"
    ],
    "source": "参横斗转欲三更，苦雨终风也解晴。keysentence云散月明谁点缀？天容海色本澄清。空余鲁叟乘桴意，粗识轩辕奏乐声。九死南荒吾不恨，兹游奇绝冠平生。",
    "id": "P319"
  },
  {
    "title": "春日",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "一夕轻雷落万丝，",
      "霁光浮瓦碧参差。",
      "有情芍药含春泪，",
      "无力蔷薇卧晓枝。keysentence"
    ],
    "type": [
      "古诗三百首",
      "写雨",
      "写景"
    ],
    "source": "一夕轻雷落万丝，霁光浮瓦碧参差。有情芍药含春泪，无力蔷薇卧晓枝。keysentence",
    "id": "P320"
  },
  {
    "title": "画眉鸟",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "百啭千声随意移，",
      "山花红紫树高低。keysentence",
      "始知锁向金笼听，",
      "不及林间自在啼。"
    ],
    "type": [
      "古诗三百首",
      "写鸟",
      "寓人",
      "早教古诗100首"
    ],
    "source": "百啭千声随意移，山花红紫树高低。keysentence始知锁向金笼听，不及林间自在啼。",
    "id": "P321"
  },
  {
    "title": "代悲白头翁",
    "dynasty": "唐代",
    "writer": "刘希夷",
    "content": [
      "洛阳城东桃李花，",
      "飞来飞去落谁家？",
      "洛阳女儿惜颜色，",
      "坐见落花长叹息。",
      "今年花落颜色改，",
      "明年花开复谁在？",
      "已见松柏摧为薪，",
      "更闻桑田变成海。",
      "古人无复洛城东，",
      "今人还对落花风。",
      "年年岁岁花相似，",
      "岁岁年年人不同。",
      "寄言全盛红颜子，",
      "应怜半死白头翁。",
      "此翁白头真可怜，",
      "伊昔红颜美少年。",
      "公子王孙芳树下，",
      "清歌妙舞落花前。",
      "光禄池台文锦绣，",
      "将军楼阁画神仙。",
      "一朝卧病无相识，",
      "三春行乐在谁边？",
      "宛转蛾眉能几时？",
      "须臾鹤发乱如丝。",
      "但看古来歌舞地，",
      "唯有黄昏鸟雀悲。keysentence"
    ],
    "type": [
      "写花",
      "感伤",
      "青春"
    ],
    "source": "洛阳城东桃李花，飞来飞去落谁家？洛阳女儿惜颜色，坐见落花长叹息。今年花落颜色改，明年花开复谁在？已见松柏摧为薪，更闻桑田变成海。古人无复洛城东，今人还对落花风。年年岁岁花相似，岁岁年年人不同。寄言全盛红颜子，应怜半死白头翁。此翁白头真可怜，伊昔红颜美少年。公子王孙芳树下，清歌妙舞落花前。光禄池台文锦绣，将军楼阁画神仙。一朝卧病无相识，三春行乐在谁边？宛转蛾眉能几时？须臾鹤发乱如丝。但看古来歌舞地，唯有黄昏鸟雀悲。keysentence",
    "id": "P322"
  },
  {
    "title": "春别曲",
    "dynasty": "唐代",
    "writer": "张籍",
    "content": [
      "长江春水绿堪染，",
      "莲叶出水大如钱。keysentence",
      "江头橘树君自种，",
      "那不长系木兰船。"
    ],
    "type": [
      "春天",
      "长江"
    ],
    "source": "长江春水绿堪染，莲叶出水大如钱。keysentence江头橘树君自种，那不长系木兰船。",
    "id": "P323"
  },
  {
    "title": "听弹琴",
    "dynasty": "唐代",
    "writer": "刘长卿",
    "content": [
      "泠泠七弦上，",
      "静听松风寒。keysentence",
      "古调虽自爱，",
      "今人多不弹。"
    ],
    "type": [
      "唐诗三百首",
      "音乐",
      "抒情"
    ],
    "source": "泠泠七弦上，静听松风寒。keysentence古调虽自爱，今人多不弹。",
    "id": "P324"
  },
  {
    "title": "出塞二首",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "秦时明月汉时关，",
      "万里长征人未还。",
      "但使龙城飞将在，",
      "不教胡马度阴山。keysentence",
      "骝马新跨白玉鞍，",
      "战罢沙场月色寒。",
      "城头铁鼓声犹振，",
      "匣里金刀血未干。"
    ],
    "type": [
      "边塞",
      "写景",
      "叙事",
      "战争",
      "抒情",
      "组诗"
    ],
    "source": "秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。keysentence骝马新跨白玉鞍，战罢沙场月色寒。城头铁鼓声犹振，匣里金刀血未干。",
    "id": "P325"
  },
  {
    "title": "大林寺桃花",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "人间四月芳菲尽，",
      "山寺桃花始盛开。keysentence",
      "长恨春归无觅处，",
      "不知转入此中来。"
    ],
    "type": [
      "写景",
      "写花",
      "早教古诗100首"
    ],
    "source": "人间四月芳菲尽，山寺桃花始盛开。keysentence长恨春归无觅处，不知转入此中来。",
    "id": "P326"
  },
  {
    "title": "念奴娇·登建康赏心亭呈史致道留守",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "我来吊古，",
      "上危楼、赢得闲愁千斛。",
      "虎踞龙蟠何处是，",
      "只有兴亡满目。keysentence",
      "柳外斜阳，",
      "水边归鸟，",
      "陇上吹乔木。",
      "片帆西去，",
      "一声谁喷霜竹。",
      "却忆安石风流，",
      "东山岁晚，",
      "泪落哀筝曲。",
      "儿辈功名都付与，",
      "长日惟消棋局。",
      "宝镜难寻，",
      "碧云将暮，",
      "谁劝杯中绿。",
      "江头风怒，",
      "朝来波浪翻屋。"
    ],
    "type": [
      "吊古伤今"
    ],
    "source": "我来吊古，上危楼、赢得闲愁千斛。虎踞龙蟠何处是，只有兴亡满目。keysentence柳外斜阳，水边归鸟，陇上吹乔木。片帆西去，一声谁喷霜竹。却忆安石风流，东山岁晚，泪落哀筝曲。儿辈功名都付与，长日惟消棋局。宝镜难寻，碧云将暮，谁劝杯中绿。江头风怒，朝来波浪翻屋。",
    "id": "P327"
  },
  {
    "title": "题诗后",
    "dynasty": "唐代",
    "writer": "贾岛",
    "content": [
      "两句三年得，",
      "一吟双泪流。keysentence",
      "知音如不赏，",
      "归卧故山秋。"
    ],
    "type": [
      "题诗",
      "早教古诗100首"
    ],
    "source": "两句三年得，一吟双泪流。keysentence知音如不赏，归卧故山秋。",
    "id": "P328"
  },
  {
    "title": "苦寒行",
    "dynasty": "魏晋",
    "writer": "曹操",
    "content": [
      "北上太行山，",
      "艰哉何巍巍！",
      "羊肠坂诘屈，",
      "车轮为之摧。",
      "树木何萧瑟，",
      "北风声正悲。",
      "熊罴对我蹲，",
      "虎豹夹路啼。",
      "溪谷少人民，",
      "雪落何霏霏！keysentence",
      "延颈长叹息，",
      "远行多所怀。",
      "我心何怫郁，",
      "思欲一东归。",
      "水深桥梁绝，",
      "中路正徘徊。",
      "迷惑失故路，",
      "薄暮无宿栖。",
      "行行日已远，",
      "人马同时饥。",
      "担囊行取薪，",
      "斧冰持作糜。",
      "悠悠使我哀。"
    ],
    "type": [
      "行军",
      "艰难",
      "同情"
    ],
    "source": "北上太行山，艰哉何巍巍！羊肠坂诘屈，车轮为之摧。树木何萧瑟，北风声正悲。熊罴对我蹲，虎豹夹路啼。溪谷少人民，雪落何霏霏！keysentence延颈长叹息，远行多所怀。我心何怫郁，思欲一东归。水深桥梁绝，中路正徘徊。迷惑失故路，薄暮无宿栖。行行日已远，人马同时饥。担囊行取薪，斧冰持作糜。悲彼《东山》诗，悠悠使我哀。",
    "id": "P329"
  },
  {
    "title": "宣州谢脁楼饯别校书叔云",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "弃我去者，",
      "昨日之日不可留；",
      "乱我心者，",
      "今日之日多烦忧。",
      "长风万里送秋雁，",
      "对此可以酣高楼。",
      "蓬莱文章建安骨，",
      "中间小谢又清发。keysentence",
      "俱怀逸兴壮思飞，",
      "欲上青天览明月。",
      "抽刀断水水更流，",
      "举杯销愁愁更愁。",
      "人生在世不称意，",
      "明朝散发弄扁舟。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "哲理",
      "离别",
      "抒怀",
      "豪迈"
    ],
    "source": "弃我去者，昨日之日不可留；乱我心者，今日之日多烦忧。长风万里送秋雁，对此可以酣高楼。蓬莱文章建安骨，中间小谢又清发。keysentence俱怀逸兴壮思飞，欲上青天览明月。抽刀断水水更流，举杯销愁愁更愁。人生在世不称意，明朝散发弄扁舟。",
    "id": "P331"
  },
  {
    "title": "杨柳枝词",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "一树春风千万枝，",
      "嫩于金色软于丝。keysentence",
      "永丰西角荒园里，",
      "尽日无人属阿谁？"
    ],
    "type": [
      "乐府",
      "咏物",
      "柳树"
    ],
    "source": "一树春风千万枝，嫩于金色软于丝。keysentence永丰西角荒园里，尽日无人属阿谁？",
    "id": "P332"
  },
  {
    "title": "明月何皎皎",
    "dynasty": "两汉",
    "writer": "佚名",
    "content": [
      "明月何皎皎，",
      "照我罗床帏。keysentence",
      "忧愁不能寐，",
      "揽衣起徘徊。",
      "客行虽云乐，",
      "不如早旋归。",
      "出户独彷徨，",
      "愁思当告谁！",
      "引领还入房，",
      "泪下沾裳衣。"
    ],
    "type": [
      "古诗三百首",
      "古诗十九首",
      "月亮",
      "思归"
    ],
    "source": "明月何皎皎，照我罗床帏。keysentence忧愁不能寐，揽衣起徘徊。客行虽云乐，不如早旋归。出户独彷徨，愁思当告谁！引领还入房，泪下沾裳衣。",
    "id": "P333"
  },
  {
    "title": "春思",
    "dynasty": "唐代",
    "writer": "皇甫冉",
    "content": [
      "莺啼燕语报新年，",
      "马邑龙堆路几千。",
      "家住层城临汉苑，",
      "心随明月到胡天。",
      "机中锦字论长恨，",
      "楼上花枝笑独眠。",
      "为问元戎窦车骑，",
      "何时返旆勒燕然。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "妇女",
      "春天",
      "闺怨",
      "思念"
    ],
    "source": "莺啼燕语报新年，马邑龙堆路几千。家住层城临汉苑，心随明月到胡天。机中锦字论长恨，楼上花枝笑独眠。为问元戎窦车骑，何时返旆勒燕然。keysentence",
    "id": "P334"
  },
  {
    "title": "垓下歌",
    "dynasty": "两汉",
    "writer": "项羽",
    "content": [
      "力拔山兮气盖世。",
      "时不利兮骓不逝。keysentence",
      "骓不逝兮可奈何！",
      "虞兮虞兮奈若何！"
    ],
    "type": [
      "古诗三百首",
      "写人",
      "励志",
      "哲理"
    ],
    "source": "力拔山兮气盖世。时不利兮骓不逝。keysentence骓不逝兮可奈何！虞兮虞兮奈若何！",
    "id": "P335"
  },
  {
    "title": "关雎",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "关关雎鸠，",
      "在河之洲。",
      "窈窕淑女，",
      "君子好逑。keysentence",
      "参差荇菜，",
      "左右流之。",
      "窈窕淑女，",
      "寤寐求之。",
      "求之不得，",
      "寤寐思服。",
      "悠哉悠哉，",
      "辗转反侧。",
      "参差荇菜，",
      "左右采之。",
      "窈窕淑女，",
      "琴瑟友之。",
      "参差荇菜，",
      "左右芼之。",
      "窈窕淑女，",
      "钟鼓乐之。"
    ],
    "type": [
      "古诗三百首",
      "初中古诗",
      "诗经",
      "爱情"
    ],
    "source": "关关雎鸠，在河之洲。窈窕淑女，君子好逑。keysentence参差荇菜，左右流之。窈窕淑女，寤寐求之。求之不得，寤寐思服。悠哉悠哉，辗转反侧。参差荇菜，左右采之。窈窕淑女，琴瑟友之。参差荇菜，左右芼之。窈窕淑女，钟鼓乐之。",
    "id": "P336"
  },
  {
    "title": "菩提偈",
    "dynasty": "唐代",
    "writer": "惠能",
    "content": [
      "菩提本无树，",
      "明镜亦非台。keysentence",
      "佛性常清净，",
      "何处有尘埃！",
      "心是菩提树，",
      "身为明镜台。",
      "明镜本清净，",
      "何处染尘埃！",
      "菩提本无树，",
      "明镜亦非台。",
      "本来无一物，",
      "何处惹尘埃！",
      "菩提只向心觅，",
      "何劳向外求玄？",
      "听说依此修行，",
      "西方只在目前！"
    ],
    "type": [
      "修行",
      "哲理"
    ],
    "source": "菩提本无树，明镜亦非台。keysentence佛性常清净，何处有尘埃！心是菩提树，身为明镜台。明镜本清净，何处染尘埃！菩提本无树，明镜亦非台。本来无一物，何处惹尘埃！菩提只向心觅，何劳向外求玄？听说依此修行，西方只在目前！",
    "id": "P337"
  },
  {
    "title": "龟虽寿",
    "dynasty": "两汉",
    "writer": "曹操",
    "content": [
      "神龟虽寿，",
      "犹有竟时。",
      "螣蛇乘雾，",
      "终为土灰。",
      "老骥伏枥，",
      "志在千里。",
      "烈士暮年，",
      "壮心不已。keysentence",
      "盈缩之期，",
      "不但在天；",
      "养怡之福，",
      "可得永年。",
      "幸甚至哉，",
      "歌以咏志。"
    ],
    "type": [
      "古诗三百首",
      "初中古诗",
      "咏志",
      "哲理"
    ],
    "source": "神龟虽寿，犹有竟时。螣蛇乘雾，终为土灰。老骥伏枥，志在千里。烈士暮年，壮心不已。keysentence盈缩之期，不但在天；养怡之福，可得永年。幸甚至哉，歌以咏志。",
    "id": "P338"
  },
  {
    "title": "谒金门·风乍起",
    "dynasty": "五代",
    "writer": "冯延巳",
    "content": [
      "风乍起，",
      "吹皱一池春水。keysentence",
      "闲引鸳鸯香径里，",
      "手挼红杏蕊。",
      "斗鸭阑干独倚，",
      "碧玉搔头斜坠。",
      "终日望君君不至，",
      "举头闻鹊喜。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "写景",
      "惜别",
      "留恋"
    ],
    "source": "风乍起，吹皱一池春水。keysentence闲引鸳鸯香径里，手挼红杏蕊。斗鸭阑干独倚，碧玉搔头斜坠。终日望君君不至，举头闻鹊喜。",
    "id": "P339"
  },
  {
    "title": "放言五首·其五",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "泰山不要欺毫末，",
      "颜子无心羡老彭。",
      "松树千年终是朽，",
      "槿花一日自为荣。keysentence",
      "何须恋世常忧死，",
      "亦莫嫌身漫厌生。",
      "生去死来都是幻，",
      "幻人哀乐系何情。"
    ],
    "type": [
      "哲理"
    ],
    "source": "泰山不要欺毫末，颜子无心羡老彭。松树千年终是朽，槿花一日自为荣。keysentence何须恋世常忧死，亦莫嫌身漫厌生。生去死来都是幻，幻人哀乐系何情。",
    "id": "P340"
  },
  {
    "title": "采薇",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "采薇采薇，",
      "薇亦作止。",
      "曰归曰归，",
      "岁亦莫止。",
      "靡室靡家，",
      "猃狁之故。",
      "不遑启居，",
      "猃狁之故。",
      "采薇采薇，",
      "薇亦柔止。",
      "曰归曰归，",
      "心亦忧止。",
      "忧心烈烈，",
      "载饥载渴。",
      "我戍未定，",
      "靡使归聘。",
      "采薇采薇，",
      "薇亦刚止。",
      "曰归曰归，",
      "岁亦阳止。",
      "王事靡盬，",
      "不遑启处。",
      "忧心孔疚，",
      "我行不来！",
      "彼尔维何？",
      "维常之华。",
      "彼路斯何？",
      "君子之车。",
      "戎车既驾，",
      "四牡业业。",
      "岂敢定居？",
      "一月三捷。",
      "驾彼四牡，",
      "四牡骙骙。",
      "君子所依，",
      "小人所腓。",
      "四牡翼翼，",
      "象弭鱼服。",
      "岂不日戒？",
      "猃狁孔棘！",
      "昔我往矣，",
      "杨柳依依。keysentence",
      "今我来思，",
      "雨雪霏霏。",
      "行道迟迟，",
      "载渴载饥。",
      "我心伤悲，",
      "莫知我哀！"
    ],
    "type": [
      "古诗三百首",
      "诗经",
      "战争",
      "思乡"
    ],
    "source": "采薇采薇，薇亦作止。曰归曰归，岁亦莫止。 靡室靡家，猃狁之故。不遑启居，猃狁之故。采薇采薇，薇亦柔止。曰归曰归，心亦忧止。 忧心烈烈，载饥载渴。我戍未定，靡使归聘。采薇采薇，薇亦刚止。曰归曰归，岁亦阳止。 王事靡盬，不遑启处。忧心孔疚，我行不来！彼尔维何？维常之华。彼路斯何？君子之车。 戎车既驾，四牡业业。岂敢定居？一月三捷。驾彼四牡，四牡骙骙。君子所依，小人所腓。 四牡翼翼，象弭鱼服。岂不日戒？猃狁孔棘！昔我往矣，杨柳依依。keysentence今我来思，雨雪霏霏。 行道迟迟，载渴载饥。我心伤悲，莫知我哀！",
    "id": "P341"
  },
  {
    "title": "西施",
    "dynasty": "唐代",
    "writer": "罗隐",
    "content": [
      "家国兴亡自有时，",
      "吴人何苦怨西施。keysentence",
      "西施若解倾吴国，",
      "越国亡来又是谁。"
    ],
    "type": [
      "咏史怀古",
      "哲理"
    ],
    "source": "家国兴亡自有时，吴人何苦怨西施。keysentence西施若解倾吴国，越国亡来又是谁。",
    "id": "P342"
  },
  {
    "title": "月下独酌四首",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "花间一壶酒，",
      "独酌无相亲。",
      "举杯邀明月，",
      "对影成三人。",
      "月既不解饮，",
      "影徒随我身。",
      "暂伴月将影，",
      "行乐须及春。",
      "我歌月徘徊，",
      "我舞影零乱。",
      "醒时相交欢，",
      "醉后各分散。",
      "永结无情游，",
      "相期邈云汉。",
      "天若不爱酒，",
      "酒星不在天。",
      "地若不爱酒，",
      "地应无酒泉。",
      "天地既爱酒，",
      "爱酒不愧天。",
      "已闻清比圣，",
      "复道浊如贤。",
      "贤圣既已饮，",
      "何必求神仙。",
      "三杯通大道，",
      "一斗合自然。",
      "但得酒中趣，",
      "勿为醒者传。",
      "三月咸阳城，",
      "千花昼如锦。",
      "谁能春独愁，",
      "对此径须饮。",
      "穷通与修短，",
      "造化夙所禀。",
      "一樽齐死生，",
      "万事固难审。",
      "醉後失天地，",
      "兀然就孤枕。",
      "不知有吾身，",
      "此乐最为甚。",
      "穷愁千万端，",
      "美酒三百杯。keysentence",
      "愁多酒虽少，",
      "酒倾愁不来。",
      "所以知酒圣，",
      "酒酣心自开。",
      "辞粟卧首阳，",
      "屡空饥颜回。",
      "当代不乐饮，",
      "虚名安用哉。",
      "蟹螯即金液，",
      "糟丘是蓬莱。",
      "且须饮美酒，",
      "乘月醉高台。"
    ],
    "type": [
      "月亮",
      "怀才不遇",
      "孤独",
      "饮酒",
      "组诗"
    ],
    "source": "花间一壶酒，独酌无相亲。举杯邀明月，对影成三人。月既不解饮，影徒随我身。暂伴月将影，行乐须及春。我歌月徘徊，我舞影零乱。醒时相交欢，醉后各分散。永结无情游，相期邈云汉。天若不爱酒，酒星不在天。地若不爱酒，地应无酒泉。天地既爱酒，爱酒不愧天。已闻清比圣，复道浊如贤。贤圣既已饮，何必求神仙。三杯通大道，一斗合自然。但得酒中趣，勿为醒者传。三月咸阳城，千花昼如锦。谁能春独愁，对此径须饮。穷通与修短，造化夙所禀。一樽齐死生，万事固难审。醉後失天地，兀然就孤枕。不知有吾身，此乐最为甚。穷愁千万端，美酒三百杯。keysentence愁多酒虽少，酒倾愁不来。所以知酒圣，酒酣心自开。辞粟卧首阳，屡空饥颜回。当代不乐饮，虚名安用哉。蟹螯即金液，糟丘是蓬莱。且须饮美酒，乘月醉高台。",
    "id": "P343"
  },
  {
    "title": "与浩初上人同看山寄京华亲故",
    "dynasty": "唐代",
    "writer": "柳宗元",
    "content": [
      "海畔尖山似剑铓，",
      "秋来处处割愁肠。",
      "若为化得身千亿，",
      "散上峰头望故乡。keysentence"
    ],
    "type": [
      "写山",
      "思念"
    ],
    "source": "海畔尖山似剑铓，秋来处处割愁肠。若为化得身千亿，散上峰头望故乡。keysentence",
    "id": "P344"
  },
  {
    "title": "九月十日即事",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "昨日登高罢，",
      "今朝更举觞。",
      "菊花何太苦，",
      "遭此两重阳？keysentence"
    ],
    "type": [
      "重阳节",
      "菊花",
      "抒情"
    ],
    "source": "昨日登高罢，今朝更举觞。菊花何太苦，遭此两重阳？keysentence",
    "id": "P345"
  },
  {
    "title": "端午三首",
    "dynasty": "宋代",
    "writer": "赵蕃",
    "content": [
      "谩说投诗赠汨罗，",
      "身今且乐奈渠何。",
      "尝闻求福木居士，",
      "试向艾人成祝呵。",
      "忠言不用竟沉死，",
      "留得文章星斗罗。",
      "何意更觞昌歜酒，",
      "为君击节一长歌。",
      "年年端午风兼雨，",
      "似为屈原陈昔冤。keysentence",
      "我欲于谁论许事，",
      "舍南舍北鹁鸠喧。"
    ],
    "type": [
      "端午节",
      "怀人",
      "组诗"
    ],
    "source": "谩说投诗赠汨罗，身今且乐奈渠何。尝闻求福木居士，试向艾人成祝呵。忠言不用竟沉死，留得文章星斗罗。何意更觞昌歜酒，为君击节一长歌。年年端午风兼雨，似为屈原陈昔冤。keysentence我欲于谁论许事，舍南舍北鹁鸠喧。",
    "id": "P346"
  },
  {
    "title": "浣溪沙·游蕲水清泉寺",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "游蕲水清泉寺，",
      "寺临兰溪，",
      "溪水西流。",
      "山下兰芽短浸溪，",
      "松间沙路净无泥，",
      "潇潇暮雨子规啼。",
      "谁道人生无再少？",
      "门前流水尚能西！",
      "休将白发唱黄鸡。keysentence"
    ],
    "type": [
      "宋词三百首",
      "小学古诗",
      "写景",
      "感叹",
      "人生",
      "哲理"
    ],
    "source": "游蕲水清泉寺，寺临兰溪，溪水西流。山下兰芽短浸溪，松间沙路净无泥，潇潇暮雨子规啼。谁道人生无再少？门前流水尚能西！休将白发唱黄鸡。keysentence",
    "id": "P347"
  },
  {
    "title": "金陵晚望",
    "dynasty": "唐代",
    "writer": "高蟾",
    "content": [
      "曾伴浮云归晚翠，",
      "犹陪落日泛秋声。",
      "世间无限丹青手，",
      "一片伤心画不成。keysentence"
    ],
    "type": [
      "秋天",
      "感伤",
      "爱国"
    ],
    "source": "曾伴浮云归晚翠，犹陪落日泛秋声。世间无限丹青手，一片伤心画不成。keysentence",
    "id": "P348"
  },
  {
    "title": "酒泉子·花映柳条",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "花映柳条，",
      "闲向绿萍池上。keysentence",
      "凭阑干，",
      "窥细浪，",
      "雨萧萧。",
      "近来音信两疏索，",
      "洞房空寂寞。",
      "掩银屏，",
      "垂翠箔，",
      "度春宵。"
    ],
    "type": [
      "春天",
      "女子",
      "怀远"
    ],
    "source": "花映柳条，闲向绿萍池上。keysentence凭阑干，窥细浪，雨萧萧。近来音信两疏索，洞房空寂寞。掩银屏，垂翠箔，度春宵。",
    "id": "P349"
  },
  {
    "title": "凉州词三首·其三",
    "dynasty": "唐代",
    "writer": "张籍",
    "content": [
      "凤林关里水东流，",
      "白草黄榆六十秋。keysentence",
      "边将皆承主恩泽，",
      "无人解道取凉州。"
    ],
    "type": [
      "写景",
      "谴责",
      "边将"
    ],
    "source": "凤林关里水东流，白草黄榆六十秋。keysentence边将皆承主恩泽，无人解道取凉州。",
    "id": "P350"
  },
  {
    "title": "山坡羊·道情",
    "dynasty": "元代",
    "writer": "宋方壶",
    "content": [
      "青山相待，",
      "白云相爱，",
      "梦不到紫罗袍共黄金带。keysentence",
      "一茅斋，",
      "野花开。",
      "管甚谁家兴废谁成败，",
      "陋巷箪瓢亦乐哉。",
      "贫，",
      "气不改；",
      "达，",
      "志不改。"
    ],
    "type": [
      "言志"
    ],
    "source": "青山相待，白云相爱，梦不到紫罗袍共黄金带。keysentence一茅斋，野花开。管甚谁家兴废谁成败，陋巷箪瓢亦乐哉。贫，气不改；达，志不改。",
    "id": "P351"
  },
  {
    "title": "寄黄几复",
    "dynasty": "宋代",
    "writer": "黄庭坚",
    "content": [
      "我居北海君南海，",
      "寄雁传书谢不能。",
      "桃李春风一杯酒，",
      "江湖夜雨十年灯。keysentence",
      "持家但有四立壁，",
      "治病不蕲三折肱。",
      "想见读书头已白，",
      "隔溪猿哭瘴溪藤。"
    ],
    "type": [
      "思念",
      "友情"
    ],
    "source": "我居北海君南海，寄雁传书谢不能。桃李春风一杯酒，江湖夜雨十年灯。keysentence持家但有四立壁，治病不蕲三折肱。想见读书头已白，隔溪猿哭瘴溪藤。",
    "id": "P352"
  },
  {
    "title": "蒹葭",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "蒹葭苍苍，",
      "白露为霜。keysentence",
      "所谓伊人，",
      "在水一方。",
      "溯洄从之，",
      "道阻且长。",
      "溯游从之，",
      "宛在水中央。",
      "蒹葭萋萋，",
      "白露未晞。",
      "所谓伊人，",
      "在水之湄。",
      "溯洄从之，",
      "道阻且跻。",
      "溯游从之，",
      "宛在水中坻。",
      "蒹葭采采，",
      "白露未已。",
      "所谓伊人，",
      "在水之涘。",
      "溯洄从之，",
      "道阻且右。",
      "溯游从之，",
      "宛在水中沚。"
    ],
    "type": [
      "古诗三百首",
      "诗经",
      "初中古诗",
      "高中古诗",
      "怀人",
      "爱情"
    ],
    "source": "蒹葭苍苍，白露为霜。keysentence所谓伊人，在水一方。溯洄从之，道阻且长。溯游从之，宛在水中央。蒹葭萋萋，白露未晞。所谓伊人，在水之湄。溯洄从之，道阻且跻。溯游从之，宛在水中坻。蒹葭采采，白露未已。所谓伊人，在水之涘。溯洄从之，道阻且右。溯游从之，宛在水中沚。",
    "id": "P353"
  },
  {
    "title": "送沈子归江东",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "杨柳渡头行客稀，",
      "罟师荡桨向临圻。",
      "唯有相思似春色，",
      "江南江北送君归。keysentence"
    ],
    "type": [
      "送别",
      "即景",
      "寓情",
      "思念"
    ],
    "source": "杨柳渡头行客稀，罟师荡桨向临圻。唯有相思似春色，江南江北送君归。keysentence",
    "id": "P354"
  },
  {
    "title": "狂夫",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "万里桥西一草堂，",
      "百花潭水即沧浪。",
      "风含翠篠娟娟净，",
      "雨裛红蕖冉冉香。keysentence",
      "厚禄故人书断绝，",
      "恒饥稚子色凄凉。",
      "欲填沟壑唯疏放，",
      "自笑狂夫老更狂。"
    ],
    "type": [
      "写人",
      "写景",
      "抒情"
    ],
    "source": "万里桥西一草堂，百花潭水即沧浪。风含翠篠娟娟净，雨裛红蕖冉冉香。keysentence厚禄故人书断绝，恒饥稚子色凄凉。欲填沟壑唯疏放，自笑狂夫老更狂。",
    "id": "P355"
  },
  {
    "title": "八声甘州·对潇潇暮雨洒江天",
    "dynasty": "宋代",
    "writer": "柳永",
    "content": [
      "对潇潇暮雨洒江天，",
      "一番洗清秋。",
      "渐霜风凄紧，",
      "关河冷落，",
      "残照当楼。",
      "是处红衰翠减，",
      "苒苒物华休。",
      "唯有长江水，",
      "无语东流。keysentence",
      "不忍登高临远，",
      "望故乡渺邈，",
      "归思难收。",
      "叹年来踪迹，",
      "何事苦淹留？",
      "想佳人妆楼颙望，",
      "误几回、天际识归舟。",
      "争知我，",
      "倚阑杆处，",
      "正恁凝愁！"
    ],
    "type": [
      "宋词三百首",
      "高中古诗",
      "写景",
      "抒情",
      "哲理",
      "怀人"
    ],
    "source": "对潇潇暮雨洒江天，一番洗清秋。渐霜风凄紧，关河冷落，残照当楼。是处红衰翠减，苒苒物华休。唯有长江水，无语东流。keysentence不忍登高临远，望故乡渺邈，归思难收。叹年来踪迹，何事苦淹留？想佳人妆楼颙望，误几回、天际识归舟。争知我，倚阑杆处，正恁凝愁！",
    "id": "P356"
  },
  {
    "title": "诉衷情·永夜抛人何处去",
    "dynasty": "唐代",
    "writer": "顾夐",
    "content": [
      "永夜抛人何处去？",
      "绝来音。",
      "香阁掩，",
      "眉敛，",
      "月将沉。",
      "争忍不相寻？",
      "怨孤衾。",
      "换我心，",
      "为你心，",
      "始知相忆深。keysentence"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "爱情",
      "女子",
      "思念"
    ],
    "source": "永夜抛人何处去？绝来音。香阁掩，眉敛，月将沉。争忍不相寻？怨孤衾。换我心，为你心，始知相忆深。keysentence",
    "id": "P357"
  },
  {
    "title": "采桑子·当时错",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "而今才道当时错，",
      "心绪凄迷。",
      "红泪偷垂，",
      "满眼春风百事非。keysentence",
      "情知此后来无计，",
      "强说欢期。",
      "一别如斯，",
      "落尽梨花月又西。"
    ],
    "type": [
      "写景",
      "落花",
      "悼亡",
      "爱情"
    ],
    "source": "而今才道当时错，心绪凄迷。红泪偷垂，满眼春风百事非。keysentence情知此后来无计，强说欢期。一别如斯，落尽梨花月又西。",
    "id": "P358"
  },
  {
    "title": "清平乐·别来春半",
    "dynasty": "五代",
    "writer": "李煜",
    "content": [
      "别来春半，",
      "触目柔肠断。keysentence",
      "砌下落梅如雪乱，",
      "拂了一身还满。",
      "雁来音信无凭，",
      "路遥归梦难成。",
      "离恨恰如春草，",
      "更行更远还生。"
    ],
    "type": [
      "宋词三百首",
      "春天",
      "写景",
      "思乡"
    ],
    "source": "别来春半，触目柔肠断。keysentence砌下落梅如雪乱，拂了一身还满。雁来音信无凭，路遥归梦难成。离恨恰如春草，更行更远还生。",
    "id": "P359"
  },
  {
    "title": "虞美人·宜州见梅作",
    "dynasty": "宋代",
    "writer": "黄庭坚",
    "content": [
      "天涯也有江南信。",
      "梅破知春近。",
      "夜阑风细得香迟。",
      "不道晓来开遍、向南枝。",
      "玉台弄粉花应妒。",
      "飘到眉心住。",
      "平生个里愿杯深。",
      "去国十年老尽、少年心。keysentence"
    ],
    "type": [
      "咏物",
      "梅花",
      "抒怀"
    ],
    "source": "天涯也有江南信。梅破知春近。夜阑风细得香迟。不道晓来开遍、向南枝。玉台弄粉花应妒。飘到眉心住。平生个里愿杯深。去国十年老尽、少年心。keysentence",
    "id": "P360"
  },
  {
    "title": "菩萨蛮·朔风吹散三更雪",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "朔风吹散三更雪，",
      "倩魂犹恋桃花月。keysentence",
      "梦好莫催醒，",
      "由他好处行。",
      "无端听画角，",
      "枕畔红冰薄。",
      "塞马一声嘶，",
      "残星拂大旗。"
    ],
    "type": [
      "记梦",
      "思念"
    ],
    "source": "朔风吹散三更雪，倩魂犹恋桃花月。keysentence梦好莫催醒，由他好处行。无端听画角，枕畔红冰薄。塞马一声嘶，残星拂大旗。",
    "id": "P361"
  },
  {
    "title": "渔父·浪花有意千里雪",
    "dynasty": "五代",
    "writer": "李煜",
    "content": [
      "浪花有意千里雪，",
      "桃花无言一队春。",
      "一壶酒，",
      "一竿身，",
      "快活如侬有几人。keysentence"
    ],
    "type": [
      "题画",
      "抒怀",
      "向往",
      "隐逸",
      "生活"
    ],
    "source": "浪花有意千里雪，桃花无言一队春。一壶酒，一竿身，快活如侬有几人。keysentence",
    "id": "P362"
  },
  {
    "title": "海棠",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "东风袅袅泛崇光，",
      "香雾空蒙月转廊。",
      "只恐夜深花睡去，",
      "故烧高烛照红妆。keysentence"
    ],
    "type": [
      "古诗三百首",
      "初中古诗",
      "赏花"
    ],
    "source": "东风袅袅泛崇光，香雾空蒙月转廊。只恐夜深花睡去，故烧高烛照红妆。keysentence",
    "id": "P363"
  },
  {
    "title": "寒夜",
    "dynasty": "宋代",
    "writer": "杜耒",
    "content": [
      "寒夜客来茶当酒，",
      "竹炉汤沸火初红。keysentence",
      "寻常一样窗前月，",
      "才有梅花便不同。"
    ],
    "type": [
      "古诗三百首",
      "访友",
      "写花",
      "梅花",
      "月色"
    ],
    "source": "寒夜客来茶当酒，竹炉汤沸火初红。keysentence寻常一样窗前月，才有梅花便不同。",
    "id": "P364"
  },
  {
    "title": "新晴",
    "dynasty": "宋代",
    "writer": "刘攽",
    "content": [
      "青苔满地初晴后，",
      "绿树无人昼梦余。",
      "唯有南风旧相识，",
      "偷开门户又翻书。keysentence"
    ],
    "type": [
      "古诗三百首",
      "写风"
    ],
    "source": "青苔满地初晴后，绿树无人昼梦余。唯有南风旧相识，偷开门户又翻书。keysentence",
    "id": "P365"
  },
  {
    "title": "思帝乡·春日游",
    "dynasty": "唐代",
    "writer": "韦庄",
    "content": [
      "春日游，",
      "杏花吹满头。",
      "陌上谁家年少足风流？",
      "妾拟将身嫁与一生休。",
      "纵被无情弃，",
      "不能羞。keysentence"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "春游",
      "写景"
    ],
    "source": "春日游，杏花吹满头。陌上谁家年少足风流？妾拟将身嫁与一生休。纵被无情弃，不能羞。keysentence",
    "id": "P366"
  },
  {
    "title": "梦李白二首·其二",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "浮云终日行，",
      "游子久不至。keysentence",
      "三夜频梦君，",
      "情亲见君意。",
      "告归常局促，",
      "苦道来不易。",
      "江湖多风波，",
      "舟楫恐失坠。",
      "出门搔白首，",
      "若负平生志。",
      "冠盖满京华，",
      "斯人独憔悴。",
      "孰云网恢恢，",
      "将老身反累。",
      "千秋万岁名，",
      "寂寞身后事。"
    ],
    "type": [
      "唐诗三百首",
      "记梦",
      "同情",
      "友人"
    ],
    "source": "浮云终日行，游子久不至。keysentence三夜频梦君，情亲见君意。告归常局促，苦道来不易。江湖多风波，舟楫恐失坠。出门搔白首，若负平生志。冠盖满京华，斯人独憔悴。孰云网恢恢，将老身反累。千秋万岁名，寂寞身后事。",
    "id": "P367"
  },
  {
    "title": "眼儿媚·杨柳丝丝弄轻柔",
    "dynasty": "宋代",
    "writer": "王雱",
    "content": [
      "杨柳丝丝弄轻柔，",
      "烟缕织成愁。",
      "海棠未雨，",
      "梨花先雪，",
      "一半春休。",
      "而今往事难重省，",
      "归梦绕秦楼。",
      "相思只在：",
      "丁香枝上，",
      "豆蔻梢头。keysentence"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "写景",
      "怀旧",
      "感伤"
    ],
    "source": "杨柳丝丝弄轻柔，烟缕织成愁。海棠未雨，梨花先雪，一半春休。而今往事难重省，归梦绕秦楼。相思只在：丁香枝上，豆蔻梢头。keysentence",
    "id": "P368"
  },
  {
    "title": "长安清明",
    "dynasty": "唐代",
    "writer": "韦庄",
    "content": [
      "蚤是伤春梦雨天，",
      "可堪芳草更芊芊。keysentence",
      "内官初赐清明火，",
      "上相闲分白打钱。",
      "紫陌乱嘶红叱拨，",
      "绿杨高映画秋千。",
      "游人记得承平事，",
      "暗喜风光似昔年。"
    ],
    "type": [
      "清明节",
      "怀念"
    ],
    "source": "蚤是伤春梦雨天，可堪芳草更芊芊。keysentence内官初赐清明火，上相闲分白打钱。紫陌乱嘶红叱拨，绿杨高映画秋千。游人记得承平事，暗喜风光似昔年。",
    "id": "P369"
  },
  {
    "title": "岳阳楼记",
    "dynasty": "宋代",
    "writer": "范仲淹",
    "content": [
      "庆历四年春，",
      "滕子京谪守巴陵郡。",
      "越明年，",
      "政通人和，",
      "百废具兴。",
      "乃重修岳阳楼，",
      "增其旧制，",
      "刻唐贤今人诗赋于其上。",
      "属予作文以记之。",
      "予观夫巴陵胜状，",
      "在洞庭一湖。",
      "衔远山，",
      "吞长江，",
      "浩浩汤汤，",
      "横无际涯；",
      "朝晖夕阴，",
      "气象万千。",
      "此则岳阳楼之大观也，",
      "前人之述备矣。",
      "然则北通巫峡，",
      "南极潇湘，",
      "迁客骚人，",
      "多会于此，",
      "览物之情，",
      "得无异乎?若夫淫雨霏霏，",
      "连月不开，",
      "阴风怒号，",
      "浊浪排空；",
      "日星隐耀，",
      "山岳潜形；",
      "商旅不行，",
      "樯倾楫摧；",
      "薄暮冥冥，",
      "虎啸猿啼。",
      "登斯楼也，",
      "则有去国怀乡，",
      "忧谗畏讥，",
      "满目萧然，",
      "感极而悲者矣。",
      "至若春和景明，",
      "波澜不惊，",
      "上下天光，",
      "一碧万顷；",
      "沙鸥翔集，",
      "锦鳞游泳；",
      "岸芷汀兰，",
      "郁郁青青。",
      "而或长烟一空，",
      "皓月千里，",
      "浮光跃金，",
      "静影沉璧，",
      "渔歌互答，",
      "此乐何极！",
      "登斯楼也，",
      "则有心旷神怡，",
      "宠辱偕忘，",
      "把酒临风，",
      "其喜洋洋者矣。",
      "嗟夫！",
      "予尝求古仁人之心，",
      "或异二者之为，",
      "何哉？",
      "不以物喜，",
      "不以己悲；",
      "居庙堂之高则忧其民；",
      "处江湖之远则忧其君。",
      "是进亦忧，",
      "退亦忧。",
      "然则何时而乐耶？",
      "其必曰：",
      "先天下之忧而忧，",
      "后天下之乐而乐keysentence",
      "乎。",
      "噫！",
      "微斯人，",
      "吾谁与归？",
      "时六年九月十五日。"
    ],
    "type": [
      "辞赋精选",
      "初中文言文",
      "古文观止",
      "写景",
      "抒情",
      "爱国"
    ],
    "source": "庆历四年春，滕子京谪守巴陵郡。越明年，政通人和，百废具兴。乃重修岳阳楼，增其旧制，刻唐贤今人诗赋于其上。属予作文以记之。予观夫巴陵胜状，在洞庭一湖。衔远山，吞长江，浩浩汤汤，横无际涯；朝晖夕阴，气象万千。此则岳阳楼之大观也，前人之述备矣。然则北通巫峡，南极潇湘，迁客骚人，多会于此，览物之情，得无异乎?若夫淫雨霏霏，连月不开，阴风怒号，浊浪排空；日星隐耀，山岳潜形；商旅不行，樯倾楫摧；薄暮冥冥，虎啸猿啼。登斯楼也，则有去国怀乡，忧谗畏讥，满目萧然，感极而悲者矣。至若春和景明，波澜不惊，上下天光，一碧万顷；沙鸥翔集，锦鳞游泳；岸芷汀兰，郁郁青青。而或长烟一空，皓月千里，浮光跃金，静影沉璧，渔歌互答，此乐何极！登斯楼也，则有心旷神怡，宠辱偕忘，把酒临风，其喜洋洋者矣。嗟夫！予尝求古仁人之心，或异二者之为，何哉？不以物喜，不以己悲；居庙堂之高则忧其民；处江湖之远则忧其君。是进亦忧，退亦忧。然则何时而乐耶？其必曰：先天下之忧而忧，后天下之乐而乐keysentence乎。噫！微斯人，吾谁与归？时六年九月十五日。",
    "id": "P370"
  },
  {
    "title": "孤雁",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "孤雁不饮啄，",
      "飞鸣声念群。keysentence",
      "谁怜一片影，",
      "相失万重云？",
      "望尽似犹见，",
      "哀多如更闻。",
      "野鸦无意绪，",
      "鸣噪自纷纷。"
    ],
    "type": [
      "咏物",
      "写鸟",
      "孤独",
      "哀伤"
    ],
    "source": "孤雁不饮啄，飞鸣声念群。keysentence谁怜一片影，相失万重云？望尽似犹见，哀多如更闻。野鸦无意绪，鸣噪自纷纷。",
    "id": "P371"
  },
  {
    "title": "秋风辞",
    "dynasty": "两汉",
    "writer": "刘彻",
    "content": [
      "秋风起兮白云飞，",
      "草木黄落兮雁南归。",
      "兰有秀兮菊有芳，",
      "怀佳人兮不能忘。keysentence",
      "泛楼船兮济汾河，",
      "横中流兮扬素波。",
      "箫鼓鸣兮发棹歌，",
      "欢乐极兮哀情多。",
      "少壮几时兮奈老何！"
    ],
    "type": [
      "古诗三百首",
      "秋天",
      "写风",
      "乐府",
      "人生",
      "岁月"
    ],
    "source": "秋风起兮白云飞，草木黄落兮雁南归。兰有秀兮菊有芳，怀佳人兮不能忘。keysentence泛楼船兮济汾河，横中流兮扬素波。箫鼓鸣兮发棹歌，欢乐极兮哀情多。少壮几时兮奈老何！",
    "id": "P372"
  },
  {
    "title": "赏牡丹",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "庭前芍药妖无格，",
      "池上芙蕖净少情。",
      "唯有牡丹真国色，",
      "花开时节动京城。keysentence"
    ],
    "type": [
      "牡丹"
    ],
    "source": "庭前芍药妖无格，池上芙蕖净少情。唯有牡丹真国色，花开时节动京城。keysentence",
    "id": "P373"
  },
  {
    "title": "燕歌行",
    "dynasty": "唐代",
    "writer": "高适",
    "content": [
      "开元二十六年，",
      "客有从御史大夫张公出塞而还者；",
      "感征戍之事，",
      "因而和焉。",
      "汉家烟尘在东北，",
      "汉将辞家破残贼。",
      "男儿本自重横行，",
      "天子非常赐颜色。",
      "摐金伐鼓下榆关，",
      "旌旆逶迤碣石间。",
      "校尉羽书飞瀚海，",
      "单于猎火照狼山。",
      "山川萧条极边土，",
      "胡骑凭陵杂风雨。",
      "战士军前半死生，",
      "美人帐下犹歌舞。keysentence",
      "大漠穷秋塞草腓，",
      "孤城落日斗兵稀。",
      "身当恩遇常轻敌，",
      "力尽关山未解围。",
      "铁衣远戍辛勤久，",
      "玉箸应啼别离后。",
      "少妇城南欲断肠，",
      "征人蓟北空回首。",
      "边庭飘飖那可度，",
      "绝域苍茫更何有。",
      "杀气三时作阵云，",
      "寒声一夜传刁斗。",
      "相看白刃血纷纷，",
      "死节从来岂顾勋。",
      "君不见沙场征战苦，",
      "至今犹忆李将军。"
    ],
    "type": [
      "唐诗三百首",
      "边塞",
      "将士",
      "战争",
      "生活"
    ],
    "source": "开元二十六年，客有从御史大夫张公出塞而还者；作《燕歌行》以示适，感征戍之事，因而和焉。汉家烟尘在东北，汉将辞家破残贼。男儿本自重横行，天子非常赐颜色。摐金伐鼓下榆关，旌旆逶迤碣石间。校尉羽书飞瀚海，单于猎火照狼山。山川萧条极边土，胡骑凭陵杂风雨。战士军前半死生，美人帐下犹歌舞。keysentence大漠穷秋塞草腓，孤城落日斗兵稀。身当恩遇常轻敌，力尽关山未解围。铁衣远戍辛勤久，玉箸应啼别离后。少妇城南欲断肠，征人蓟北空回首。边庭飘飖那可度，绝域苍茫更何有。杀气三时作阵云，寒声一夜传刁斗。相看白刃血纷纷，死节从来岂顾勋。君不见沙场征战苦，至今犹忆李将军。",
    "id": "P374"
  },
  {
    "title": "己亥杂诗·其二百二十",
    "dynasty": "清代",
    "writer": "龚自珍",
    "content": [
      "九州生气恃风雷，",
      "万马齐喑究可哀。keysentence",
      "我劝天公重抖擞，",
      "不拘一格降人才。"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "励志",
      "早教古诗100首"
    ],
    "source": "九州生气恃风雷，万马齐喑究可哀。keysentence我劝天公重抖擞，不拘一格降人才。",
    "id": "P375"
  },
  {
    "title": "江城子·乙卯正月二十日夜记梦",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "十年生死两茫茫，",
      "不思量，",
      "自难忘。keysentence",
      "千里孤坟，",
      "无处话凄凉。",
      "纵使相逢应不识，",
      "尘满面，",
      "鬓如霜。",
      "夜来幽梦忽还乡，",
      "小轩窗，",
      "正梳妆。",
      "相顾无言，",
      "惟有泪千行。",
      "料得年年肠断处，",
      "明月夜，",
      "短松冈。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "悼亡",
      "爱情",
      "记梦",
      "思念"
    ],
    "source": "十年生死两茫茫，不思量，自难忘。keysentence千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。",
    "id": "P376"
  },
  {
    "title": "古艳歌",
    "dynasty": "两汉",
    "writer": "佚名",
    "content": [
      "茕茕白兔，",
      "东走西顾。keysentence",
      "衣不如新，",
      "人不如故。"
    ],
    "type": [
      "弃妇",
      "念旧"
    ],
    "source": "茕茕白兔，东走西顾。keysentence衣不如新，人不如故。",
    "id": "P377"
  },
  {
    "title": "天竺寺八月十五日夜桂子",
    "dynasty": "唐代",
    "writer": "皮日休",
    "content": [
      "玉颗珊珊下月轮，",
      "殿前拾得露华新。",
      "至今不会天中事，",
      "应是嫦娥掷与人。keysentence"
    ],
    "type": [
      "小学古诗",
      "中秋节",
      "桂花"
    ],
    "source": "玉颗珊珊下月轮，殿前拾得露华新。至今不会天中事，应是嫦娥掷与人。keysentence",
    "id": "P378"
  },
  {
    "title": "钱塘湖春行",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "孤山寺北贾亭西，",
      "水面初平云脚低。",
      "几处早莺争暖树，",
      "谁家新燕啄春泥。",
      "乱花渐欲迷人眼，",
      "浅草才能没马蹄。keysentence",
      "最爱湖东行不足，",
      "绿杨阴里白沙堤。"
    ],
    "type": [
      "初中古诗",
      "春天",
      "西湖",
      "写景",
      "喜悦"
    ],
    "source": "孤山寺北贾亭西，水面初平云脚低。几处早莺争暖树，谁家新燕啄春泥。乱花渐欲迷人眼，浅草才能没马蹄。keysentence最爱湖东行不足，绿杨阴里白沙堤。",
    "id": "P379"
  },
  {
    "title": "除夜雪",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "北风吹雪四更初，",
      "嘉瑞天教及岁除。",
      "半盏屠苏犹未举，",
      "灯前小草写桃符。keysentence"
    ],
    "type": [
      "春节",
      "写雪"
    ],
    "source": "北风吹雪四更初，嘉瑞天教及岁除。半盏屠苏犹未举，灯前小草写桃符。keysentence",
    "id": "P380"
  },
  {
    "title": "春夕",
    "dynasty": "唐代",
    "writer": "崔涂",
    "content": [
      "水流花谢两无情，",
      "送尽东风过楚城。keysentence",
      "胡蝶梦中家万里，",
      "子规枝上月三更。",
      "故园书动经年绝，",
      "华发春唯满镜生。",
      "自是不归归便得，",
      "五湖烟景有谁争。"
    ],
    "type": [
      "春天",
      "写景",
      "思乡"
    ],
    "source": "水流花谢两无情，送尽东风过楚城。keysentence胡蝶梦中家万里，子规枝上月三更。故园书动经年绝，华发春唯满镜生。自是不归归便得，五湖烟景有谁争。",
    "id": "P381"
  },
  {
    "title": "葛覃",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "葛之覃兮，",
      "施于中谷，",
      "维叶萋萋。",
      "黄鸟于飞，",
      "集于灌木，",
      "其鸣喈喈。",
      "葛之覃兮，",
      "施于中谷，",
      "维叶莫莫。",
      "是刈是濩，",
      "为絺为綌，",
      "服之无斁。",
      "言告师氏，",
      "言告言归。",
      "薄污我私，",
      "薄浣我衣。keysentence",
      "害浣害否？",
      "归宁父母。"
    ],
    "type": [
      "诗经",
      "写人"
    ],
    "source": "葛之覃兮，施于中谷，维叶萋萋。黄鸟于飞，集于灌木，其鸣喈喈。葛之覃兮，施于中谷，维叶莫莫。是刈是濩，为絺为綌，服之无斁。言告师氏，言告言归。薄污我私，薄浣我衣。keysentence害浣害否？归宁父母。",
    "id": "P382"
  },
  {
    "title": "回乡偶书二首·其一",
    "dynasty": "唐代",
    "writer": "贺知章",
    "content": [
      "少小离家老大回，",
      "乡音无改鬓毛衰。keysentence",
      "儿童相见不相识，",
      "笑问客从何处来。"
    ],
    "type": [
      "唐诗三百首",
      "小学古诗",
      "思乡",
      "感慨",
      "伤老",
      "早教古诗100首"
    ],
    "source": "少小离家老大回，乡音无改鬓毛衰。keysentence儿童相见不相识，笑问客从何处来。",
    "id": "P383"
  },
  {
    "title": "秋登宣城谢脁北楼",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "江城如画里，",
      "山晚望晴空。",
      "两水夹明镜，",
      "双桥落彩虹。",
      "人烟寒橘柚，",
      "秋色老梧桐。keysentence",
      "谁念北楼上，",
      "临风怀谢公。"
    ],
    "type": [
      "秋天",
      "咏史怀古",
      "景点"
    ],
    "source": "江城如画里，山晚望晴空。两水夹明镜，双桥落彩虹。人烟寒橘柚，秋色老梧桐。keysentence谁念北楼上，临风怀谢公。",
    "id": "P386"
  },
  {
    "title": "送柴侍御",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "沅水通波接武冈，",
      "送君不觉有离伤。",
      "青山一道同云雨，",
      "明月何曾是两乡。keysentence"
    ],
    "type": [
      "送别",
      "友情"
    ],
    "source": "沅水通波接武冈，送君不觉有离伤。青山一道同云雨，明月何曾是两乡。keysentence",
    "id": "P387"
  },
  {
    "title": "春游湖",
    "dynasty": "宋代",
    "writer": "徐俯",
    "content": [
      "双飞燕子几时回？",
      "夹岸桃花蘸水开。keysentence",
      "春雨断桥人不渡，",
      "小舟撑出柳阴来。"
    ],
    "type": [
      "古诗三百首",
      "春游",
      "写景",
      "写雨"
    ],
    "source": "双飞燕子几时回？夹岸桃花蘸水开。keysentence春雨断桥人不渡，小舟撑出柳阴来。",
    "id": "P388"
  },
  {
    "title": "重阳席上赋白菊",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "满园花菊郁金黄，",
      "中有孤丛色似霜。keysentence",
      "还似今朝歌酒席，",
      "白头翁入少年场。"
    ],
    "type": [
      "菊花",
      "重阳节"
    ],
    "source": "满园花菊郁金黄，中有孤丛色似霜。keysentence还似今朝歌酒席，白头翁入少年场。",
    "id": "P389"
  },
  {
    "title": "长相思三首",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "长相思，",
      "在长安。",
      "络纬秋啼金井阑，",
      "微霜凄凄簟色寒。",
      "孤灯不明思欲绝，",
      "卷帷望月空长叹。",
      "美人如花隔云端。",
      "上有青冥之高天，",
      "下有渌水之波澜。",
      "天长路远魂飞苦，",
      "梦魂不到关山难。",
      "长相思，",
      "摧心肝。",
      "日色欲尽花含烟，",
      "月明欲素愁不眠。",
      "赵瑟初停凤凰柱，",
      "蜀琴欲奏鸳鸯弦。",
      "此曲有意无人传，",
      "愿随春风寄燕然。",
      "忆君迢迢隔青天。",
      "昔时横波目，",
      "今作流泪泉。",
      "不信妾肠断，",
      "归来看取明镜前。keysentence",
      "美人在时花满堂，",
      "美人去后花馀床。",
      "床中绣被卷不寝，",
      "至今三载闻余香。",
      "香亦竟不灭，",
      "人亦竟不来。",
      "相思黄叶落，",
      "白露湿青苔。"
    ],
    "type": [
      "写人",
      "思念"
    ],
    "source": "长相思，在长安。络纬秋啼金井阑，微霜凄凄簟色寒。孤灯不明思欲绝，卷帷望月空长叹。美人如花隔云端。上有青冥之高天，下有渌水之波澜。天长路远魂飞苦，梦魂不到关山难。长相思，摧心肝。日色欲尽花含烟，月明欲素愁不眠。赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。此曲有意无人传，愿随春风寄燕然。忆君迢迢隔青天。昔时横波目，今作流泪泉。不信妾肠断，归来看取明镜前。keysentence美人在时花满堂，美人去后花馀床。床中绣被卷不寝，至今三载闻余香。香亦竟不灭，人亦竟不来。相思黄叶落，白露湿青苔。",
    "id": "P390"
  },
  {
    "title": "江有汜",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "江有汜，",
      "之子归，",
      "不我以。",
      "不我以，",
      "其后也悔。",
      "江有渚，",
      "之子归，",
      "不我与。",
      "不我与，",
      "其后也处。keysentence",
      "江有沱，",
      "之子归，",
      "不我过。",
      "不我过，",
      "其啸也歌。"
    ],
    "type": [
      "诗经",
      "闺怨"
    ],
    "source": "江有汜，之子归，不我以。不我以，其后也悔。江有渚，之子归，不我与。不我与，其后也处。keysentence江有沱，之子归，不我过。不我过，其啸也歌。",
    "id": "P391"
  },
  {
    "title": "寄人",
    "dynasty": "唐代",
    "writer": "张泌",
    "content": [
      "别梦依依到谢家，",
      "小廊回合曲阑斜。",
      "多情只有春庭月，",
      "犹为离人照落花。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "月亮",
      "爱情",
      "思念"
    ],
    "source": "别梦依依到谢家，小廊回合曲阑斜。多情只有春庭月，犹为离人照落花。keysentence",
    "id": "P392"
  },
  {
    "title": "饮酒·其四",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "秋菊有佳色，",
      "裛露掇其英。",
      "泛此忘忧物，",
      "远我遗世情。",
      "一觞虽独尽，",
      "杯尽壶自倾。",
      "日入群动息，",
      "归鸟趋林鸣。keysentence",
      "啸傲东轩下，",
      "聊复得此生。"
    ],
    "type": [
      "赏花",
      "菊花",
      "饮酒",
      "感伤"
    ],
    "source": "秋菊有佳色，裛露掇其英。泛此忘忧物，远我遗世情。一觞虽独尽，杯尽壶自倾。日入群动息，归鸟趋林鸣。keysentence啸傲东轩下，聊复得此生。",
    "id": "P393"
  },
  {
    "title": "夜雨寄北",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "君问归期未有期，",
      "巴山夜雨涨秋池。keysentence",
      "何当共剪西窗烛，",
      "却话巴山夜雨时。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "高中古诗",
      "写雨",
      "写景",
      "思念",
      "爱情"
    ],
    "source": "君问归期未有期，巴山夜雨涨秋池。keysentence何当共剪西窗烛，却话巴山夜雨时。",
    "id": "P394"
  },
  {
    "title": "前出塞九首·其六",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "挽弓当挽强，",
      "用箭当用长。",
      "射人先射马，",
      "擒贼先擒王。keysentence",
      "杀人亦有限，",
      "列国自有疆。",
      "苟能制侵陵，",
      "岂在多杀伤。"
    ],
    "type": [
      "议论",
      "战争",
      "哲理"
    ],
    "source": "挽弓当挽强，用箭当用长。射人先射马，擒贼先擒王。keysentence杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤。",
    "id": "P395"
  },
  {
    "title": "子夜歌·人生愁恨何能免",
    "dynasty": "五代",
    "writer": "李煜",
    "content": [
      "人生愁恨何能免，",
      "销魂独我情何限！",
      "故国梦重归，",
      "觉来双泪垂。",
      "高楼谁与上？",
      "长记秋晴望。keysentence",
      "往事已成空，",
      "还如一梦中。"
    ],
    "type": [
      "爱国",
      "思怀"
    ],
    "source": "人生愁恨何能免，销魂独我情何限！故国梦重归，觉来双泪垂。高楼谁与上？长记秋晴望。keysentence往事已成空，还如一梦中。",
    "id": "P396"
  },
  {
    "title": "清平调·其一",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "云想衣裳花想容，",
      "春风拂槛露华浓。keysentence",
      "若非群玉山头见，",
      "会向瑶台月下逢。"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "赞美",
      "女子"
    ],
    "source": "云想衣裳花想容，春风拂槛露华浓。keysentence若非群玉山头见，会向瑶台月下逢。",
    "id": "P397"
  },
  {
    "title": "渔家傲·平岸小桥千嶂抱",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "平岸小桥千嶂抱。",
      "柔蓝一水萦花草。",
      "茅屋数间窗窈窕。",
      "尘不到。",
      "时时自有春风扫。",
      "午枕觉来闻语鸟。",
      "欹眠似听朝鸡早。",
      "忽忆故人今总老。",
      "贪梦好。",
      "茫然忘了邯郸道。keysentence"
    ],
    "type": [
      "宋词三百首",
      "山水",
      "隐居",
      "生活"
    ],
    "source": "平岸小桥千嶂抱。柔蓝一水萦花草。茅屋数间窗窈窕。尘不到。时时自有春风扫。午枕觉来闻语鸟。欹眠似听朝鸡早。忽忆故人今总老。贪梦好。茫然忘了邯郸道。keysentence",
    "id": "P398"
  },
  {
    "title": "蝶恋花·出塞",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "今古河山无定据。",
      "画角声中，",
      "牧马频来去。",
      "满目荒凉谁可语？",
      "西风吹老丹枫树。",
      "从前幽怨应无数。",
      "铁马金戈，",
      "青冢黄昏路。",
      "一往情深深几许？",
      "深山夕照深秋雨。keysentence"
    ],
    "type": [
      "咏史怀古",
      "豪放",
      "边塞",
      "写景",
      "述志"
    ],
    "source": "今古河山无定据。画角声中，牧马频来去。满目荒凉谁可语？西风吹老丹枫树。从前幽怨应无数。铁马金戈，青冢黄昏路。一往情深深几许？深山夕照深秋雨。keysentence",
    "id": "P399"
  },
  {
    "title": "李凭箜篌引",
    "dynasty": "唐代",
    "writer": "李贺",
    "content": [
      "吴丝蜀桐张高秋，",
      "空山凝云颓不流。",
      "江娥啼竹素女愁，",
      "李凭中国弹箜篌。",
      "昆山玉碎凤凰叫，",
      "芙蓉泣露香兰笑。keysentence",
      "十二门前融冷光，",
      "二十三丝动紫皇。",
      "女娲炼石补天处，",
      "石破天惊逗秋雨。",
      "梦入神山教神妪，",
      "老鱼跳波瘦蛟舞。",
      "吴质不眠倚桂树，",
      "露脚斜飞湿寒兔。"
    ],
    "type": [
      "音乐",
      "想象"
    ],
    "source": "吴丝蜀桐张高秋，空山凝云颓不流。江娥啼竹素女愁，李凭中国弹箜篌。昆山玉碎凤凰叫，芙蓉泣露香兰笑。keysentence十二门前融冷光，二十三丝动紫皇。女娲炼石补天处，石破天惊逗秋雨。梦入神山教神妪，老鱼跳波瘦蛟舞。吴质不眠倚桂树，露脚斜飞湿寒兔。",
    "id": "P400"
  },
  {
    "title": "雪后晚晴四山皆青惟东山全白赋最爱东山晴后雪二绝句",
    "dynasty": "宋代",
    "writer": "杨万里",
    "content": [
      "只知逐胜忽忘寒，",
      "小立春风夕照间。",
      "最爱东山晴后雪，",
      "软红光里涌银山。",
      "群山雪不到新晴，",
      "多作泥融少作冰。",
      "最爱东山晴后雪，",
      "却愁宜看不宜登。keysentence"
    ],
    "type": [
      "写雪",
      "写景",
      "喜爱"
    ],
    "source": "只知逐胜忽忘寒，小立春风夕照间。最爱东山晴后雪，软红光里涌银山。群山雪不到新晴，多作泥融少作冰。最爱东山晴后雪，却愁宜看不宜登。keysentence",
    "id": "P401"
  },
  {
    "title": "小石潭记",
    "dynasty": "唐代",
    "writer": "柳宗元",
    "content": [
      "从小丘西行百二十步，",
      "隔篁竹，",
      "闻水声，",
      "如鸣珮环，",
      "心乐之。",
      "伐竹取道，",
      "下见小潭，",
      "水尤清冽。",
      "全石以为底，",
      "近岸，",
      "卷石底以出，",
      "为坻，",
      "为屿，",
      "为嵁，",
      "为岩。",
      "青树翠蔓，",
      "蒙络摇缀，",
      "参差披拂。",
      "潭中鱼可百许头，",
      "皆若空游无所依。",
      "日光下澈，",
      "影布石上，",
      "佁然不动；keysentence",
      "俶尔远逝，",
      "往来翕忽。",
      "似与游者相乐。",
      "潭西南而望，",
      "斗折蛇行，",
      "明灭可见。",
      "其岸势犬牙差互，",
      "不可知其源。",
      "坐潭上，",
      "四面竹树环合，",
      "寂寥无人，",
      "凄神寒骨，",
      "悄怆幽邃。",
      "以其境过清，",
      "不可久居，",
      "乃记之而去。",
      "同游者：",
      "吴武陵，",
      "龚古，",
      "余弟宗玄。",
      "隶而从者，",
      "崔氏二小生：",
      "曰恕己，",
      "曰奉壹。"
    ],
    "type": [
      "初中文言文",
      "纪游",
      "写景",
      "孤独",
      "忧伤"
    ],
    "source": "从小丘西行百二十步，隔篁竹，闻水声，如鸣珮环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。潭中鱼可百许头，皆若空游无所依。日光下澈，影布石上，佁然不动；keysentence俶尔远逝，往来翕忽。似与游者相乐。潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生：曰恕己，曰奉壹。",
    "id": "P402"
  },
  {
    "title": "江村",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "清江一曲抱村流，",
      "长夏江村事事幽。keysentence",
      "自去自来堂上燕，",
      "相亲相近水中鸥。",
      "老妻画纸为棋局，",
      "稚子敲针作钓钩。",
      "但有故人供禄米，",
      "微躯此外更何求？"
    ],
    "type": [
      "愉悦",
      "夏天",
      "田园"
    ],
    "source": "清江一曲抱村流，长夏江村事事幽。keysentence自去自来堂上燕，相亲相近水中鸥。老妻画纸为棋局，稚子敲针作钓钩。但有故人供禄米，微躯此外更何求？",
    "id": "P403"
  },
  {
    "title": "赠从兄襄阳少府皓",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "结发未识事，",
      "所交尽豪雄。",
      "却秦不受赏，",
      "击晋宁为功。",
      "托身白刃里，",
      "杀人红尘中。keysentence",
      "当朝揖高义，",
      "举世称英雄。",
      "小节岂足言，",
      "退耕舂陵东。",
      "归来无产业，",
      "生事如转蓬。",
      "一朝乌裘敝，",
      "百镒黄金空。",
      "弹剑徒激昂，",
      "出门悲路穷。",
      "吾兄青云士，",
      "然诺闻诸公。",
      "所以陈片言，",
      "片言贵情通。",
      "棣华倘不接，",
      "甘与秋草同。"
    ],
    "type": [
      "友情"
    ],
    "source": "结发未识事，所交尽豪雄。却秦不受赏，击晋宁为功。托身白刃里，杀人红尘中。keysentence当朝揖高义，举世称英雄。小节岂足言，退耕舂陵东。归来无产业，生事如转蓬。一朝乌裘敝，百镒黄金空。弹剑徒激昂，出门悲路穷。吾兄青云士，然诺闻诸公。所以陈片言，片言贵情通。棣华倘不接，甘与秋草同。",
    "id": "P404"
  },
  {
    "title": "江南春·波渺渺",
    "dynasty": "宋代",
    "writer": "寇准",
    "content": [
      "波渺渺，",
      "柳依依。",
      "孤村芳草远，",
      "斜日杏花飞。",
      "江南春尽离肠断，",
      "苹满汀洲人未归。keysentence"
    ],
    "type": [
      "宋词精选",
      "写景",
      "女子",
      "怀人"
    ],
    "source": "波渺渺，柳依依。孤村芳草远，斜日杏花飞。江南春尽离肠断，苹满汀洲人未归。keysentence",
    "id": "P405"
  },
  {
    "title": "永遇乐·彭城夜宿燕子楼",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "彭城夜宿燕子楼，",
      "梦盼盼，",
      "因作此词。",
      "明月如霜，",
      "好风如水，",
      "清景无限。keysentence",
      "曲港跳鱼，",
      "圆荷泻露，",
      "寂寞无人见。",
      "紞如三鼓，",
      "铿然一叶，",
      "黯黯梦云惊断。",
      "夜茫茫，",
      "重寻无处，",
      "觉来小园行遍。",
      "天涯倦客，",
      "山中归路，",
      "望断故园心眼。",
      "燕子楼空，",
      "佳人何在，",
      "空锁楼中燕。",
      "古今如梦，",
      "何曾梦觉，",
      "但有旧欢新怨。",
      "异时对，",
      "黄楼夜景，",
      "为余浩叹。"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "写景",
      "抒情",
      "怅惘",
      "人生"
    ],
    "source": "彭城夜宿燕子楼，梦盼盼，因作此词。明月如霜，好风如水，清景无限。keysentence曲港跳鱼，圆荷泻露，寂寞无人见。紞如三鼓，铿然一叶，黯黯梦云惊断。夜茫茫，重寻无处，觉来小园行遍。天涯倦客，山中归路，望断故园心眼。燕子楼空，佳人何在，空锁楼中燕。古今如梦，何曾梦觉，但有旧欢新怨。异时对，黄楼夜景，为余浩叹。",
    "id": "P406"
  },
  {
    "title": "十二月十五夜",
    "dynasty": "清代",
    "writer": "袁枚",
    "content": [
      "沉沉更鼓急，",
      "渐渐人声绝。",
      "吹灯窗更明，",
      "月照一天雪。keysentence"
    ],
    "type": [
      "冬天",
      "月夜",
      "写雪"
    ],
    "source": "沉沉更鼓急，渐渐人声绝。吹灯窗更明，月照一天雪。keysentence",
    "id": "P407"
  },
  {
    "title": "千秋岁·数声鶗鴂",
    "dynasty": "宋代",
    "writer": "张先",
    "content": [
      "数声鶗鴂，",
      "又报芳菲歇。",
      "惜春更把残红折。",
      "雨轻风色暴，",
      "梅子青时节。",
      "永丰柳，",
      "无人尽日花飞雪。",
      "莫把幺弦拨，",
      "怨极弦能说。",
      "天不老，",
      "情难绝。",
      "心似双丝网，",
      "中有千千结。keysentence",
      "夜过也，",
      "东窗未白凝残月。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "写景",
      "抒情",
      "爱情"
    ],
    "source": "数声鶗鴂，又报芳菲歇。惜春更把残红折。雨轻风色暴，梅子青时节。永丰柳，无人尽日花飞雪。莫把幺弦拨，怨极弦能说。天不老，情难绝。心似双丝网，中有千千结。keysentence夜过也，东窗未白凝残月。",
    "id": "P408"
  },
  {
    "title": "兰溪棹歌",
    "dynasty": "唐代",
    "writer": "戴叔伦",
    "content": [
      "凉月如眉挂柳湾，",
      "越中山色镜中看。keysentence",
      "兰溪三日桃花雨，",
      "半夜鲤鱼来上滩。"
    ],
    "type": [
      "春天",
      "写景",
      "山水",
      "地名",
      "民歌"
    ],
    "source": "凉月如眉挂柳湾，越中山色镜中看。keysentence兰溪三日桃花雨，半夜鲤鱼来上滩。",
    "id": "P409"
  },
  {
    "title": "杨柳枝词九首·其一",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "塞北梅花羌笛吹，",
      "淮南桂树小山词。keysentence",
      "请君莫奏前朝曲，",
      "听唱新翻杨柳枝。"
    ],
    "type": [
      "乐曲"
    ],
    "source": "塞北梅花羌笛吹，淮南桂树小山词。keysentence请君莫奏前朝曲，听唱新翻杨柳枝。",
    "id": "P410"
  },
  {
    "title": "渡荆门送别",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "渡远荆门外，",
      "来从楚国游。",
      "山随平野尽，",
      "江入大荒流。keysentence",
      "月下飞天镜，",
      "云生结海楼。",
      "仍怜故乡水，",
      "万里送行舟。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "长江",
      "送别",
      "思乡"
    ],
    "source": "渡远荆门外，来从楚国游。山随平野尽，江入大荒流。keysentence月下飞天镜，云生结海楼。仍怜故乡水，万里送行舟。",
    "id": "P411"
  },
  {
    "title": "琵琶行",
    "dynasty": "唐代",
    "writer": "牛殳",
    "content": [
      "何人劚得一片木，",
      "三尺春冰五音足。",
      "一弹决破真珠囊，",
      "迸落金盘声断续。",
      "飘飘飖飖寒丁丁，",
      "虫豸出蛰神鬼惊。",
      "秋鸿叫侣代云黑，",
      "猩猩夜啼蛮月明。",
      "潏潏汩汩声不定，",
      "胡雏学汉语未正。",
      "若似长安月蚀时，",
      "满城敲鼓声噒噒。",
      "青山飞起不压物，",
      "野水流来欲湿人。",
      "伤心忆得陈后主，",
      "春殿半酣细腰舞。",
      "黄莺百舌正相呼，",
      "玉树后庭花带雨。",
      "二妃哭处山重重，",
      "二妃没后云溶溶。",
      "夜深霜露锁空庙，",
      "零落一丛斑竹风。",
      "金谷园中草初绿，",
      "石崇一弄思归曲。",
      "当时二十四友人，",
      "手把金杯听不足。",
      "又似贾客蜀道间，",
      "千铎万磬鸣空山。",
      "未若此调呦呦兮啁啁，",
      "嘈嘈兮啾啾。",
      "引之于山，",
      "兽不能走。",
      "吹之于水，",
      "鱼不能游。keysentence",
      "方知此艺不可有，",
      "人间万事凭双手。",
      "若何为我再三弹，",
      "送却花前一尊酒。"
    ],
    "type": [
      "音乐"
    ],
    "source": "何人劚得一片木，三尺春冰五音足。一弹决破真珠囊，迸落金盘声断续。飘飘飖飖寒丁丁，虫豸出蛰神鬼惊。秋鸿叫侣代云黑，猩猩夜啼蛮月明。潏潏汩汩声不定，胡雏学汉语未正。若似长安月蚀时，满城敲鼓声噒噒。青山飞起不压物，野水流来欲湿人。伤心忆得陈后主，春殿半酣细腰舞。黄莺百舌正相呼，玉树后庭花带雨。二妃哭处山重重，二妃没后云溶溶。夜深霜露锁空庙，零落一丛斑竹风。金谷园中草初绿，石崇一弄思归曲。当时二十四友人，手把金杯听不足。又似贾客蜀道间，千铎万磬鸣空山。未若此调呦呦兮啁啁，嘈嘈兮啾啾。引之于山，兽不能走。吹之于水，鱼不能游。keysentence方知此艺不可有，人间万事凭双手。若何为我再三弹，送却花前一尊酒。",
    "id": "P412"
  },
  {
    "title": "绝句二首",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "迟日江山丽，",
      "春风花草香。",
      "泥融飞燕子，",
      "沙暖睡鸳鸯。",
      "江碧鸟逾白，",
      "山青花欲燃。keysentence",
      "今春看又过，",
      "何日是归年。"
    ],
    "type": [
      "写景",
      "春天",
      "山水",
      "思乡",
      "组诗"
    ],
    "source": "迟日江山丽，春风花草香。泥融飞燕子，沙暖睡鸳鸯。江碧鸟逾白，山青花欲燃。keysentence今春看又过，何日是归年。",
    "id": "P413"
  },
  {
    "title": "女冠子·四月十七",
    "dynasty": "唐代",
    "writer": "韦庄",
    "content": [
      "四月十七，",
      "正是去年今日，",
      "别君时。keysentence",
      "忍泪佯低面，",
      "含羞半敛眉。",
      "不知魂已断，",
      "空有梦相随。",
      "除却天边月，",
      "没人知。"
    ],
    "type": [
      "宋词三百首",
      "爱情",
      "离别",
      "相思"
    ],
    "source": "四月十七，正是去年今日，别君时。keysentence忍泪佯低面，含羞半敛眉。不知魂已断，空有梦相随。除却天边月，没人知。",
    "id": "P414"
  },
  {
    "title": "再游玄都观",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "百亩庭中半是苔，",
      "桃花净尽菜花开。keysentence",
      "种桃道士归何处，",
      "前度刘郎今又来。"
    ],
    "type": [
      "游历",
      "看花"
    ],
    "source": "百亩庭中半是苔，桃花净尽菜花开。keysentence种桃道士归何处，前度刘郎今又来。",
    "id": "P415"
  },
  {
    "title": "金缕曲二首",
    "dynasty": "清代",
    "writer": "顾贞观",
    "content": [
      "寄吴汉槎宁古塔，",
      "以词代书，",
      "丙辰冬，",
      "寓京师千佛寺，",
      "冰雪中作。",
      "季子平安否？",
      "便归来，",
      "平生万事，",
      "那堪回首！",
      "行路悠悠谁慰藉，",
      "母老家贫子幼。",
      "记不起，",
      "从前杯酒。",
      "魑魅搏人应见惯，",
      "总输他，",
      "覆雨翻云手，",
      "冰与雪，",
      "周旋久。",
      "泪痕莫滴牛衣透，",
      "数天涯，",
      "依然骨肉，",
      "几家能够？",
      "比似红颜多命薄，",
      "更不如今还有。",
      "只绝塞，",
      "苦寒难受。",
      "廿载包胥承一诺，",
      "盼乌头马角终相救。",
      "置此札，",
      "君怀袖。",
      "我亦飘零久！",
      "十年来，",
      "深恩负尽，",
      "死生师友。",
      "宿昔齐名非忝窃，",
      "只看杜陵消瘦，",
      "曾不减，",
      "夜郎僝僽，",
      "薄命长辞知己别，",
      "问人生到此凄凉否？",
      "千万恨，",
      "为君剖。keysentence",
      "兄生辛未吾丁丑，",
      "共此时，",
      "冰霜摧折，",
      "早衰蒲柳。",
      "诗赋从今须少作，",
      "留取心魂相守。",
      "但愿得，",
      "河清人寿！",
      "归日急翻行戍稿，",
      "把空名料理传身后。",
      "言不尽，",
      "观顿首。"
    ],
    "type": [
      "友情"
    ],
    "source": "寄吴汉槎宁古塔，以词代书，丙辰冬，寓京师千佛寺，冰雪中作。季子平安否？便归来，平生万事，那堪回首！行路悠悠谁慰藉，母老家贫子幼。记不起，从前杯酒。魑魅搏人应见惯，总输他，覆雨翻云手，冰与雪，周旋久。泪痕莫滴牛衣透，数天涯，依然骨肉，几家能够？比似红颜多命薄，更不如今还有。只绝塞，苦寒难受。廿载包胥承一诺，盼乌头马角终相救。置此札，君怀袖。我亦飘零久！十年来，深恩负尽，死生师友。宿昔齐名非忝窃，只看杜陵消瘦，曾不减，夜郎僝僽，薄命长辞知己别，问人生到此凄凉否？千万恨，为君剖。keysentence兄生辛未吾丁丑，共此时，冰霜摧折，早衰蒲柳。诗赋从今须少作，留取心魂相守。但愿得，河清人寿！归日急翻行戍稿，把空名料理传身后。言不尽，观顿首。",
    "id": "P416"
  },
  {
    "title": "古从军行",
    "dynasty": "唐代",
    "writer": "李颀",
    "content": [
      "白日登山望烽火，",
      "黄昏饮马傍交河。keysentence",
      "行人刁斗风沙暗，",
      "公主琵琶幽怨多。",
      "野云万里无城郭，",
      "雨雪纷纷连大漠。",
      "胡雁哀鸣夜夜飞，",
      "胡儿眼泪双双落。",
      "闻道玉门犹被遮，",
      "应将性命逐轻车。",
      "年年战骨埋荒外，",
      "空见蒲桃入汉家。"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "冬天",
      "边塞",
      "生活"
    ],
    "source": "白日登山望烽火，黄昏饮马傍交河。keysentence行人刁斗风沙暗，公主琵琶幽怨多。野云万里无城郭，雨雪纷纷连大漠。胡雁哀鸣夜夜飞，胡儿眼泪双双落。闻道玉门犹被遮，应将性命逐轻车。年年战骨埋荒外，空见蒲桃入汉家。",
    "id": "P417"
  },
  {
    "title": "江汉",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "江汉思归客，",
      "乾坤一腐儒。",
      "片云天共远，",
      "永夜月同孤。keysentence",
      "落日心犹壮，",
      "秋风病欲疏。",
      "古来存老马，",
      "不必取长途。"
    ],
    "type": [
      "思归",
      "壮志"
    ],
    "source": "江汉思归客，乾坤一腐儒。片云天共远，永夜月同孤。keysentence落日心犹壮，秋风病欲疏。古来存老马，不必取长途。",
    "id": "P418"
  },
  {
    "title": "满江红·翠幕深庭",
    "dynasty": "宋代",
    "writer": "吴文英",
    "content": [
      "翠幕深庭，",
      "露红晚、闲花自发。keysentence",
      "春不断、亭台成趣，",
      "翠阴蒙密。",
      "紫燕雏飞帘额静，",
      "金鳞影转池心阔。",
      "有花香、竹色赋闲情，",
      "供吟笔。",
      "闲问字，",
      "评风月。",
      "时载酒，",
      "调冰雪。",
      "似初秋入夜，",
      "浅凉欺葛。",
      "人境不教车马近，",
      "醉乡莫放笙歌歇。",
      "倩双成、一曲紫云回，",
      "红莲折。"
    ],
    "type": [
      "写景",
      "友情"
    ],
    "source": "翠幕深庭，露红晚、闲花自发。keysentence春不断、亭台成趣，翠阴蒙密。紫燕雏飞帘额静，金鳞影转池心阔。有花香、竹色赋闲情，供吟笔。闲问字，评风月。时载酒，调冰雪。似初秋入夜，浅凉欺葛。人境不教车马近，醉乡莫放笙歌歇。倩双成、一曲紫云回，红莲折。",
    "id": "P419"
  },
  {
    "title": "浣溪沙·伏雨朝寒愁不胜",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "伏雨朝寒愁不胜，",
      "那能还傍杏花行。",
      "去年高摘斗轻盈。",
      "漫惹炉烟双袖紫，",
      "空将酒晕一衫青。keysentence",
      "人间何处问多情。"
    ],
    "type": [
      "回忆",
      "无奈"
    ],
    "source": "伏雨朝寒愁不胜，那能还傍杏花行。去年高摘斗轻盈。漫惹炉烟双袖紫，空将酒晕一衫青。keysentence人间何处问多情。",
    "id": "P420"
  },
  {
    "title": "游子吟",
    "dynasty": "唐代",
    "writer": "孟郊",
    "content": [
      "慈母手中线，",
      "游子身上衣。",
      "临行密密缝，",
      "意恐迟迟归。keysentence",
      "谁言寸草心，",
      "报得三春晖。"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "赞颂",
      "母亲",
      "母爱",
      "早教古诗100首"
    ],
    "source": "慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。keysentence谁言寸草心，报得三春晖。",
    "id": "P421"
  },
  {
    "title": "如梦令·题淮山楼",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "城上层楼叠巘，",
      "城下清淮古汴。",
      "举手揖吴云，",
      "人与暮天俱远。",
      "魂断，",
      "魂断，",
      "后夜松江月满。keysentence"
    ],
    "type": [
      "写景",
      "怀古",
      "抒情"
    ],
    "source": "城上层楼叠巘，城下清淮古汴。举手揖吴云，人与暮天俱远。魂断，魂断，后夜松江月满。keysentence",
    "id": "P423"
  },
  {
    "title": "东城高且长",
    "dynasty": "两汉",
    "writer": "佚名",
    "content": [
      "东城高且长，",
      "逶迤自相属。",
      "回风动地起，",
      "秋草萋已绿。",
      "四时更变化，",
      "岁暮一何速！",
      "晨风怀苦心，",
      "蟋蟀伤局促。",
      "荡涤放情志，",
      "何为自结束？",
      "燕赵多佳人，",
      "美者颜如玉。keysentence",
      "被服罗裳衣，",
      "当户理清曲。",
      "音响一何悲！",
      "弦急知柱促。",
      "驰情整巾带，",
      "沉吟聊踯躅。",
      "思为双飞燕，",
      "衔泥巢君屋。"
    ],
    "type": [
      "古诗三百首",
      "古诗十九首",
      "抒情",
      "人生",
      "哲理"
    ],
    "source": "东城高且长，逶迤自相属。回风动地起，秋草萋已绿。四时更变化，岁暮一何速！晨风怀苦心，蟋蟀伤局促。荡涤放情志，何为自结束？燕赵多佳人，美者颜如玉。keysentence被服罗裳衣，当户理清曲。音响一何悲！弦急知柱促。驰情整巾带，沉吟聊踯躅。思为双飞燕，衔泥巢君屋。",
    "id": "P424"
  },
  {
    "title": "八六子·倚危亭",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "倚危亭。",
      "恨如芳草，",
      "萋萋刬尽还生。",
      "念柳外青骢别后，",
      "水边红袂分时，",
      "怆然暗惊。",
      "无端天与娉婷。",
      "夜月一帘幽梦，",
      "春风十里柔情。keysentence",
      "怎奈向、欢娱渐随流水，",
      "素弦声断，",
      "翠绡香减，",
      "那堪片片飞花弄晚，",
      "蒙蒙残雨笼晴。",
      "正销凝。",
      "黄鹂又啼数声。"
    ],
    "type": [
      "宋词三百首",
      "离别",
      "爱情",
      "怀人"
    ],
    "source": "倚危亭。恨如芳草，萋萋刬尽还生。念柳外青骢别后，水边红袂分时，怆然暗惊。无端天与娉婷。夜月一帘幽梦，春风十里柔情。keysentence怎奈向、欢娱渐随流水，素弦声断，翠绡香减，那堪片片飞花弄晚，蒙蒙残雨笼晴。正销凝。黄鹂又啼数声。",
    "id": "P425"
  },
  {
    "title": "灞上秋居",
    "dynasty": "唐代",
    "writer": "马戴",
    "content": [
      "灞原风雨定，",
      "晚见雁行频。",
      "落叶他乡树，",
      "寒灯独夜人。keysentence",
      "空园白露滴，",
      "孤壁野僧邻。",
      "寄卧郊扉久，",
      "何年致此身。"
    ],
    "type": [
      "唐诗三百首",
      "秋天",
      "孤独",
      "怀才不遇"
    ],
    "source": "灞原风雨定，晚见雁行频。落叶他乡树，寒灯独夜人。keysentence空园白露滴，孤壁野僧邻。寄卧郊扉久，何年致此身。",
    "id": "P426"
  },
  {
    "title": "山中",
    "dynasty": "唐代",
    "writer": "王勃",
    "content": [
      "长江悲已滞，",
      "万里念将归。keysentence",
      "况属高风晚，",
      "山山黄叶飞。"
    ],
    "type": [
      "山水",
      "思乡"
    ],
    "source": "长江悲已滞，万里念将归。keysentence况属高风晚，山山黄叶飞。",
    "id": "P427"
  },
  {
    "title": "谢亭送别",
    "dynasty": "唐代",
    "writer": "许浑",
    "content": [
      "劳歌一曲解行舟，",
      "红叶青山水急流。",
      "日暮酒醒人已远，",
      "满天风雨下西楼。keysentence"
    ],
    "type": [
      "送别",
      "写景",
      "抒情"
    ],
    "source": "劳歌一曲解行舟，红叶青山水急流。日暮酒醒人已远，满天风雨下西楼。keysentence",
    "id": "P428"
  },
  {
    "title": "浣溪沙·玉碗冰寒滴露华",
    "dynasty": "宋代",
    "writer": "晏殊",
    "content": [
      "玉碗冰寒滴露华，",
      "粉融香雪透轻纱。keysentence",
      "晚来妆面胜荷花。",
      "鬓亸欲迎眉际月，",
      "酒红初上脸边霞。",
      "一场春梦日西斜。"
    ],
    "type": [
      "夏天",
      "黄昏",
      "写人"
    ],
    "source": "玉碗冰寒滴露华，粉融香雪透轻纱。keysentence晚来妆面胜荷花。鬓亸欲迎眉际月，酒红初上脸边霞。一场春梦日西斜。",
    "id": "P429"
  },
  {
    "title": "南轩松",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "南轩有孤松，",
      "柯叶自绵幂。",
      "清风无闲时，",
      "潇洒终日夕。",
      "阴生古苔绿，",
      "色染秋烟碧。keysentence",
      "何当凌云霄，",
      "直上数千尺。"
    ],
    "type": [
      "咏物",
      "抒怀",
      "理想"
    ],
    "source": "南轩有孤松，柯叶自绵幂。清风无闲时，潇洒终日夕。阴生古苔绿，色染秋烟碧。keysentence何当凌云霄，直上数千尺。",
    "id": "P430"
  },
  {
    "title": "凤凰台上忆吹箫·寸寸微云",
    "dynasty": "清代",
    "writer": "贺双卿",
    "content": [
      "寸寸微云，",
      "丝丝残照，",
      "有无明灭难消。keysentence",
      "正断魂魂断，",
      "闪闪摇摇。",
      "望望山山水水，",
      "人去去，",
      "隐隐迢迢。",
      "从今后，",
      "酸酸楚楚，",
      "只似今宵。",
      "青遥。",
      "问天不应，",
      "看小小双卿，",
      "袅袅无聊。",
      "更见谁谁见，",
      "谁痛花娇？",
      "谁望欢欢喜喜，",
      "偷素粉，",
      "写写描描？",
      "谁还管，",
      "生生世世，",
      "夜夜朝朝。"
    ],
    "type": [
      "离别",
      "伤怀"
    ],
    "source": "寸寸微云，丝丝残照，有无明灭难消。keysentence正断魂魂断，闪闪摇摇。望望山山水水，人去去，隐隐迢迢。从今后，酸酸楚楚，只似今宵。青遥。问天不应，看小小双卿，袅袅无聊。更见谁谁见，谁痛花娇？谁望欢欢喜喜，偷素粉，写写描描？谁还管，生生世世，夜夜朝朝。",
    "id": "P431"
  },
  {
    "title": "车遥遥篇",
    "dynasty": "魏晋",
    "writer": "傅玄",
    "content": [
      "车遥遥兮马洋洋，",
      "追思君兮不可忘。keysentence",
      "君安游兮西入秦，",
      "愿为影兮随君身。",
      "君在阴兮影不见，",
      "君依光兮妾所愿。"
    ],
    "type": [
      "爱情",
      "相思"
    ],
    "source": "车遥遥兮马洋洋，追思君兮不可忘。keysentence君安游兮西入秦，愿为影兮随君身。君在阴兮影不见，君依光兮妾所愿。",
    "id": "P432"
  },
  {
    "title": "羔羊",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "羔羊之皮，",
      "素丝五紽。keysentence",
      "退食自公，",
      "委蛇委蛇。",
      "羔羊之革，",
      "素丝五緎。",
      "委蛇委蛇，",
      "自公退食。",
      "羔羊之缝，",
      "素丝五总。",
      "委蛇委蛇，",
      "退食自公。"
    ],
    "type": [
      "诗经"
    ],
    "source": "羔羊之皮，素丝五紽。keysentence退食自公，委蛇委蛇。羔羊之革，素丝五緎。委蛇委蛇，自公退食。羔羊之缝，素丝五总。委蛇委蛇，退食自公。",
    "id": "P433"
  },
  {
    "title": "兰陵王·柳",
    "dynasty": "宋代",
    "writer": "周邦彦",
    "content": [
      "柳阴直，",
      "烟里丝丝弄碧。",
      "隋堤上、曾见几番，",
      "拂水飘绵送行色。",
      "登临望故国，",
      "谁识京华倦客？",
      "长亭路，",
      "年去岁来，",
      "应折柔条过千尺。keysentence",
      "闲寻旧踪迹，",
      "又酒趁哀弦，",
      "灯照离席。",
      "梨花榆火催寒食。",
      "愁一箭风快，",
      "半篙波暖，",
      "回头迢递便数驿，",
      "望人在天北。",
      "凄恻，",
      "恨堆积！",
      "渐别浦萦回，",
      "津堠岑寂，",
      "斜阳冉冉春无极。",
      "念月榭携手，",
      "露桥闻笛。",
      "沉思前事，",
      "似梦里，",
      "泪暗滴。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "柳树",
      "送别"
    ],
    "source": "柳阴直，烟里丝丝弄碧。隋堤上、曾见几番，拂水飘绵送行色。登临望故国，谁识京华倦客？长亭路，年去岁来，应折柔条过千尺。keysentence闲寻旧踪迹，又酒趁哀弦，灯照离席。梨花榆火催寒食。愁一箭风快，半篙波暖，回头迢递便数驿，望人在天北。凄恻，恨堆积！渐别浦萦回，津堠岑寂，斜阳冉冉春无极。念月榭携手，露桥闻笛。沉思前事，似梦里，泪暗滴。",
    "id": "P434"
  },
  {
    "title": "宿桐庐江寄广陵旧游",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "山暝闻猿愁，",
      "沧江急夜流。",
      "风鸣两岸叶，",
      "月照一孤舟。keysentence",
      "建德非吾土，",
      "维扬忆旧游。",
      "还将两行泪，",
      "遥寄海西头。"
    ],
    "type": [
      "唐诗三百首",
      "写水",
      "怀人"
    ],
    "source": "山暝闻猿愁，沧江急夜流。风鸣两岸叶，月照一孤舟。keysentence建德非吾土，维扬忆旧游。还将两行泪，遥寄海西头。",
    "id": "P435"
  },
  {
    "title": "长相思·长相思",
    "dynasty": "宋代",
    "writer": "晏几道",
    "content": [
      "长相思，",
      "长相思。",
      "若问相思甚了期，",
      "除非相见时。",
      "长相思，",
      "长相思。",
      "欲把相思说似谁，",
      "浅情人不知。keysentence"
    ],
    "type": [
      "宋词精选",
      "相思"
    ],
    "source": "长相思，长相思。若问相思甚了期，除非相见时。长相思，长相思。欲把相思说似谁，浅情人不知。keysentence",
    "id": "P436"
  },
  {
    "title": "燕歌行二首·其一",
    "dynasty": "魏晋",
    "writer": "曹丕",
    "content": [
      "秋风萧瑟天气凉，",
      "草木摇落露为霜，",
      "群燕辞归鹄南翔。keysentence",
      "(鹄南翔 一作 雁南翔）念君客游思断肠，",
      "慊慊思归恋故乡，",
      "君何淹留寄他方？",
      "贱妾茕茕守空房，",
      "忧来思君不敢忘，",
      "不觉泪下沾衣裳。",
      "援琴鸣弦发清商，",
      "短歌微吟不能长。",
      "明月皎皎照我床，",
      "星汉西流夜未央。",
      "牵牛织女遥相望，",
      "尔独何辜限河梁。"
    ],
    "type": [
      "古诗三百首",
      "乐府",
      "秋天",
      "女子",
      "怀人"
    ],
    "source": "秋风萧瑟天气凉，草木摇落露为霜，群燕辞归鹄南翔。keysentence(鹄南翔 一作 雁南翔）念君客游思断肠，慊慊思归恋故乡，君何淹留寄他方？贱妾茕茕守空房，忧来思君不敢忘，不觉泪下沾衣裳。援琴鸣弦发清商，短歌微吟不能长。明月皎皎照我床，星汉西流夜未央。牵牛织女遥相望，尔独何辜限河梁。",
    "id": "P437"
  },
  {
    "title": "别离",
    "dynasty": "唐代",
    "writer": "陆龟蒙",
    "content": [
      "丈夫非无泪，",
      "不洒离别间。keysentence",
      "杖剑对尊酒，",
      "耻为游子颜。",
      "蝮蛇一螫手，",
      "壮士即解腕。",
      "所志在功名，",
      "离别何足叹。"
    ],
    "type": [
      "离别",
      "写人",
      "议论"
    ],
    "source": "丈夫非无泪，不洒离别间。keysentence杖剑对尊酒，耻为游子颜。蝮蛇一螫手，壮士即解腕。所志在功名，离别何足叹。",
    "id": "P438"
  },
  {
    "title": "鹧鸪天·鹅湖归病起作",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "枕簟溪堂冷欲秋。",
      "断云依水晚来收。",
      "红莲相倚浑如醉，",
      "白鸟无言定自愁。keysentence",
      "书咄咄，",
      "且休休。",
      "一丘一壑也风流。",
      "不知筋力衰多少，",
      "但觉新来懒上楼。"
    ],
    "type": [
      "写景",
      "抒情"
    ],
    "source": "枕簟溪堂冷欲秋。断云依水晚来收。红莲相倚浑如醉，白鸟无言定自愁。keysentence书咄咄，且休休。一丘一壑也风流。不知筋力衰多少，但觉新来懒上楼。",
    "id": "P439"
  },
  {
    "title": "点绛唇·蹴罢秋千",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "蹴罢秋千，",
      "起来慵整纤纤手。",
      "露浓花瘦，",
      "薄汗轻衣透。",
      "见客入来，",
      "袜刬金钗溜。",
      "和羞走，",
      "倚门回首，",
      "却把青梅嗅。keysentence"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "少女"
    ],
    "source": "蹴罢秋千，起来慵整纤纤手。露浓花瘦，薄汗轻衣透。见客入来，袜刬金钗溜。和羞走，倚门回首，却把青梅嗅。keysentence",
    "id": "P440"
  },
  {
    "title": "声声慢·寻寻觅觅",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "寻寻觅觅，",
      "冷冷清清，",
      "凄凄惨惨戚戚。keysentence",
      "乍暖还寒时候，",
      "最难将息。",
      "三杯两盏淡酒，",
      "怎敌他、晚来风急？",
      "雁过也，",
      "正伤心，",
      "却是旧时相识。",
      "满地黄花堆积。",
      "憔悴损，",
      "如今有谁堪摘？",
      "守着窗儿，",
      "独自怎生得黑？",
      "梧桐更兼细雨，",
      "到黄昏、点点滴滴。",
      "这次第，",
      "怎一个愁字了得！"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "高中古诗",
      "婉约",
      "闺怨",
      "孤独",
      "怀人"
    ],
    "source": "寻寻觅觅，冷冷清清，凄凄惨惨戚戚。keysentence乍暖还寒时候，最难将息。三杯两盏淡酒，怎敌他、晚来风急？雁过也，正伤心，却是旧时相识。满地黄花堆积。憔悴损，如今有谁堪摘？守着窗儿，独自怎生得黑？梧桐更兼细雨，到黄昏、点点滴滴。这次第，怎一个愁字了得！",
    "id": "P441"
  },
  {
    "title": "次北固山下",
    "dynasty": "唐代",
    "writer": "王湾",
    "content": [
      "客路青山外，",
      "行舟绿水前。",
      "潮平两岸阔，",
      "风正一帆悬。",
      "海日生残夜，",
      "江春入旧年。keysentence",
      "乡书何处达？",
      "归雁洛阳边。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "地点",
      "思乡",
      "哲理"
    ],
    "source": "客路青山外，行舟绿水前。潮平两岸阔，风正一帆悬。海日生残夜，江春入旧年。keysentence乡书何处达？归雁洛阳边。",
    "id": "P442"
  },
  {
    "title": "诉衷情·寒食",
    "dynasty": "宋代",
    "writer": "仲殊",
    "content": [
      "涌金门外小瀛洲。",
      "寒食更风流。",
      "红船满湖歌吹，",
      "花外有高楼。",
      "晴日暖，",
      "淡烟浮。keysentence",
      "恣嬉游。",
      "三千粉黛，",
      "十二阑干，",
      "一片云头。"
    ],
    "type": [
      "寒食节",
      "西湖",
      "写景"
    ],
    "source": "涌金门外小瀛洲。寒食更风流。红船满湖歌吹，花外有高楼。晴日暖，淡烟浮。keysentence恣嬉游。三千粉黛，十二阑干，一片云头。",
    "id": "P443"
  },
  {
    "title": "玉楼春·春景",
    "dynasty": "宋代",
    "writer": "宋祁",
    "content": [
      "东城渐觉风光好。",
      "縠皱波纹迎客棹。",
      "绿杨烟外晓寒轻，",
      "红杏枝头春意闹。keysentence",
      "浮生长恨欢娱少。",
      "肯爱千金轻一笑。",
      "为君持酒劝斜阳，",
      "且向花间留晚照。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "春游",
      "写景",
      "惜春"
    ],
    "source": "东城渐觉风光好。縠皱波纹迎客棹。绿杨烟外晓寒轻，红杏枝头春意闹。keysentence浮生长恨欢娱少。肯爱千金轻一笑。为君持酒劝斜阳，且向花间留晚照。",
    "id": "P444"
  },
  {
    "title": "朝中措·平山堂",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "平山栏槛倚晴空，",
      "山色有无中。keysentence",
      "手种堂前垂柳，",
      "别来几度春风？",
      "文章太守，",
      "挥毫万字，",
      "一饮千钟。",
      "行乐直须年少，",
      "尊前看取衰翁。"
    ],
    "type": [
      "豪放",
      "写人",
      "抒怀"
    ],
    "source": "平山栏槛倚晴空，山色有无中。keysentence手种堂前垂柳，别来几度春风？文章太守，挥毫万字，一饮千钟。行乐直须年少，尊前看取衰翁。",
    "id": "P445"
  },
  {
    "title": "画堂春·一生一代一双人",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "一生一代一双人，",
      "争教两处销魂。",
      "相思相望不相亲，",
      "天为谁春。keysentence",
      "浆向蓝桥易乞，",
      "药成碧海难奔。",
      "若容相访饮牛津，",
      "相对忘贫。"
    ],
    "type": [
      "典故",
      "伤怀",
      "相思"
    ],
    "source": "一生一代一双人，争教两处销魂。相思相望不相亲，天为谁春。keysentence浆向蓝桥易乞，药成碧海难奔。若容相访饮牛津，相对忘贫。",
    "id": "P446"
  },
  {
    "title": "赐萧瑀",
    "dynasty": "唐代",
    "writer": "李世民",
    "content": [
      "疾风知劲草，",
      "板荡识诚臣。keysentence",
      "勇夫安识义，",
      "智者必怀仁。"
    ],
    "type": [
      "哲理",
      "启示",
      "早教古诗100首"
    ],
    "source": "疾风知劲草，板荡识诚臣。keysentence勇夫安识义，智者必怀仁。",
    "id": "P448"
  },
  {
    "title": "白云泉",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "天平山上白云泉，",
      "云自无心水自闲。keysentence",
      "何必奔冲山下去，",
      "更添波浪向人间。"
    ],
    "type": [
      "山水",
      "写景",
      "寓志"
    ],
    "source": "天平山上白云泉，云自无心水自闲。keysentence何必奔冲山下去，更添波浪向人间。",
    "id": "P449"
  },
  {
    "title": "除夜作",
    "dynasty": "唐代",
    "writer": "高适",
    "content": [
      "旅馆寒灯独不眠，",
      "客心何事转凄然。",
      "故乡今夜思千里，",
      "霜鬓明朝又一年。keysentence"
    ],
    "type": [
      "春节",
      "孤独",
      "思乡",
      "岁月"
    ],
    "source": "旅馆寒灯独不眠，客心何事转凄然。故乡今夜思千里，霜鬓明朝又一年。keysentence",
    "id": "P450"
  },
  {
    "title": "一剪梅·红藕香残玉簟秋",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "红藕香残玉簟秋。",
      "轻解罗裳，",
      "独上兰舟。",
      "云中谁寄锦书来，",
      "雁字回时，",
      "月满西楼。",
      "花自飘零水自流。",
      "一种相思，",
      "两处闲愁。keysentence",
      "此情无计可消除，",
      "才下眉头，",
      "却上心头。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "思念",
      "闺怨",
      "写景"
    ],
    "source": "红藕香残玉簟秋。轻解罗裳，独上兰舟。云中谁寄锦书来，雁字回时，月满西楼。花自飘零水自流。一种相思，两处闲愁。keysentence此情无计可消除，才下眉头，却上心头。",
    "id": "P452"
  },
  {
    "title": "奉和令公绿野堂种花",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "绿野堂开占物华，",
      "路人指道令公家。",
      "令公桃李满天下，",
      "何用堂前更种花。keysentence"
    ],
    "type": [
      "赞美",
      "老师"
    ],
    "source": "绿野堂开占物华，路人指道令公家。令公桃李满天下，何用堂前更种花。keysentence",
    "id": "P453"
  },
  {
    "title": "蝶恋花·梦入江南烟水路",
    "dynasty": "宋代",
    "writer": "晏几道",
    "content": [
      "梦入江南烟水路，",
      "行尽江南，",
      "不与离人遇。keysentence",
      "睡里消魂无说处，",
      "觉来惆怅消魂误。",
      "欲尽此情书尺素，",
      "浮雁沉鱼，",
      "终了无凭据。",
      "却倚缓弦歌别绪，",
      "断肠移破秦筝柱。"
    ],
    "type": [
      "宋词精选",
      "闺怨",
      "叙梦",
      "相思"
    ],
    "source": "梦入江南烟水路，行尽江南，不与离人遇。keysentence睡里消魂无说处，觉来惆怅消魂误。欲尽此情书尺素，浮雁沉鱼，终了无凭据。却倚缓弦歌别绪，断肠移破秦筝柱。",
    "id": "P454"
  },
  {
    "title": "踏莎行·候馆梅残",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "候馆梅残，",
      "溪桥柳细。",
      "草薰风暖摇征辔。",
      "离愁渐远渐无穷，",
      "迢迢不断如春水。keysentence",
      "寸寸柔肠，",
      "盈盈粉泪。",
      "楼高莫近危阑倚。",
      "平芜尽处是春山，",
      "行人更在春山外。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "写景",
      "离别",
      "相思"
    ],
    "source": "候馆梅残，溪桥柳细。草薰风暖摇征辔。离愁渐远渐无穷，迢迢不断如春水。keysentence寸寸柔肠，盈盈粉泪。楼高莫近危阑倚。平芜尽处是春山，行人更在春山外。",
    "id": "P455"
  },
  {
    "title": "阮郎归·天边金掌露成霜",
    "dynasty": "宋代",
    "writer": "晏几道",
    "content": [
      "天边金掌露成霜。",
      "云随雁字长。",
      "绿杯红袖趁重阳。",
      "人情似故乡。keysentence",
      "兰佩紫，",
      "菊簪黄。",
      "殷勤理旧狂。",
      "欲将沉醉换悲凉。",
      "清歌莫断肠。"
    ],
    "type": [
      "宋词精选",
      "重阳节",
      "友情",
      "思乡"
    ],
    "source": "天边金掌露成霜。云随雁字长。绿杯红袖趁重阳。人情似故乡。keysentence兰佩紫，菊簪黄。殷勤理旧狂。欲将沉醉换悲凉。清歌莫断肠。",
    "id": "P456"
  },
  {
    "title": "少年游·润州作",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "去年相送，",
      "余杭门外，",
      "飞雪似杨花。",
      "今年春尽，",
      "杨花似雪，",
      "犹不见还家。",
      "对酒卷帘邀明月，",
      "风露透窗纱。keysentence",
      "恰似姮娥怜双燕，",
      "分明照、画梁斜。"
    ],
    "type": [
      "婉约",
      "思念"
    ],
    "source": "去年相送，余杭门外，飞雪似杨花。今年春尽，杨花似雪，犹不见还家。对酒卷帘邀明月，风露透窗纱。keysentence恰似姮娥怜双燕，分明照、画梁斜。",
    "id": "P457"
  },
  {
    "title": "杂说一·龙说",
    "dynasty": "唐代",
    "writer": "韩愈",
    "content": [
      "龙嘘气成云，",
      "云固弗灵于龙也。keysentence",
      "然龙乘是气，",
      "茫洋穷乎玄间，",
      "薄日月，",
      "伏光景，",
      "感震电，",
      "神变化，",
      "水下土，",
      "汩陵谷，",
      "云亦灵怪矣哉!云，",
      "龙之所能使为灵也；",
      "若龙之灵，",
      "则非云之所能使为灵也。",
      "然龙弗得云，",
      "无以神其灵矣。",
      "失其所凭依，",
      "信不可欤 ！",
      "异哉！",
      "其所凭依，",
      "乃其所自为也。",
      "云从龙。",
      "既曰：",
      "龙，",
      "云从之矣。"
    ],
    "type": [
      "古文观止",
      "议论",
      "寓理"
    ],
    "source": "龙嘘气成云，云固弗灵于龙也。keysentence然龙乘是气，茫洋穷乎玄间，薄日月，伏光景，感震电，神变化，水下土，汩陵谷，云亦灵怪矣哉!云，龙之所能使为灵也；若龙之灵，则非云之所能使为灵也。然龙弗得云，无以神其灵矣。失其所凭依，信不可欤 ！异哉！其所凭依，乃其所自为也。《易》曰：云从龙。既曰：龙，云从之矣。",
    "id": "P458"
  },
  {
    "title": "大德歌·冬景",
    "dynasty": "元代",
    "writer": "关汉卿",
    "content": [
      "雪粉华，",
      "舞梨花，",
      "再不见烟村四五家。",
      "密洒堪图画，",
      "看疏林噪晚鸦。",
      "黄芦掩映清江下，",
      "斜缆着钓鱼艖。keysentence"
    ],
    "type": [
      "冬天",
      "写景",
      "向往",
      "闲适",
      "生活"
    ],
    "source": "雪粉华，舞梨花，再不见烟村四五家。密洒堪图画，看疏林噪晚鸦。黄芦掩映清江下，斜缆着钓鱼艖。keysentence",
    "id": "P460"
  },
  {
    "title": "和董传留别",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "粗缯大布裹生涯，",
      "腹有诗书气自华。keysentence",
      "厌伴老儒烹瓠叶，",
      "强随举子踏槐花。",
      "囊空不办寻春马，",
      "眼乱行看择婿车。",
      "得意犹堪夸世俗，",
      "诏黄新湿字如鸦。"
    ],
    "type": [
      "送别",
      "议论",
      "读书",
      "写人",
      "修养"
    ],
    "source": "粗缯大布裹生涯，腹有诗书气自华。keysentence厌伴老儒烹瓠叶，强随举子踏槐花。囊空不办寻春马，眼乱行看择婿车。得意犹堪夸世俗，诏黄新湿字如鸦。",
    "id": "P461"
  },
  {
    "title": "临江仙·斗草阶前初见",
    "dynasty": "宋代",
    "writer": "晏几道",
    "content": [
      "斗草阶前初见，",
      "穿针楼上曾逢。",
      "罗裙香露玉钗风。",
      "靓妆眉沁绿，",
      "羞脸粉生红。",
      "流水便随春远，",
      "行云终与谁同。",
      "酒醒长恨锦屏空。",
      "相寻梦里路，",
      "飞雨落花中。keysentence"
    ],
    "type": [
      "宋词精选",
      "思念",
      "女子"
    ],
    "source": "斗草阶前初见，穿针楼上曾逢。罗裙香露玉钗风。靓妆眉沁绿，羞脸粉生红。流水便随春远，行云终与谁同。酒醒长恨锦屏空。相寻梦里路，飞雨落花中。keysentence",
    "id": "P462"
  },
  {
    "title": "雪望",
    "dynasty": "清代",
    "writer": "洪升",
    "content": [
      "寒色孤村幕，",
      "悲风四野闻。",
      "溪深难受雪，",
      "山冻不流云。keysentence",
      "鸥鹭飞难辨，",
      "沙汀望莫分。",
      "野桥梅几树，",
      "并是白纷纷。"
    ],
    "type": [
      "冬天",
      "写雪"
    ],
    "source": "寒色孤村幕，悲风四野闻。溪深难受雪，山冻不流云。keysentence鸥鹭飞难辨，沙汀望莫分。野桥梅几树，并是白纷纷。",
    "id": "P463"
  },
  {
    "title": "浣溪沙·细雨斜风作晓寒",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "元丰七年十二月二十四日，",
      "从泗州刘倩叔游南山细雨斜风作晓寒，",
      "淡烟疏柳媚晴滩。",
      "入淮清洛渐漫漫。",
      "雪沫乳花浮午盏，",
      "蓼茸蒿笋试春盘。",
      "人间有味是清欢。keysentence"
    ],
    "type": [
      "婉约",
      "纪游",
      "写景"
    ],
    "source": "元丰七年十二月二十四日，从泗州刘倩叔游南山细雨斜风作晓寒，淡烟疏柳媚晴滩。入淮清洛渐漫漫。雪沫乳花浮午盏，蓼茸蒿笋试春盘。人间有味是清欢。keysentence",
    "id": "P464"
  },
  {
    "title": "秋夜曲",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "桂魄初生秋露微，",
      "轻罗已薄未更衣。keysentence",
      "银筝夜久殷勤弄，",
      "心怯空房不忍归。"
    ],
    "type": [
      "唐诗三百首",
      "秋天",
      "女子",
      "思念"
    ],
    "source": "桂魄初生秋露微，轻罗已薄未更衣。keysentence银筝夜久殷勤弄，心怯空房不忍归。",
    "id": "P465"
  },
  {
    "title": "满庭芳·山抹微云",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "山抹微云，",
      "天连衰草，",
      "画角声断谯门。keysentence",
      "暂停征棹，",
      "聊共引离尊。",
      "多少蓬莱旧事，",
      "空回首、烟霭纷纷。",
      "斜阳外，",
      "寒鸦万点，",
      "流水绕孤村。",
      "销魂。",
      "当此际，",
      "香囊暗解，",
      "罗带轻分。",
      "谩赢得、青楼薄幸名存。",
      "此去何时见也，",
      "襟袖上、空惹啼痕。",
      "伤情处，",
      "高城望断，",
      "灯火已黄昏。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "惜别",
      "写景"
    ],
    "source": "山抹微云，天连衰草，画角声断谯门。keysentence暂停征棹，聊共引离尊。多少蓬莱旧事，空回首、烟霭纷纷。斜阳外，寒鸦万点，流水绕孤村。销魂。当此际，香囊暗解，罗带轻分。谩赢得、青楼薄幸名存。此去何时见也，襟袖上、空惹啼痕。伤情处，高城望断，灯火已黄昏。",
    "id": "P466"
  },
  {
    "title": "古意",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "君为女萝草，",
      "妾作菟丝花。keysentence",
      "轻条不自引，",
      "为逐春风斜。",
      "百丈托远松，",
      "缠绵成一家。",
      "谁言会面易，",
      "各在青山崖。",
      "女萝发馨香，",
      "菟丝断人肠。",
      "枝枝相纠结，",
      "叶叶竞飘扬。",
      "生子不知根，",
      "因谁共芬芳。",
      "中巢双翡翠，",
      "上宿紫鸳鸯。",
      "若识二草心，",
      "海潮亦可量。"
    ],
    "type": [
      "妇女",
      "闺怨"
    ],
    "source": "君为女萝草，妾作菟丝花。keysentence轻条不自引，为逐春风斜。百丈托远松，缠绵成一家。谁言会面易，各在青山崖。女萝发馨香，菟丝断人肠。枝枝相纠结，叶叶竞飘扬。生子不知根，因谁共芬芳。中巢双翡翠，上宿紫鸳鸯。若识二草心，海潮亦可量。",
    "id": "P467"
  },
  {
    "title": "扬子江",
    "dynasty": "宋代",
    "writer": "文天祥",
    "content": [
      "几日随风北海游，",
      "回从扬子大江头。",
      "臣心一片磁针石，",
      "不指南方不肯休。keysentence"
    ],
    "type": [
      "爱国",
      "励志"
    ],
    "source": "几日随风北海游，回从扬子大江头。臣心一片磁针石，不指南方不肯休。keysentence",
    "id": "P468"
  },
  {
    "title": "大德歌·春",
    "dynasty": "元代",
    "writer": "关汉卿",
    "content": [
      "子规啼，",
      "不如归，",
      "道是春归人未归。keysentence",
      "几日添憔悴，",
      "虚飘飘柳絮飞。",
      "一春鱼雁无消息，",
      "则见双燕斗衔泥。"
    ],
    "type": [
      "春天",
      "妇女",
      "相思"
    ],
    "source": "子规啼，不如归，道是春归人未归。keysentence几日添憔悴，虚飘飘柳絮飞。一春鱼雁无消息，则见双燕斗衔泥。",
    "id": "P469"
  },
  {
    "title": "木兰歌",
    "dynasty": "唐代",
    "writer": "韦元甫",
    "content": [
      "木兰抱杼嗟，",
      "借问复为谁。",
      "欲闻所戚戚，",
      "感激强起颜。",
      "老父隶兵籍，",
      "气力日衰耗。",
      "岂足万里行，",
      "有子复尚少！",
      "胡沙没马足，",
      "朔风裂人肤。",
      "老父旧羸病，",
      "何以强自扶？",
      "木兰代父去，",
      "秣马备戎行。",
      "易却纨绮裳，",
      "洗却铅粉妆。",
      "驰马赴军幕，",
      "慷慨携干将。",
      "朝屯雪山下，",
      "暮宿青海旁。keysentence",
      "夜袭燕支虏，",
      "更携于阗羌。",
      "将军得胜归，",
      "士卒还故乡。",
      "父母见木兰，",
      "喜极成悲伤。",
      "木兰能承父母颜，",
      "却卸巾帼理丝黄。",
      "昔为烈士雄，",
      "今复娇子容。",
      "亲戚持酒贺，",
      "父母始知生女与男同。",
      "门前旧军都，",
      "十年共崎岖。",
      "本结兄弟交，",
      "死战誓不渝。",
      "今者见木兰，",
      "言声虽是颜貌殊。",
      "惊愕不敢前，",
      "叹重徒嘻吁。",
      "世有臣子心，",
      "能如木兰节，",
      "忠孝两不渝，",
      "千古之名焉可灭！"
    ],
    "type": [
      "赞颂",
      "女子"
    ],
    "source": "木兰抱杼嗟，借问复为谁。 欲闻所戚戚，感激强起颜。老父隶兵籍，气力日衰耗。岂足万里行，有子复尚少！胡沙没马足，朔风裂人肤。老父旧羸病，何以强自扶？木兰代父去，秣马备戎行。易却纨绮裳，洗却铅粉妆。驰马赴军幕，慷慨携干将。朝屯雪山下，暮宿青海旁。keysentence夜袭燕支虏，更携于阗羌。将军得胜归，士卒还故乡。父母见木兰，喜极成悲伤。木兰能承父母颜，却卸巾帼理丝黄。昔为烈士雄，今复娇子容。亲戚持酒贺，父母始知生女与男同。门前旧军都，十年共崎岖。本结兄弟交，死战誓不渝。今者见木兰，言声虽是颜貌殊。惊愕不敢前，叹重徒嘻吁。世有臣子心，能如木兰节，忠孝两不渝，千古之名焉可灭！",
    "id": "P470"
  },
  {
    "title": "江上渔者",
    "dynasty": "宋代",
    "writer": "范仲淹",
    "content": [
      "江上往来人，",
      "但爱鲈鱼美。keysentence",
      "君看一叶舟，",
      "出没风波里。"
    ],
    "type": [
      "渔人",
      "生活",
      "抒怀",
      "同情"
    ],
    "source": "江上往来人，但爱鲈鱼美。keysentence君看一叶舟，出没风波里。",
    "id": "P471"
  },
  {
    "title": "阮郎归·初夏",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "绿槐高柳咽新蝉。",
      "薰风初入弦。",
      "碧纱窗下水沈烟。",
      "棋声惊昼眠。",
      "(水沈 一作 水沉）微雨过，",
      "小荷翻。",
      "榴花开欲然。keysentence",
      "玉盆纤手弄清泉。",
      "琼珠碎却圆。"
    ],
    "type": [
      "婉约",
      "闺怨",
      "夏天",
      "写景"
    ],
    "source": "绿槐高柳咽新蝉。薰风初入弦。碧纱窗下水沈烟。棋声惊昼眠。(水沈 一作 水沉）微雨过，小荷翻。榴花开欲然。keysentence玉盆纤手弄清泉。琼珠碎却圆。",
    "id": "P472"
  },
  {
    "title": "鸿雁",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "鸿雁于飞，",
      "肃肃其羽。",
      "之子于征，",
      "劬劳于野。",
      "爰及矜人，",
      "哀此鳏寡。",
      "鸿雁于飞，",
      "集于中泽。",
      "之子于垣，",
      "百堵皆作。",
      "虽则劬劳，",
      "其究安宅？",
      "鸿雁于飞，",
      "哀鸣嗷嗷。keysentence",
      "维此哲人，",
      "谓我劬劳。",
      "维彼愚人，",
      "谓我宣骄。"
    ],
    "type": [
      "诗经",
      "写鸟",
      "抒情"
    ],
    "source": "鸿雁于飞，肃肃其羽。之子于征，劬劳于野。爰及矜人，哀此鳏寡。鸿雁于飞，集于中泽。之子于垣，百堵皆作。虽则劬劳，其究安宅？鸿雁于飞，哀鸣嗷嗷。keysentence维此哲人，谓我劬劳。维彼愚人，谓我宣骄。",
    "id": "P473"
  },
  {
    "title": "望岳三首·其三",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "南岳配朱鸟，",
      "秩礼自百王。",
      "欻吸领地灵，",
      "鸿洞半炎方。",
      "邦家用祀典，",
      "在德非馨香。",
      "巡守何寂寥，",
      "有虞今则亡。",
      "洎吾隘世网，",
      "行迈越潇湘。",
      "渴日绝壁出，",
      "漾舟清光旁。",
      "祝融五峰尊，",
      "峰峰次低昂。",
      "紫盖独不朝，",
      "争长嶪相望。",
      "恭闻魏夫人，",
      "群仙夹翱翔。",
      "有时五峰气，",
      "散风如飞霜。",
      "牵迫限修途，",
      "未暇杖崇冈。keysentence",
      "归来觊命驾，",
      "沐浴休玉堂。",
      "三叹问府主，",
      "曷以赞我皇。",
      "牲璧忍衰俗，",
      "神其思降祥。"
    ],
    "type": [
      "写山"
    ],
    "source": "南岳配朱鸟，秩礼自百王。欻吸领地灵，鸿洞半炎方。邦家用祀典，在德非馨香。巡守何寂寥，有虞今则亡。洎吾隘世网，行迈越潇湘。渴日绝壁出，漾舟清光旁。祝融五峰尊，峰峰次低昂。紫盖独不朝，争长嶪相望。恭闻魏夫人，群仙夹翱翔。有时五峰气，散风如飞霜。牵迫限修途，未暇杖崇冈。keysentence归来觊命驾，沐浴休玉堂。三叹问府主，曷以赞我皇。牲璧忍衰俗，神其思降祥。",
    "id": "P474"
  },
  {
    "title": "怨王孙·湖上风来波浩渺",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "湖上风来波浩渺。",
      "秋已暮、红稀香少。",
      "水光山色与人亲，",
      "说不尽、无穷好。",
      "莲子已成荷叶老。",
      "青露洗、萍花汀草。keysentence",
      "眠沙鸥鹭不回头，",
      "似也恨、人归早。"
    ],
    "type": [
      "宋词精选",
      "赞颂",
      "秋天",
      "写景"
    ],
    "source": "湖上风来波浩渺。秋已暮、红稀香少。水光山色与人亲，说不尽、无穷好。莲子已成荷叶老。青露洗、萍花汀草。keysentence眠沙鸥鹭不回头，似也恨、人归早。",
    "id": "P475"
  },
  {
    "title": "水调歌头·黄州快哉亭赠张偓佺",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "落日绣帘卷，",
      "亭下水连空。",
      "知君为我新作，",
      "窗户湿青红。",
      "长记平山堂上，",
      "欹枕江南烟雨，",
      "杳杳没孤鸿。",
      "认得醉翁语，",
      "山色有无中。",
      "一千顷，",
      "都镜净，",
      "倒碧峰。",
      "忽然浪起，",
      "掀舞一叶白头翁。",
      "堪笑兰台公子，",
      "未解庄生天籁，",
      "刚道有雌雄。",
      "一点浩然气，",
      "千里快哉风。keysentence"
    ],
    "type": [
      "豪放",
      "山水",
      "写景",
      "抒情",
      "议论"
    ],
    "source": "落日绣帘卷，亭下水连空。知君为我新作，窗户湿青红。长记平山堂上，欹枕江南烟雨，杳杳没孤鸿。认得醉翁语，山色有无中。一千顷，都镜净，倒碧峰。忽然浪起，掀舞一叶白头翁。堪笑兰台公子，未解庄生天籁，刚道有雌雄。一点浩然气，千里快哉风。keysentence",
    "id": "P476"
  },
  {
    "title": "南乡子·冬夜",
    "dynasty": "宋代",
    "writer": "黄升",
    "content": [
      "万籁寂无声。",
      "衾铁稜稜近五更。",
      "香断灯昏吟未稳，",
      "凄清。",
      "只有霜华伴月明。",
      "应是夜寒凝。",
      "恼得梅花睡不成。keysentence",
      "我念梅花花念我，",
      "关情。",
      "起看清冰满玉瓶。"
    ],
    "type": [
      "宋词精选",
      "冬天",
      "梅花",
      "寓人"
    ],
    "source": "万籁寂无声。衾铁稜稜近五更。香断灯昏吟未稳，凄清。只有霜华伴月明。应是夜寒凝。恼得梅花睡不成。keysentence我念梅花花念我，关情。起看清冰满玉瓶。",
    "id": "P477"
  },
  {
    "title": "浪淘沙令·帘外雨潺潺",
    "dynasty": "五代",
    "writer": "李煜",
    "content": [
      "帘外雨潺潺，",
      "春意阑珊。",
      "罗衾不耐五更寒。",
      "梦里不知身是客，",
      "一晌贪欢。",
      "独自莫凭栏，",
      "无限江山，",
      "别时容易见时难。keysentence",
      "流水落花春去也，",
      "天上人间。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "记梦",
      "感伤"
    ],
    "source": "帘外雨潺潺，春意阑珊。罗衾不耐五更寒。梦里不知身是客，一晌贪欢。独自莫凭栏，无限江山，别时容易见时难。keysentence流水落花春去也，天上人间。",
    "id": "P478"
  },
  {
    "title": "山坡羊·骊山怀古",
    "dynasty": "元代",
    "writer": "张养浩",
    "content": [
      "骊山四顾，",
      "阿房一炬，",
      "当时奢侈今何处？keysentence",
      "只见草萧疏，",
      "水萦纡。",
      "至今遗恨迷烟树。",
      "列国周齐秦汉楚，",
      "赢，",
      "都变做了土；",
      "输，",
      "都变做了土。"
    ],
    "type": [
      "初中古诗",
      "写景",
      "怀古"
    ],
    "source": "骊山四顾，阿房一炬，当时奢侈今何处？keysentence只见草萧疏，水萦纡。至今遗恨迷烟树。列国周齐秦汉楚，赢，都变做了土；输，都变做了土。",
    "id": "P479"
  },
  {
    "title": "早梅",
    "dynasty": "唐代",
    "writer": "柳宗元",
    "content": [
      "早梅发高树，",
      "迥映楚天碧。keysentence",
      "朔吹飘夜香，",
      "繁霜滋晓白。",
      "欲为万里赠，",
      "杳杳山水隔。",
      "寒英坐销落，",
      "何用慰远客。"
    ],
    "type": [
      "咏物",
      "梅花",
      "抒怀"
    ],
    "source": "早梅发高树，迥映楚天碧。keysentence朔吹飘夜香，繁霜滋晓白。欲为万里赠，杳杳山水隔。寒英坐销落，何用慰远客。",
    "id": "P481"
  },
  {
    "title": "新雷",
    "dynasty": "清代",
    "writer": "张维屏",
    "content": [
      "造物无言却有情，",
      "每于寒尽觉春生。keysentence",
      "千红万紫安排著，",
      "只待新雷第一声。"
    ],
    "type": [
      "赞颂",
      "大自然",
      "春天"
    ],
    "source": "造物无言却有情，每于寒尽觉春生。keysentence千红万紫安排著，只待新雷第一声。",
    "id": "P482"
  },
  {
    "title": "杂诗二首",
    "dynasty": "魏晋",
    "writer": "曹丕",
    "content": [
      "漫漫秋夜长，",
      "烈烈北风凉。",
      "展转不能寐，",
      "披衣起彷徨。",
      "彷徨忽已久，",
      "白露沾我裳。",
      "俯视清水波，",
      "仰看明月光。",
      "天汉回西流，",
      "三五正纵横。",
      "草虫鸣何悲，",
      "孤雁独南翔。",
      "郁郁多悲思，",
      "绵绵思故乡。",
      "愿飞安得翼，",
      "欲济河无梁。",
      "向风长叹息，",
      "断绝我中肠。",
      "西北有浮云，",
      "亭亭如车盖。",
      "惜我时不遇，",
      "适与飘风会。",
      "吹我东南行，",
      "行行至吴会。",
      "吴会非吾乡，",
      "安能久留滞。",
      "弃置勿复陈，",
      "客子常畏人。keysentence"
    ],
    "type": [
      "游子",
      "思归",
      "组诗"
    ],
    "source": "漫漫秋夜长，烈烈北风凉。展转不能寐，披衣起彷徨。彷徨忽已久，白露沾我裳。俯视清水波，仰看明月光。天汉回西流，三五正纵横。草虫鸣何悲，孤雁独南翔。郁郁多悲思，绵绵思故乡。愿飞安得翼，欲济河无梁。向风长叹息，断绝我中肠。西北有浮云，亭亭如车盖。惜我时不遇，适与飘风会。吹我东南行，行行至吴会。吴会非吾乡，安能久留滞。弃置勿复陈，客子常畏人。keysentence",
    "id": "P483"
  },
  {
    "title": "和子由渑池怀旧",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "人生到处知何似，",
      "应似飞鸿踏雪泥。keysentence",
      "泥上偶然留指爪，",
      "鸿飞那复计东西。",
      "老僧已死成新塔，",
      "坏壁无由见旧题。",
      "往日崎岖还记否，",
      "路长人困蹇驴嘶。"
    ],
    "type": [
      "古诗三百首",
      "人生",
      "感伤"
    ],
    "source": "人生到处知何似，应似飞鸿踏雪泥。keysentence泥上偶然留指爪，鸿飞那复计东西。老僧已死成新塔，坏壁无由见旧题。往日崎岖还记否，路长人困蹇驴嘶。",
    "id": "P484"
  },
  {
    "title": "燕山亭·北行见杏花",
    "dynasty": "宋代",
    "writer": "赵佶",
    "content": [
      "裁剪冰绡，",
      "轻叠数重，",
      "淡著胭脂匀注。",
      "新样靓妆，",
      "艳溢香融，",
      "羞杀蕊珠宫女。keysentence",
      "易得凋零，",
      "更多少、无情风雨。",
      "愁苦。",
      "闲院落凄凉，",
      "几番春暮。",
      "（闲院 一作：",
      "问院)凭寄离恨重重，",
      "者双燕，",
      "何曾会人言语。",
      "天遥地远，",
      "万水千山，",
      "知他故宫何处。",
      "怎不思量，",
      "除梦里、有时曾去。",
      "无据，",
      "和梦也新来不做。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "写花",
      "感叹",
      "人生"
    ],
    "source": "裁剪冰绡，轻叠数重，淡著胭脂匀注。新样靓妆，艳溢香融，羞杀蕊珠宫女。keysentence易得凋零，更多少、无情风雨。愁苦。闲院落凄凉，几番春暮。（闲院 一作：问院)凭寄离恨重重，者双燕，何曾会人言语。天遥地远，万水千山，知他故宫何处。怎不思量，除梦里、有时曾去。无据，和梦也新来不做。",
    "id": "P485"
  },
  {
    "title": "自题金山画像",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "心似已灰之木，",
      "身如不系之舟。",
      "问汝平生功业，",
      "黄州惠州儋州。keysentence"
    ],
    "type": [
      "追忆",
      "抒情",
      "壮志未酬"
    ],
    "source": "心似已灰之木，身如不系之舟。问汝平生功业，黄州惠州儋州。keysentence",
    "id": "P486"
  },
  {
    "title": "宿建德江",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "移舟泊烟渚，",
      "日暮客愁新。",
      "野旷天低树，",
      "江清月近人。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "写景",
      "月亮",
      "写水",
      "思乡"
    ],
    "source": "移舟泊烟渚，日暮客愁新。野旷天低树，江清月近人。keysentence",
    "id": "P487"
  },
  {
    "title": "宿郑州",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "朝与周人辞，",
      "暮投郑人宿。",
      "他乡绝俦侣，",
      "孤客亲僮仆。",
      "宛洛望不见，",
      "秋霖晦平陆。",
      "田父草际归，",
      "村童雨中牧。",
      "主人东皋上，",
      "时稼绕茅屋。keysentence",
      "虫思机杼悲，",
      "雀喧禾黍熟。",
      "明当渡京水，",
      "昨晚犹金谷。",
      "此去欲何言，",
      "穷边徇微禄。"
    ],
    "type": [
      "旅途",
      "写景",
      "抒情",
      "孤寂"
    ],
    "source": "朝与周人辞，暮投郑人宿。他乡绝俦侣，孤客亲僮仆。宛洛望不见，秋霖晦平陆。田父草际归，村童雨中牧。主人东皋上，时稼绕茅屋。keysentence虫思机杼悲，雀喧禾黍熟。明当渡京水，昨晚犹金谷。此去欲何言，穷边徇微禄。",
    "id": "P488"
  },
  {
    "title": "吊白居易",
    "dynasty": "唐代",
    "writer": "李忱",
    "content": [
      "缀玉联珠六十年，",
      "谁教冥路作诗仙。",
      "浮云不系名居易，",
      "造化无为字乐天。",
      "童子解吟长恨曲，",
      "胡儿能唱琵琶篇。keysentence",
      "文章已满行人耳，",
      "一度思卿一怆然。"
    ],
    "type": [
      "悼亡"
    ],
    "source": "缀玉联珠六十年，谁教冥路作诗仙。浮云不系名居易，造化无为字乐天。童子解吟长恨曲，胡儿能唱琵琶篇。keysentence文章已满行人耳，一度思卿一怆然。",
    "id": "P489"
  },
  {
    "title": "观猎",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "风劲角弓鸣，",
      "将军猎渭城。",
      "草枯鹰眼疾，",
      "雪尽马蹄轻。keysentence",
      "忽过新丰市，",
      "还归细柳营。",
      "回看射雕处，",
      "千里暮云平。"
    ],
    "type": [
      "冬天",
      "狩猎"
    ],
    "source": "风劲角弓鸣，将军猎渭城。草枯鹰眼疾，雪尽马蹄轻。keysentence忽过新丰市，还归细柳营。回看射雕处，千里暮云平。",
    "id": "P490"
  },
  {
    "title": "归园田居·其四",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "久去山泽游，",
      "浪莽林野娱。",
      "试携子侄辈，",
      "披榛步荒墟。",
      "徘徊丘垄间，",
      "依依昔人居。",
      "井灶有遗处，",
      "桑竹残朽株。keysentence",
      "借问采薪者，",
      "此人皆焉如？",
      "薪者向我言，",
      "死没无复余。",
      "一世异朝市，",
      "此语真不虚。",
      "人生似幻化，",
      "终当归空无。"
    ],
    "type": [
      "田园",
      "生活",
      "感慨",
      "人生"
    ],
    "source": "久去山泽游，浪莽林野娱。试携子侄辈，披榛步荒墟。徘徊丘垄间，依依昔人居。井灶有遗处，桑竹残朽株。keysentence借问采薪者，此人皆焉如？薪者向我言，死没无复余。一世异朝市，此语真不虚。人生似幻化，终当归空无。",
    "id": "P492"
  },
  {
    "title": "戏问花门酒家翁",
    "dynasty": "唐代",
    "writer": "岑参",
    "content": [
      "老人七十仍沽酒，",
      "千壶百瓮花门口。keysentence",
      "道傍榆荚巧似钱，",
      "摘来沽酒君肯否。"
    ],
    "type": [
      "抒情",
      "生活"
    ],
    "source": "老人七十仍沽酒，千壶百瓮花门口。keysentence道傍榆荚巧似钱，摘来沽酒君肯否。",
    "id": "P493"
  },
  {
    "title": "江上",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "江水漾西风，",
      "江花脱晚红。keysentence",
      "离情被横笛，",
      "吹过乱山东。"
    ],
    "type": [
      "秋天",
      "写景",
      "感伤",
      "离别"
    ],
    "source": "江水漾西风，江花脱晚红。keysentence离情被横笛，吹过乱山东。",
    "id": "P494"
  },
  {
    "title": "长相思·折花枝",
    "dynasty": "明代",
    "writer": "俞彦",
    "content": [
      "折花枝，",
      "恨花枝，",
      "准拟花开人共卮，",
      "开时人去时。",
      "怕相思，",
      "已相思，",
      "轮到相思没处辞，",
      "眉间露一丝。keysentence"
    ],
    "type": [
      "婉约",
      "相思"
    ],
    "source": "折花枝，恨花枝，准拟花开人共卮，开时人去时。怕相思，已相思，轮到相思没处辞，眉间露一丝。keysentence",
    "id": "P495"
  },
  {
    "title": "咏牡丹",
    "dynasty": "宋代",
    "writer": "王溥",
    "content": [
      "枣花至小能成实，",
      "桑叶虽柔解吐丝。keysentence",
      "堪笑牡丹如斗大，",
      "不成一事又空枝。"
    ],
    "type": [
      "咏物",
      "写花",
      "抒怀"
    ],
    "source": "枣花至小能成实，桑叶虽柔解吐丝。keysentence堪笑牡丹如斗大，不成一事又空枝。",
    "id": "P496"
  },
  {
    "title": "画地学书",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "欧阳修，",
      "字永叔，",
      "庐陵人。",
      "四岁而孤，",
      "母郑，",
      "守节自誓，",
      "亲诲之学。",
      "家贫，",
      "至以荻画地学书。",
      "幼敏悟过人，",
      "读书辄成诵。keysentence",
      "及冠，",
      "嶷然有声。",
      "修始在滁州，",
      "号醉翁，",
      "晚更号六一居士。",
      "天资刚劲，",
      "见义勇为，",
      "虽机阱在前，",
      "触发之不顾。",
      "放逐流离，",
      "至于再三，",
      "志气自若也。"
    ],
    "type": [
      "小学文言文",
      "故事",
      "赞美",
      "写人"
    ],
    "source": "欧阳修，字永叔，庐陵人。四岁而孤，母郑，守节自誓，亲诲之学。家贫，至以荻画地学书。幼敏悟过人，读书辄成诵。keysentence及冠，嶷然有声。修始在滁州，号醉翁，晚更号六一居士。天资刚劲，见义勇为，虽机阱在前，触发之不顾。放逐流离，至于再三，志气自若也。",
    "id": "P497"
  },
  {
    "title": "题菊花",
    "dynasty": "唐代",
    "writer": "黄巢",
    "content": [
      "飒飒西风满院栽，",
      "蕊寒香冷蝶难来。",
      "他年我若为青帝，",
      "报与桃花一处开。keysentence"
    ],
    "type": [
      "咏物",
      "菊花",
      "抒怀",
      "豪壮",
      "猖狂"
    ],
    "source": "飒飒西风满院栽，蕊寒香冷蝶难来。他年我若为青帝，报与桃花一处开。keysentence",
    "id": "P499"
  },
  {
    "title": "梦游天姥吟留别",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "海客谈瀛洲，",
      "烟涛微茫信难求；",
      "越人语天姥，",
      "云霞明灭或可睹。",
      "天姥连天向天横，",
      "势拔五岳掩赤城。",
      "天台四万八千丈，",
      "对此欲倒东南倾。",
      "我欲因之梦吴越，",
      "一夜飞度镜湖月。",
      "湖月照我影，",
      "送我至剡溪。",
      "谢公宿处今尚在，",
      "渌水荡漾清猿啼。",
      "脚著谢公屐，",
      "身登青云梯。",
      "半壁见海日，",
      "空中闻天鸡。",
      "千岩万转路不定，",
      "迷花倚石忽已暝。",
      "熊咆龙吟殷岩泉，",
      "栗深林兮惊层巅。",
      "云青青兮欲雨，",
      "水澹澹兮生烟。",
      "列缺霹雳，",
      "丘峦崩摧。",
      "洞天石扉，",
      "訇然中开。",
      "青冥浩荡不见底，",
      "日月照耀金银台。",
      "霓为衣兮风为马，",
      "云之君兮纷纷而来下。",
      "虎鼓瑟兮鸾回车，",
      "仙之人兮列如麻。",
      "忽魂悸以魄动，",
      "恍惊起而长嗟。keysentence",
      "惟觉时之枕席，",
      "失向来之烟霞。",
      "世间行乐亦如此，",
      "古来万事东流水。",
      "别君去兮何时还？",
      "且放白鹿青崖间，",
      "须行即骑访名山。",
      "安能摧眉折腰事权贵，",
      "使我不得开心颜!"
    ],
    "type": [
      "唐诗三百首",
      "高中古诗",
      "古体",
      "记梦"
    ],
    "source": "海客谈瀛洲，烟涛微茫信难求；越人语天姥，云霞明灭或可睹。天姥连天向天横，势拔五岳掩赤城。天台四万八千丈，对此欲倒东南倾。我欲因之梦吴越，一夜飞度镜湖月。湖月照我影，送我至剡溪。谢公宿处今尚在，渌水荡漾清猿啼。脚著谢公屐，身登青云梯。半壁见海日，空中闻天鸡。千岩万转路不定，迷花倚石忽已暝。熊咆龙吟殷岩泉，栗深林兮惊层巅。云青青兮欲雨，水澹澹兮生烟。列缺霹雳，丘峦崩摧。洞天石扉，訇然中开。青冥浩荡不见底，日月照耀金银台。霓为衣兮风为马，云之君兮纷纷而来下。虎鼓瑟兮鸾回车，仙之人兮列如麻。忽魂悸以魄动，恍惊起而长嗟。keysentence惟觉时之枕席，失向来之烟霞。世间行乐亦如此，古来万事东流水。别君去兮何时还？且放白鹿青崖间，须行即骑访名山。安能摧眉折腰事权贵，使我不得开心颜!",
    "id": "P500"
  },
  {
    "title": "宣城见杜鹃花",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "蜀国曾闻子规鸟，",
      "宣城还见杜鹃花。",
      "一叫一回肠一断，",
      "三春三月忆三巴。keysentence"
    ],
    "type": [
      "思乡"
    ],
    "source": "蜀国曾闻子规鸟，宣城还见杜鹃花。一叫一回肠一断，三春三月忆三巴。keysentence",
    "id": "P502"
  },
  {
    "title": "论诗三十首·其四",
    "dynasty": "金朝",
    "writer": "元好问",
    "content": [
      "一语天然万古新，",
      "豪华落尽见真淳。keysentence",
      "南窗白日羲皇上，",
      "未害渊明是晋人。"
    ],
    "type": [
      "组诗",
      "议论"
    ],
    "source": "一语天然万古新，豪华落尽见真淳。keysentence南窗白日羲皇上，未害渊明是晋人。",
    "id": "P503"
  },
  {
    "title": "戏答元珍",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "春风疑不到天涯，",
      "二月山城未见花。",
      "残雪压枝犹有桔，",
      "冻雷惊笋欲抽芽。keysentence",
      "夜闻归雁生乡思，",
      "病入新年感物华。",
      "曾是洛阳花下客，",
      "野芳虽晚不须嗟。"
    ],
    "type": [
      "古诗三百首",
      "写景",
      "抒情"
    ],
    "source": "春风疑不到天涯，二月山城未见花。残雪压枝犹有桔，冻雷惊笋欲抽芽。keysentence夜闻归雁生乡思，病入新年感物华。曾是洛阳花下客，野芳虽晚不须嗟。",
    "id": "P505"
  },
  {
    "title": "马上作",
    "dynasty": "明代",
    "writer": "戚继光",
    "content": [
      "南北驱驰报主情，",
      "江花边草笑平生。",
      "一年三百六十日，",
      "多是横戈马上行。keysentence"
    ],
    "type": [
      "古诗三百首",
      "战争",
      "英雄"
    ],
    "source": "南北驱驰报主情，江花边草笑平生。一年三百六十日，多是横戈马上行。keysentence",
    "id": "P506"
  },
  {
    "title": "长安古意",
    "dynasty": "唐代",
    "writer": "卢照邻",
    "content": [
      "长安大道连狭斜，",
      "青牛白马七香车。",
      "玉辇纵横过主第，",
      "金鞭络绎向侯家。",
      "龙衔宝盖承朝日，",
      "凤吐流苏带晚霞。",
      "百尺游丝争绕树，",
      "一群娇鸟共啼花。",
      "寂寂寥寥扬子居，",
      "年年岁岁一床书。keysentence",
      "独有南山桂花发，",
      "飞来飞去袭人裾。"
    ],
    "type": [
      "咏史怀古"
    ],
    "source": "长安大道连狭斜，青牛白马七香车。玉辇纵横过主第，金鞭络绎向侯家。龙衔宝盖承朝日，凤吐流苏带晚霞。百尺游丝争绕树，一群娇鸟共啼花。寂寂寥寥扬子居，年年岁岁一床书。keysentence独有南山桂花发，飞来飞去袭人裾。",
    "id": "P507"
  },
  {
    "title": "己亥岁二首·僖宗广明元年",
    "dynasty": "唐代",
    "writer": "曹松",
    "content": [
      "泽国江山入战图，",
      "生民何计乐樵苏。",
      "凭君莫话封侯事，",
      "一将功成万骨枯。",
      "传闻一战百神愁，",
      "两岸强兵过未休。keysentence",
      "谁道沧江总无事，",
      "近来长共血争流。"
    ],
    "type": [
      "边塞",
      "战争",
      "忧国忧民",
      "组诗"
    ],
    "source": "泽国江山入战图，生民何计乐樵苏。凭君莫话封侯事，一将功成万骨枯。传闻一战百神愁，两岸强兵过未休。keysentence谁道沧江总无事，近来长共血争流。",
    "id": "P508"
  },
  {
    "title": "摊破浣溪沙·手卷真珠上玉钩",
    "dynasty": "五代",
    "writer": "李璟",
    "content": [
      "手卷真珠上玉钩，",
      "依前春恨锁重楼。",
      "风里落花谁是主？",
      "思悠悠。",
      "青鸟不传云外信，",
      "丁香空结雨中愁。keysentence",
      "回首绿波三楚暮，",
      "接天流。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "写景",
      "伤春"
    ],
    "source": "手卷真珠上玉钩，依前春恨锁重楼。风里落花谁是主？思悠悠。青鸟不传云外信，丁香空结雨中愁。keysentence回首绿波三楚暮，接天流。",
    "id": "P509"
  },
  {
    "title": "云阳馆与韩绅宿别",
    "dynasty": "唐代",
    "writer": "司空曙",
    "content": [
      "故人江海别，",
      "几度隔山川。keysentence",
      "乍见翻疑梦，",
      "相悲各问年。",
      "孤灯寒照雨，",
      "深竹暗浮烟。",
      "更有明朝恨，",
      "离杯惜共传。"
    ],
    "type": [
      "唐诗三百首",
      "惜别",
      "友情"
    ],
    "source": "故人江海别，几度隔山川。keysentence乍见翻疑梦，相悲各问年。孤灯寒照雨，深竹暗浮烟。更有明朝恨，离杯惜共传。",
    "id": "P511"
  },
  {
    "title": "岁暮到家",
    "dynasty": "清代",
    "writer": "蒋士铨",
    "content": [
      "爱子心无尽，",
      "归家喜及辰。",
      "寒衣针线密，",
      "家信墨痕新。",
      "见面怜清瘦，",
      "呼儿问苦辛。",
      "低徊愧人子，",
      "不敢叹风尘。keysentence"
    ],
    "type": [
      "古诗三百首",
      "游子",
      "惭愧"
    ],
    "source": "爱子心无尽，归家喜及辰。寒衣针线密，家信墨痕新。见面怜清瘦，呼儿问苦辛。低徊愧人子，不敢叹风尘。keysentence",
    "id": "P512"
  },
  {
    "title": "终南山",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "太乙近天都，",
      "连山接海隅。",
      "白云回望合，",
      "青霭入看无。keysentence",
      "分野中峰变，",
      "阴晴众壑殊。",
      "欲投人处宿，",
      "隔水问樵夫。"
    ],
    "type": [
      "唐诗三百首",
      "高中古诗",
      "写山"
    ],
    "source": "太乙近天都，连山接海隅。白云回望合，青霭入看无。keysentence分野中峰变，阴晴众壑殊。欲投人处宿，隔水问樵夫。",
    "id": "P513"
  },
  {
    "title": "钗头凤·世情薄",
    "dynasty": "宋代",
    "writer": "唐婉",
    "content": [
      "世情薄，",
      "人情恶，",
      "雨送黄昏花易落。keysentence",
      "晓风干，",
      "泪痕残。",
      "欲笺心事，",
      "独语斜阑。",
      "难，",
      "难，",
      "难！",
      "人成各，",
      "今非昨，",
      "病魂常似秋千索。",
      "角声寒，",
      "夜阑珊。",
      "怕人寻问，",
      "咽泪装欢。",
      "瞒，",
      "瞒，",
      "瞒！"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "爱情",
      "相思"
    ],
    "source": "世情薄，人情恶，雨送黄昏花易落。keysentence晓风干，泪痕残。欲笺心事，独语斜阑。难，难，难！人成各，今非昨，病魂常似秋千索。角声寒，夜阑珊。怕人寻问，咽泪装欢。瞒，瞒，瞒！",
    "id": "P514"
  },
  {
    "title": "终风",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "终风且暴，",
      "顾我则笑，",
      "谑浪笑敖，",
      "中心是悼。",
      "终风且霾，",
      "惠然肯来，",
      "莫往莫来，",
      "悠悠我思。",
      "终风且曀，",
      "不日有曀，",
      "寤言不寐，",
      "愿言则嚏。keysentence",
      "曀曀其阴，",
      "虺虺其雷，",
      "寤言不寐，",
      "愿言则怀。"
    ],
    "type": [
      "诗经",
      "闺怨",
      "民谣"
    ],
    "source": "终风且暴，顾我则笑，谑浪笑敖，中心是悼。终风且霾，惠然肯来，莫往莫来，悠悠我思。终风且曀，不日有曀，寤言不寐，愿言则嚏。keysentence曀曀其阴，虺虺其雷，寤言不寐，愿言则怀。",
    "id": "P515"
  },
  {
    "title": "苏溪亭",
    "dynasty": "唐代",
    "writer": "戴叔伦",
    "content": [
      "苏溪亭上草漫漫，",
      "谁倚东风十二阑。",
      "燕子不归春事晚，",
      "一汀烟雨杏花寒。keysentence"
    ],
    "type": [
      "春天",
      "闺怨"
    ],
    "source": "苏溪亭上草漫漫，谁倚东风十二阑。燕子不归春事晚，一汀烟雨杏花寒。keysentence",
    "id": "P516"
  },
  {
    "title": "风雨",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "凄凉宝剑篇，",
      "羁泊欲穷年。",
      "黄叶仍风雨，",
      "青楼自管弦。",
      "新知遭薄俗，",
      "旧好隔良缘。",
      "心断新丰酒，",
      "销愁斗几千。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "怀才不遇",
      "风雨"
    ],
    "source": "凄凉宝剑篇，羁泊欲穷年。黄叶仍风雨，青楼自管弦。新知遭薄俗，旧好隔良缘。心断新丰酒，销愁斗几千。keysentence",
    "id": "P517"
  },
  {
    "title": "北风行",
    "dynasty": "明代",
    "writer": "刘基",
    "content": [
      "城外萧萧北风起，",
      "城上健儿吹落耳。keysentence",
      "将军玉帐貂鼠衣，",
      "手持酒杯看雪飞。"
    ],
    "type": [
      "写风",
      "将士",
      "战争"
    ],
    "source": "城外萧萧北风起，城上健儿吹落耳。keysentence将军玉帐貂鼠衣，手持酒杯看雪飞。",
    "id": "P518"
  },
  {
    "title": "半死桐·重过阊门万事非",
    "dynasty": "宋代",
    "writer": "贺铸",
    "content": [
      "重过阊门万事非。",
      "同来何事不同归。",
      "梧桐半死清霜后，",
      "头白鸳鸯失伴飞。",
      "原上草，",
      "露初晞。",
      "旧栖新垅两依依。",
      "空床卧听南窗雨，",
      "谁复挑灯夜补衣。keysentence"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "悼亡",
      "典故",
      "思念"
    ],
    "source": "重过阊门万事非。同来何事不同归。梧桐半死清霜后，头白鸳鸯失伴飞。原上草，露初晞。旧栖新垅两依依。空床卧听南窗雨，谁复挑灯夜补衣。keysentence",
    "id": "P519"
  },
  {
    "title": "金陵图",
    "dynasty": "唐代",
    "writer": "韦庄",
    "content": [
      "谁谓伤心画不成，",
      "画人心逐世人情。keysentence",
      "君看六幅南朝事，",
      "老木寒云满故城。"
    ],
    "type": [
      "唐诗三百首",
      "咏史怀古",
      "题画",
      "地名"
    ],
    "source": "谁谓伤心画不成，画人心逐世人情。keysentence君看六幅南朝事，老木寒云满故城。",
    "id": "P520"
  },
  {
    "title": "除夜",
    "dynasty": "宋代",
    "writer": "文天祥",
    "content": [
      "乾坤空落落，",
      "岁月去堂堂；",
      "末路惊风雨，",
      "穷边饱雪霜。",
      "命随年欲尽，",
      "身与世俱忘；keysentence",
      "无复屠苏梦，",
      "挑灯夜未央。"
    ],
    "type": [
      "节日",
      "春节"
    ],
    "source": "乾坤空落落，岁月去堂堂；末路惊风雨，穷边饱雪霜。命随年欲尽，身与世俱忘；keysentence无复屠苏梦，挑灯夜未央。",
    "id": "P522"
  },
  {
    "title": "相思",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "红豆生南国，",
      "春来发几枝。keysentence",
      "愿君多采撷，",
      "此物最相思。"
    ],
    "type": [
      "唐诗三百首",
      "咏物",
      "抒情",
      "思念",
      "早教古诗100首"
    ],
    "source": "红豆生南国，春来发几枝。keysentence愿君多采撷，此物最相思。",
    "id": "P523"
  },
  {
    "title": "黄海舟中日人索句并见日俄战争地图",
    "dynasty": "清代",
    "writer": "秋瑾",
    "content": [
      "万里乘风去复来，",
      "只身东海挟春雷。",
      "忍看图画移颜色，",
      "肯使江山付劫灰。",
      "浊酒不销忧国泪，",
      "救时应仗出群才。keysentence",
      "拼将十万头颅血，",
      "须把乾坤力挽回。"
    ],
    "type": [
      "爱国",
      "抒怀"
    ],
    "source": "万里乘风去复来，只身东海挟春雷。忍看图画移颜色，肯使江山付劫灰。浊酒不销忧国泪，救时应仗出群才。keysentence拼将十万头颅血，须把乾坤力挽回。",
    "id": "P524"
  },
  {
    "title": "君子于役",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "君子于役，",
      "不知其期，",
      "曷至哉？",
      "鸡栖于埘，",
      "日之夕矣，",
      "羊牛下来。keysentence",
      "君子于役，",
      "如之何勿思！",
      "君子于役，",
      "不日不月，",
      "曷其有佸？",
      "鸡栖于桀，",
      "日之夕矣，",
      "羊牛下括。",
      "君子于役，",
      "苟无饥渴！"
    ],
    "type": [
      "诗经",
      "闺怨",
      "战争",
      "民谣"
    ],
    "source": "君子于役，不知其期，曷至哉？鸡栖于埘，日之夕矣，羊牛下来。keysentence君子于役，如之何勿思！君子于役，不日不月，曷其有佸？鸡栖于桀，日之夕矣，羊牛下括。君子于役，苟无饥渴！",
    "id": "P525"
  },
  {
    "title": "箜篌谣",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "攀天莫登龙，",
      "走山莫骑虎。",
      "贵贱结交心不移，",
      "唯有严陵及光武。",
      "周公称大圣，",
      "管蔡宁相容。",
      "汉谣一斗粟，",
      "不与淮南舂。",
      "兄弟尚路人，",
      "吾心安所从。",
      "他人方寸间，",
      "山海几千重。",
      "轻言托朋友，",
      "对面九疑峰。",
      "开花必早落，",
      "桃李不如松。keysentence",
      "管鲍久已死，",
      "何人继其踪。"
    ],
    "type": [
      "友情",
      "哲理"
    ],
    "source": "攀天莫登龙，走山莫骑虎。贵贱结交心不移，唯有严陵及光武。周公称大圣，管蔡宁相容。汉谣一斗粟，不与淮南舂。兄弟尚路人，吾心安所从。他人方寸间，山海几千重。轻言托朋友，对面九疑峰。开花必早落，桃李不如松。keysentence管鲍久已死，何人继其踪。",
    "id": "P526"
  },
  {
    "title": "丑奴儿·书博山道中壁",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "少年不识愁滋味，",
      "爱上层楼。",
      "爱上层楼。",
      "为赋新词强说愁。keysentence",
      "而今识尽愁滋味，",
      "欲说还休。",
      "欲说还休。",
      "却道天凉好个秋。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "写人",
      "少年",
      "抒怀",
      "愁苦"
    ],
    "source": "少年不识愁滋味，爱上层楼。爱上层楼。为赋新词强说愁。keysentence而今识尽愁滋味，欲说还休。欲说还休。却道天凉好个秋。",
    "id": "P527"
  },
  {
    "title": "梦天",
    "dynasty": "唐代",
    "writer": "李贺",
    "content": [
      "老兔寒蟾泣天色，",
      "云楼半开壁斜白。",
      "玉轮轧露湿团光，",
      "鸾珮相逢桂香陌。",
      "黄尘清水三山下，",
      "更变千年如走马。keysentence",
      "遥望齐州九点烟，",
      "一泓海水杯中泻。"
    ],
    "type": [
      "梦游",
      "想象",
      "月宫",
      "哲理"
    ],
    "source": "老兔寒蟾泣天色，云楼半开壁斜白。玉轮轧露湿团光，鸾珮相逢桂香陌。黄尘清水三山下，更变千年如走马。keysentence遥望齐州九点烟，一泓海水杯中泻。",
    "id": "P528"
  },
  {
    "title": "白鹿洞二首·其一",
    "dynasty": "唐代",
    "writer": "王贞白",
    "content": [
      "读书不觉已春深，",
      "一寸光阴一寸金。keysentence",
      "不是道人来引笑，",
      "周情孔思正追寻。"
    ],
    "type": [
      "励志",
      "惜时",
      "读书"
    ],
    "source": "读书不觉已春深，一寸光阴一寸金。keysentence不是道人来引笑，周情孔思正追寻。",
    "id": "P529"
  },
  {
    "title": "送李少府贬峡中王少府贬长沙",
    "dynasty": "唐代",
    "writer": "高适",
    "content": [
      "嗟君此别意何如，",
      "驻马衔杯问谪居。",
      "巫峡啼猿数行泪，",
      "衡阳归雁几封书。",
      "青枫江上秋帆远，",
      "白帝城边古木疏。keysentence",
      "圣代即今多雨露，",
      "暂时分手莫踌躇。"
    ],
    "type": [
      "唐诗三百首",
      "送别",
      "边塞",
      "贬谪",
      "同情"
    ],
    "source": "嗟君此别意何如，驻马衔杯问谪居。巫峡啼猿数行泪，衡阳归雁几封书。青枫江上秋帆远，白帝城边古木疏。keysentence圣代即今多雨露，暂时分手莫踌躇。",
    "id": "P530"
  },
  {
    "title": "甘棠",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "蔽芾甘棠，",
      "勿翦勿伐，",
      "召伯所茇。",
      "蔽芾甘棠，",
      "勿翦勿败，",
      "召伯所憩。",
      "蔽芾甘棠，",
      "勿翦勿拜，",
      "召伯所说。keysentence"
    ],
    "type": [
      "诗经",
      "怀人"
    ],
    "source": "蔽芾甘棠，勿翦勿伐，召伯所茇。蔽芾甘棠，勿翦勿败，召伯所憩。蔽芾甘棠，勿翦勿拜，召伯所说。keysentence",
    "id": "P531"
  },
  {
    "title": "拜年",
    "dynasty": "明代",
    "writer": "文征明",
    "content": [
      "不求见面惟通谒，",
      "名纸朝来满敝庐。keysentence",
      "我亦随人投数纸，",
      "世情嫌简不嫌虚。"
    ],
    "type": [
      "节日",
      "春节"
    ],
    "source": "不求见面惟通谒，名纸朝来满敝庐。keysentence我亦随人投数纸，世情嫌简不嫌虚。",
    "id": "P532"
  },
  {
    "title": "晚出新亭",
    "dynasty": "南北朝",
    "writer": "阴铿",
    "content": [
      "大江一浩荡，",
      "离悲足几重。",
      "潮落犹如盖，",
      "云昏不作峰。",
      "远戍唯闻鼓，",
      "寒山但见松。keysentence",
      "九十方称半，",
      "归途讵有踪。"
    ],
    "type": [
      "古诗三百首",
      "写景",
      "伤怀"
    ],
    "source": "大江一浩荡，离悲足几重。潮落犹如盖，云昏不作峰。远戍唯闻鼓，寒山但见松。keysentence九十方称半，归途讵有踪。",
    "id": "P533"
  },
  {
    "title": "从军行",
    "dynasty": "隋代",
    "writer": "卢思道",
    "content": [
      "朔方烽火照甘泉，",
      "长安飞将出祁连。",
      "犀渠玉剑良家子，",
      "白马金羁侠少年。",
      "平明偃月屯右地，",
      "薄暮鱼丽逐左贤。",
      "谷中石虎经衔箭，",
      "山上金人曾祭天。",
      "天涯一去无穷已，",
      "蓟门迢递三千里。",
      "朝见马岭黄沙合，",
      "夕望龙城阵云起。",
      "庭中奇树已堪攀，",
      "塞外征人殊未还。",
      "白云初下天山外，",
      "浮云直向五原间。",
      "关山万里不可越，",
      "谁能坐对芳菲月。",
      "流水本自断人肠，",
      "坚冰旧来伤马骨。",
      "边庭节物与华异，",
      "冬霰秋霜春不歇。",
      "长风萧萧渡水来，",
      "归雁连连映天没。keysentence",
      "从军行，",
      "军行万里出龙庭，",
      "单于渭桥今已拜，",
      "将军何处觅功名。"
    ],
    "type": [
      "乐府",
      "边塞",
      "军旅",
      "生活",
      "相思"
    ],
    "source": "朔方烽火照甘泉，长安飞将出祁连。犀渠玉剑良家子，白马金羁侠少年。平明偃月屯右地，薄暮鱼丽逐左贤。谷中石虎经衔箭，山上金人曾祭天。天涯一去无穷已，蓟门迢递三千里。朝见马岭黄沙合，夕望龙城阵云起。庭中奇树已堪攀，塞外征人殊未还。白云初下天山外，浮云直向五原间。关山万里不可越，谁能坐对芳菲月。流水本自断人肠，坚冰旧来伤马骨。边庭节物与华异，冬霰秋霜春不歇。长风萧萧渡水来，归雁连连映天没。keysentence从军行，军行万里出龙庭，单于渭桥今已拜，将军何处觅功名。",
    "id": "P534"
  },
  {
    "title": "阮郎归·杏花疏雨洒香堤",
    "dynasty": "清代",
    "writer": "佟世南",
    "content": [
      "杏花疏雨洒香堤，",
      "高楼帘幕垂。",
      "远山映水夕阳低，",
      "春愁压翠眉。",
      "芳草句，",
      "碧云辞，",
      "低徊闲自思。keysentence",
      "流莺枝上不曾啼，",
      "知君肠断时。"
    ],
    "type": [
      "婉约",
      "妇女",
      "春愁",
      "相思"
    ],
    "source": "杏花疏雨洒香堤，高楼帘幕垂。远山映水夕阳低，春愁压翠眉。芳草句，碧云辞，低徊闲自思。keysentence流莺枝上不曾啼，知君肠断时。",
    "id": "P536"
  },
  {
    "title": "滕王阁诗",
    "dynasty": "唐代",
    "writer": "王勃",
    "content": [
      "滕王高阁临江渚，",
      "佩玉鸣鸾罢歌舞。",
      "画栋朝飞南浦云，",
      "珠帘暮卷西山雨。keysentence",
      "闲云潭影日悠悠，",
      "物换星移几度秋。",
      "阁中帝子今何在？",
      "槛外长江空自流。"
    ],
    "type": [
      "写景",
      "怀古"
    ],
    "source": "滕王高阁临江渚，佩玉鸣鸾罢歌舞。画栋朝飞南浦云，珠帘暮卷西山雨。keysentence闲云潭影日悠悠，物换星移几度秋。阁中帝子今何在？槛外长江空自流。",
    "id": "P537"
  },
  {
    "title": "江楼夕望招客",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "海天东望夕茫茫，",
      "山势川形阔复长。",
      "灯火万家城四畔，",
      "星河一道水中央。",
      "风吹古木晴天雨，",
      "月照平沙夏夜霜。keysentence",
      "能就江楼消暑否？",
      "比君茅舍较清凉。"
    ],
    "type": [
      "夏天",
      "写景"
    ],
    "source": "海天东望夕茫茫，山势川形阔复长。灯火万家城四畔，星河一道水中央。风吹古木晴天雨，月照平沙夏夜霜。keysentence能就江楼消暑否？比君茅舍较清凉。",
    "id": "P538"
  },
  {
    "title": "苏幕遮·怀旧",
    "dynasty": "宋代",
    "writer": "范仲淹",
    "content": [
      "碧云天，",
      "黄叶地。",
      "秋色连波，",
      "波上寒烟翠。",
      "山映斜阳天接水。",
      "芳草无情，",
      "更在斜阳外。",
      "黯乡魂，",
      "追旅思。",
      "夜夜除非，",
      "好梦留人睡。",
      "明月楼高休独倚。",
      "酒入愁肠，",
      "化作相思泪。keysentence"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "秋天",
      "写景",
      "怀旧",
      "思念"
    ],
    "source": "碧云天，黄叶地。秋色连波，波上寒烟翠。山映斜阳天接水。芳草无情，更在斜阳外。黯乡魂，追旅思。夜夜除非，好梦留人睡。明月楼高休独倚。酒入愁肠，化作相思泪。keysentence",
    "id": "P539"
  },
  {
    "title": "立春偶成",
    "dynasty": "宋代",
    "writer": "张栻",
    "content": [
      "律回岁晚冰霜少，",
      "春到人间草木知。keysentence",
      "便觉眼前生意满，",
      "东风吹水绿参差。"
    ],
    "type": [
      "古诗三百首",
      "春天"
    ],
    "source": "律回岁晚冰霜少，春到人间草木知。keysentence便觉眼前生意满，东风吹水绿参差。",
    "id": "P540"
  },
  {
    "title": "行香子·树绕村庄",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "树绕村庄，",
      "水满陂塘。keysentence",
      "倚东风、豪兴徜徉。",
      "小园几许，",
      "收尽春光。",
      "有桃花红，",
      "李花白，",
      "菜花黄。",
      "远远围墙，",
      "隐隐茅堂。",
      "飏青旗、流水桥旁。",
      "偶然乘兴、步过东冈。",
      "正莺儿啼，",
      "燕儿舞，",
      "蝶儿忙。"
    ],
    "type": [
      "宋词三百首",
      "春天",
      "乡村"
    ],
    "source": "树绕村庄，水满陂塘。keysentence倚东风、豪兴徜徉。小园几许，收尽春光。有桃花红，李花白，菜花黄。远远围墙，隐隐茅堂。飏青旗、流水桥旁。偶然乘兴、步过东冈。正莺儿啼，燕儿舞，蝶儿忙。",
    "id": "P541"
  },
  {
    "title": "蜀相",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "丞相祠堂何处寻，",
      "锦官城外柏森森。",
      "映阶碧草自春色，",
      "隔叶黄鹂空好音。",
      "三顾频烦天下计，",
      "两朝开济老臣心。",
      "出师未捷身先死，",
      "长使英雄泪满襟。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "咏史怀古",
      "忧国忧民",
      "赞颂",
      "写人"
    ],
    "source": "丞相祠堂何处寻，锦官城外柏森森。映阶碧草自春色，隔叶黄鹂空好音。三顾频烦天下计，两朝开济老臣心。出师未捷身先死，长使英雄泪满襟。keysentence",
    "id": "P542"
  },
  {
    "title": "出塞词",
    "dynasty": "唐代",
    "writer": "马戴",
    "content": [
      "金带连环束战袍，",
      "马头冲雪度临洮。keysentence",
      "卷旗夜劫单于帐，",
      "乱斫胡兵缺宝刀。"
    ],
    "type": [
      "边塞",
      "战争"
    ],
    "source": "金带连环束战袍，马头冲雪度临洮。keysentence卷旗夜劫单于帐，乱斫胡兵缺宝刀。",
    "id": "P543"
  },
  {
    "title": "夜宿山寺",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "危楼高百尺，",
      "手可摘星辰。keysentence",
      "不敢高声语，",
      "恐惊天上人。"
    ],
    "type": [
      "纪游",
      "写景",
      "早教古诗100首"
    ],
    "source": "危楼高百尺，手可摘星辰。keysentence不敢高声语，恐惊天上人。",
    "id": "P544"
  },
  {
    "title": "子夜吴歌·春歌",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "秦地罗敷女，",
      "采桑绿水边。keysentence",
      "素手青条上，",
      "红妆白日鲜。",
      "蚕饥妾欲去，",
      "五马莫留连。"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "春天",
      "赞美",
      "女子"
    ],
    "source": "秦地罗敷女，采桑绿水边。keysentence素手青条上，红妆白日鲜。蚕饥妾欲去，五马莫留连。",
    "id": "P545"
  },
  {
    "title": "江畔独步寻花七绝句",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "江上被花恼不彻，",
      "无处告诉只颠狂。",
      "走觅南邻爱酒伴，",
      "经旬出饮独空床。",
      "稠花乱蕊畏江滨，",
      "行步欹危实怕春。",
      "(畏 一作：",
      "裹）诗酒尚堪驱使在，",
      "未须料理白头人。",
      "江深竹静两三家，",
      "多事红花映白花。keysentence",
      "报答春光知有处，",
      "应须美酒送生涯。",
      "东望少城花满烟，",
      "百花高楼更可怜。",
      "谁能载酒开金盏，",
      "唤取佳人舞绣筵。",
      "黄师塔前江水东，",
      "春光懒困倚微风。",
      "桃花一簇开无主，",
      "可爱深红爱浅红？",
      "黄四娘家花满蹊，",
      "千朵万朵压枝低。",
      "留连戏蝶时时舞，",
      "自在娇莺恰恰啼。",
      "不是爱花即欲死，",
      "只恐花尽老相催。",
      "繁枝容易纷纷落，",
      "嫩蕊商量细细开。"
    ],
    "type": [
      "春天",
      "写花",
      "写景",
      "喜悦"
    ],
    "source": "江上被花恼不彻，无处告诉只颠狂。走觅南邻爱酒伴，经旬出饮独空床。稠花乱蕊畏江滨，行步欹危实怕春。(畏 一作：裹）诗酒尚堪驱使在，未须料理白头人。江深竹静两三家，多事红花映白花。keysentence报答春光知有处，应须美酒送生涯。东望少城花满烟，百花高楼更可怜。谁能载酒开金盏，唤取佳人舞绣筵。黄师塔前江水东，春光懒困倚微风。桃花一簇开无主，可爱深红爱浅红？黄四娘家花满蹊，千朵万朵压枝低。留连戏蝶时时舞，自在娇莺恰恰啼。不是爱花即欲死，只恐花尽老相催。繁枝容易纷纷落，嫩蕊商量细细开。",
    "id": "P546"
  },
  {
    "title": "活水亭观书有感二首·其二",
    "dynasty": "宋代",
    "writer": "朱熹",
    "content": [
      "昨夜江边春水生，",
      "艨艟巨舰一毛轻。keysentence",
      "向来枉费推移力，",
      "此日中流自在行。"
    ],
    "type": [
      "写水",
      "读书",
      "哲理"
    ],
    "source": "昨夜江边春水生，艨艟巨舰一毛轻。keysentence向来枉费推移力，此日中流自在行。",
    "id": "P547"
  },
  {
    "title": "三台·清明应制",
    "dynasty": "宋代",
    "writer": "万俟咏",
    "content": [
      "见梨花初带夜月，",
      "海棠半含朝雨。keysentence",
      "内苑春、不禁过青门，",
      "御沟涨、潜通南浦。",
      "东风静、细柳垂金缕。",
      "望凤阙、非烟非雾。",
      "好时代、朝野多欢，",
      "遍九陌、太平箫鼓。",
      "乍莺儿百啭断续，",
      "燕子飞来飞去。",
      "近绿水、台榭映秋千，",
      "斗草聚、双双游女。",
      "饧香更、酒冷踏青路。",
      "会暗识、夭桃朱户。",
      "向晚骤、宝马雕鞍，",
      "醉襟惹、乱花飞絮。",
      "正轻寒轻暖漏永，",
      "半阴半晴云暮。",
      "禁火天、已是试新妆，",
      "岁华到、三分佳处。",
      "清明看、汉宫传蜡炬。",
      "散翠烟、飞入槐府。",
      "敛兵卫、阊阖门开，",
      "住传宣、又还休务。"
    ],
    "type": [
      "宋词三百首",
      "春天",
      "清明节",
      "写景"
    ],
    "source": "见梨花初带夜月，海棠半含朝雨。keysentence内苑春、不禁过青门，御沟涨、潜通南浦。东风静、细柳垂金缕。望凤阙、非烟非雾。好时代、朝野多欢，遍九陌、太平箫鼓。乍莺儿百啭断续，燕子飞来飞去。近绿水、台榭映秋千，斗草聚、双双游女。饧香更、酒冷踏青路。会暗识、夭桃朱户。向晚骤、宝马雕鞍，醉襟惹、乱花飞絮。正轻寒轻暖漏永，半阴半晴云暮。禁火天、已是试新妆，岁华到、三分佳处。清明看、汉宫传蜡炬。散翠烟、飞入槐府。敛兵卫、阊阖门开，住传宣、又还休务。",
    "id": "P548"
  },
  {
    "title": "花影",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "重重叠叠上瑶台，",
      "几度呼童扫不开。keysentence",
      "刚被太阳收拾去，",
      "却教明月送将来。"
    ],
    "type": [
      "咏物",
      "抒怀",
      "失意",
      "无奈"
    ],
    "source": "重重叠叠上瑶台，几度呼童扫不开。keysentence刚被太阳收拾去，却教明月送将来。",
    "id": "P549"
  },
  {
    "title": "生查子·新月曲如眉",
    "dynasty": "五代",
    "writer": "牛希济",
    "content": [
      "新月曲如眉，",
      "未有团圞意。",
      "红豆不堪看，",
      "满眼相思泪。keysentence",
      "终日劈桃穰，",
      "人在心儿里。",
      "两朵隔墙花，",
      "早晚成连理。"
    ],
    "type": [
      "宋词三百首",
      "乐府",
      "民歌",
      "月亮",
      "思念",
      "爱情"
    ],
    "source": "新月曲如眉，未有团圞意。红豆不堪看，满眼相思泪。keysentence终日劈桃穰，人在心儿里。两朵隔墙花，早晚成连理。",
    "id": "P550"
  },
  {
    "title": "越中览古",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "越王勾践破吴归，",
      "义士还乡尽锦衣。",
      "宫女如花满春殿，",
      "只今惟有鹧鸪飞。keysentence"
    ],
    "type": [
      "咏史怀古"
    ],
    "source": "越王勾践破吴归，义士还乡尽锦衣。宫女如花满春殿，只今惟有鹧鸪飞。keysentence",
    "id": "P551"
  },
  {
    "title": "喜春来·泰定三年丙寅岁除夜玉山舟中赋",
    "dynasty": "元代",
    "writer": "张雨",
    "content": [
      "江梅的的依茅舍，",
      "石漱溅溅漱玉沙。keysentence",
      "瓦瓯篷底送年华。",
      "问暮鸦：",
      "何处阿戎家？"
    ],
    "type": [
      "春节",
      "思念"
    ],
    "source": "江梅的的依茅舍，石漱溅溅漱玉沙。keysentence瓦瓯篷底送年华。问暮鸦：何处阿戎家？",
    "id": "P552"
  },
  {
    "title": "塞下曲六首",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "五月天山雪，",
      "无花只有寒。",
      "笛中闻折柳，",
      "春色未曾看。",
      "晓战随金鼓，",
      "宵眠抱玉鞍。",
      "愿将腰下剑，",
      "直为斩楼兰。",
      "天兵下北荒，",
      "胡马欲南饮。",
      "横戈从百战，",
      "直为衔恩甚。",
      "握雪海上餐，",
      "拂沙陇头寝。",
      "何当破月氏，",
      "然后方高枕。",
      "骏马似风飙，",
      "鸣鞭出渭桥。",
      "弯弓辞汉月，",
      "插羽破天骄。",
      "阵解星芒尽，",
      "营空海雾消。",
      "功成画麟阁，",
      "独有霍嫖姚。",
      "白马黄金塞，",
      "云砂绕梦思。",
      "那堪愁苦节，",
      "远忆边城儿。",
      "萤飞秋窗满，",
      "月度霜闺迟。",
      "摧残梧桐叶，",
      "萧飒沙棠枝。",
      "无时独不见，",
      "流泪空自知。",
      "塞虏乘秋下，",
      "天兵出汉家。",
      "将军分虎竹，",
      "战士卧龙沙。",
      "边月随弓影，",
      "胡霜拂剑花。keysentence",
      "玉关殊未入，",
      "少妇莫长嗟。",
      "烽火动沙漠，",
      "连照甘泉云。",
      "汉皇按剑起，",
      "还召李将军。",
      "兵气天上合，",
      "鼓声陇底闻。",
      "横行负勇气，",
      "一战净妖氛。"
    ],
    "type": [
      "乐府",
      "边塞",
      "组诗"
    ],
    "source": "五月天山雪，无花只有寒。笛中闻折柳，春色未曾看。晓战随金鼓，宵眠抱玉鞍。愿将腰下剑，直为斩楼兰。天兵下北荒，胡马欲南饮。横戈从百战，直为衔恩甚。握雪海上餐，拂沙陇头寝。何当破月氏，然后方高枕。骏马似风飙，鸣鞭出渭桥。弯弓辞汉月，插羽破天骄。阵解星芒尽，营空海雾消。功成画麟阁，独有霍嫖姚。白马黄金塞，云砂绕梦思。那堪愁苦节，远忆边城儿。萤飞秋窗满，月度霜闺迟。摧残梧桐叶，萧飒沙棠枝。无时独不见，流泪空自知。塞虏乘秋下，天兵出汉家。将军分虎竹，战士卧龙沙。边月随弓影，胡霜拂剑花。keysentence玉关殊未入，少妇莫长嗟。烽火动沙漠，连照甘泉云。汉皇按剑起，还召李将军。兵气天上合，鼓声陇底闻。横行负勇气，一战净妖氛。",
    "id": "P553"
  },
  {
    "title": "秋风引",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "何处秋风至？",
      "萧萧送雁群。keysentence",
      "朝来入庭树，",
      "孤客最先闻。"
    ],
    "type": [
      "秋天",
      "写风",
      "思乡"
    ],
    "source": "何处秋风至？萧萧送雁群。keysentence朝来入庭树，孤客最先闻。",
    "id": "P554"
  },
  {
    "title": "听颖师弹琴",
    "dynasty": "唐代",
    "writer": "韩愈",
    "content": [
      "昵昵儿女语，",
      "恩怨相尔汝。",
      "划然变轩昂，",
      "勇士赴敌场。",
      "浮云柳絮无根蒂，",
      "天地阔远随飞扬。keysentence",
      "喧啾百鸟群，",
      "忽见孤凤皇。",
      "(凤皇 一作 凤凰）跻攀分寸不可上，",
      "失势一落千丈强。",
      "嗟余有两耳，",
      "未省听丝篁。",
      "自闻颖师弹，",
      "起坐在一旁。",
      "推手遽止之，",
      "湿衣泪滂滂。",
      "颖乎尔诚能，",
      "无以冰炭置我肠！"
    ],
    "type": [
      "音乐"
    ],
    "source": "昵昵儿女语，恩怨相尔汝。划然变轩昂，勇士赴敌场。浮云柳絮无根蒂，天地阔远随飞扬。keysentence喧啾百鸟群，忽见孤凤皇。(凤皇 一作 凤凰）跻攀分寸不可上，失势一落千丈强。嗟余有两耳，未省听丝篁。自闻颖师弹，起坐在一旁。推手遽止之，湿衣泪滂滂。颖乎尔诚能，无以冰炭置我肠！",
    "id": "P555"
  },
  {
    "title": "湖上",
    "dynasty": "宋代",
    "writer": "徐元杰",
    "content": [
      "花开红树乱莺啼，",
      "草长平湖白鹭飞。keysentence",
      "风日晴和人意好，",
      "夕阳箫鼓几船归。"
    ],
    "type": [
      "古诗三百首",
      "春游",
      "西湖",
      "写景"
    ],
    "source": "花开红树乱莺啼，草长平湖白鹭飞。keysentence风日晴和人意好，夕阳箫鼓几船归。",
    "id": "P556"
  },
  {
    "title": "题画兰",
    "dynasty": "清代",
    "writer": "郑燮",
    "content": [
      "身在千山顶上头，",
      "突岩深缝妙香稠。",
      "非无脚下浮云闹，",
      "来不相知去不留。keysentence"
    ],
    "type": [
      "咏物",
      "写花",
      "述志"
    ],
    "source": "身在千山顶上头，突岩深缝妙香稠。非无脚下浮云闹，来不相知去不留。keysentence",
    "id": "P557"
  },
  {
    "title": "忆王孙·春词",
    "dynasty": "宋代",
    "writer": "李重元",
    "content": [
      "萋萋芳草忆王孙。",
      "柳外楼高空断魂。",
      "杜宇声声不忍闻。",
      "欲黄昏。",
      "雨打梨花深闭门。keysentence"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "伤春",
      "怀人"
    ],
    "source": "萋萋芳草忆王孙。柳外楼高空断魂。杜宇声声不忍闻。欲黄昏。雨打梨花深闭门。keysentence",
    "id": "P558"
  },
  {
    "title": "采莲曲",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "菱叶萦波荷飐风，",
      "荷花深处小船通。",
      "逢郎欲语低头笑，",
      "碧玉搔头落水中。keysentence"
    ],
    "type": [
      "荷花",
      "女子",
      "爱情"
    ],
    "source": "菱叶萦波荷飐风，荷花深处小船通。逢郎欲语低头笑，碧玉搔头落水中。keysentence",
    "id": "P560"
  },
  {
    "title": "从军行",
    "dynasty": "唐代",
    "writer": "陈羽",
    "content": [
      "海畔风吹冻泥裂，",
      "枯桐叶落枝梢折。",
      "横笛闻声不见人，",
      "红旗直上天山雪。keysentence"
    ],
    "type": [
      "边塞",
      "行军"
    ],
    "source": "海畔风吹冻泥裂，枯桐叶落枝梢折。横笛闻声不见人，红旗直上天山雪。keysentence",
    "id": "P561"
  },
  {
    "title": "山村咏怀",
    "dynasty": "宋代",
    "writer": "邵雍",
    "content": [
      "一去二三里，",
      "烟村四五家。keysentence",
      "亭台六七座，",
      "八九十枝花。"
    ],
    "type": [
      "写景",
      "儿歌",
      "早教古诗100首"
    ],
    "source": "一去二三里，烟村四五家。keysentence亭台六七座，八九十枝花。",
    "id": "P562"
  },
  {
    "title": "南园十三首",
    "dynasty": "唐代",
    "writer": "李贺",
    "content": [
      "花枝草蔓眼中开，",
      "小白长红越女腮。",
      "可怜日暮嫣香落，",
      "嫁与春风不用媒。",
      "宫北田塍晓气酣，",
      "黄桑饮露窣宫帘。",
      "长腰健妇偷攀折，",
      "将喂吴王八茧蚕。",
      "竹里缲丝挑网车，",
      "青蝉独噪日光斜。",
      "桃胶迎夏香琥珀，",
      "自课越佣能种瓜。",
      "三十未有二十余，",
      "白日长饥小甲蔬。",
      "桥头长老相哀念，",
      "因遗戎韬一卷书。",
      "男儿何不带吴钩，",
      "收取关山五十州。",
      "请君暂上凌烟阁，",
      "若个书生万户侯？",
      "寻章摘句老雕虫，",
      "晓月当帘挂玉弓。",
      "不见年年辽海上，",
      "文章何处哭秋风？",
      "长卿牢落悲空舍，",
      "曼倩诙谐取自容。",
      "见买若耶溪水剑，",
      "明朝归去事猿公。",
      "春水初生乳燕飞，",
      "黄蜂小尾扑花归。",
      "窗含远色通书幌，",
      "鱼拥香钩近石矶。",
      "泉沙软卧鸳鸯暖，",
      "曲岸回篙舴艋迟。",
      "泻酒木栏椒叶盖，",
      "病容扶起种菱丝。",
      "边让今朝忆蔡邕，",
      "无心裁曲卧春风。",
      "舍南有竹堪书字，",
      "老去溪头作钓翁。",
      "长峦谷口倚嵇家，",
      "白昼千峰老翠华。",
      "自履藤鞋收石蜜，",
      "手牵苔絮长莼花。",
      "松溪黑水新龙卵，",
      "桂洞生硝旧马牙。",
      "谁遣虞卿裁道帔，",
      "轻绡一匹染朝霞。",
      "小树开朝径，",
      "长茸湿夜烟。",
      "柳花惊雪浦，",
      "麦雨涨溪田。keysentence",
      "古刹疏钟度，",
      "遥岚破月悬。",
      "沙头敲石火，",
      "烧竹照渔船。"
    ],
    "type": [
      "写景",
      "抒情",
      "田园",
      "生活",
      "组诗"
    ],
    "source": "花枝草蔓眼中开，小白长红越女腮。可怜日暮嫣香落，嫁与春风不用媒。宫北田塍晓气酣，黄桑饮露窣宫帘。长腰健妇偷攀折，将喂吴王八茧蚕。竹里缲丝挑网车，青蝉独噪日光斜。桃胶迎夏香琥珀，自课越佣能种瓜。三十未有二十余，白日长饥小甲蔬。桥头长老相哀念，因遗戎韬一卷书。男儿何不带吴钩，收取关山五十州。请君暂上凌烟阁，若个书生万户侯？寻章摘句老雕虫，晓月当帘挂玉弓。不见年年辽海上，文章何处哭秋风？长卿牢落悲空舍，曼倩诙谐取自容。见买若耶溪水剑，明朝归去事猿公。春水初生乳燕飞，黄蜂小尾扑花归。窗含远色通书幌，鱼拥香钩近石矶。泉沙软卧鸳鸯暖，曲岸回篙舴艋迟。泻酒木栏椒叶盖，病容扶起种菱丝。边让今朝忆蔡邕，无心裁曲卧春风。舍南有竹堪书字，老去溪头作钓翁。长峦谷口倚嵇家，白昼千峰老翠华。自履藤鞋收石蜜，手牵苔絮长莼花。松溪黑水新龙卵，桂洞生硝旧马牙。谁遣虞卿裁道帔，轻绡一匹染朝霞。小树开朝径，长茸湿夜烟。柳花惊雪浦，麦雨涨溪田。keysentence古刹疏钟度，遥岚破月悬。沙头敲石火，烧竹照渔船。",
    "id": "P563"
  },
  {
    "title": "游洞庭湖五首·其二",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "南湖秋水夜无烟，",
      "耐可乘流直上天。",
      "且就洞庭赊月色，",
      "将船买酒白云边。keysentence"
    ],
    "type": [
      "月夜",
      "行舟",
      "写景",
      "抒怀"
    ],
    "source": "南湖秋水夜无烟，耐可乘流直上天。且就洞庭赊月色，将船买酒白云边。keysentence",
    "id": "P564"
  },
  {
    "title": "画",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "远看山有色，",
      "近听水无声。keysentence",
      "春去花还在，",
      "人来鸟不惊。"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "山水",
      "梦想",
      "早教古诗100首"
    ],
    "source": "远看山有色，近听水无声。keysentence春去花还在，人来鸟不惊。",
    "id": "P565"
  },
  {
    "title": "采莲曲",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "若耶溪傍采莲女，",
      "笑隔荷花共人语。keysentence",
      "日照新妆水底明，",
      "风飘香袂空中举。",
      "岸上谁家游冶郎，",
      "三三五五映垂杨。",
      "紫骝嘶入落花去，",
      "见此踟蹰空断肠。"
    ],
    "type": [
      "乐府",
      "荷花",
      "女子"
    ],
    "source": "若耶溪傍采莲女，笑隔荷花共人语。keysentence日照新妆水底明，风飘香袂空中举。岸上谁家游冶郎，三三五五映垂杨。紫骝嘶入落花去，见此踟蹰空断肠。",
    "id": "P566"
  },
  {
    "title": "自嘲",
    "dynasty": "近代",
    "writer": "鲁迅",
    "content": [
      "运交华盖欲何求，",
      "未敢翻身已碰头。",
      "破帽遮颜过闹市，",
      "漏船载酒泛中流。keysentence",
      "横眉冷对千夫指，",
      "俯首甘为孺子牛。",
      "躲进小楼成一统，",
      "管他冬夏与春秋。"
    ],
    "type": [
      "励志"
    ],
    "source": "运交华盖欲何求，未敢翻身已碰头。破帽遮颜过闹市，漏船载酒泛中流。keysentence横眉冷对千夫指，俯首甘为孺子牛。躲进小楼成一统，管他冬夏与春秋。",
    "id": "P567"
  },
  {
    "title": "水调歌头·秋色渐将晚",
    "dynasty": "宋代",
    "writer": "叶梦得",
    "content": [
      "秋色渐将晚，",
      "霜信报黄花。",
      "小窗低户深映，",
      "微路绕欹斜。",
      "为问山翁何事，",
      "坐看流年轻度，",
      "拚却鬓双华。keysentence",
      "徙倚望沧海，",
      "天净水明霞。",
      "念平昔，",
      "空飘荡，",
      "遍天涯。",
      "归来三径重扫，",
      "松竹本吾家。",
      "却恨悲风时起，",
      "冉冉云间新雁，",
      "边马怨胡笳。",
      "谁似东山老，",
      "谈笑静胡沙。"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "隐居",
      "生活",
      "忧国忧民"
    ],
    "source": "秋色渐将晚，霜信报黄花。小窗低户深映，微路绕欹斜。为问山翁何事，坐看流年轻度，拚却鬓双华。keysentence徙倚望沧海，天净水明霞。念平昔，空飘荡，遍天涯。归来三径重扫，松竹本吾家。却恨悲风时起，冉冉云间新雁，边马怨胡笳。谁似东山老，谈笑静胡沙。",
    "id": "P568"
  },
  {
    "title": "一剪梅·舟过吴江",
    "dynasty": "宋代",
    "writer": "蒋捷",
    "content": [
      "一片春愁待酒浇。",
      "江上舟摇，",
      "楼上帘招。keysentence",
      "秋娘渡与泰娘桥，",
      "风又飘飘，",
      "雨又萧萧。",
      "何日归家洗客袍？",
      "银字笙调，",
      "心字香烧。",
      "流光容易把人抛，",
      "红了樱桃，",
      "绿了芭蕉。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "伤春",
      "思归"
    ],
    "source": "一片春愁待酒浇。江上舟摇，楼上帘招。keysentence秋娘渡与泰娘桥，风又飘飘，雨又萧萧。何日归家洗客袍？银字笙调，心字香烧。流光容易把人抛，红了樱桃，绿了芭蕉。",
    "id": "P569"
  },
  {
    "title": "夜泊水村",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "腰间羽箭久凋零，",
      "太息燕然未勒铭。",
      "老子犹堪绝大漠，",
      "诸君何至泣新亭。",
      "一身报国有万死，",
      "双鬓向人无再青。keysentence",
      "记取江湖泊船处，",
      "卧闻新雁落寒汀。"
    ],
    "type": [
      "爱国",
      "壮志",
      "感叹",
      "岁月"
    ],
    "source": "腰间羽箭久凋零，太息燕然未勒铭。老子犹堪绝大漠，诸君何至泣新亭。一身报国有万死，双鬓向人无再青。keysentence记取江湖泊船处，卧闻新雁落寒汀。",
    "id": "P570"
  },
  {
    "title": "客中行",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "兰陵美酒郁金香，",
      "玉碗盛来琥珀光。keysentence",
      "但使主人能醉客，",
      "不知何处是他乡。"
    ],
    "type": [
      "赞美",
      "豪迈",
      "离别"
    ],
    "source": "兰陵美酒郁金香，玉碗盛来琥珀光。keysentence但使主人能醉客，不知何处是他乡。",
    "id": "P571"
  },
  {
    "title": "山市",
    "dynasty": "清代",
    "writer": "蒲松龄",
    "content": [
      "奂山山市，",
      "邑八景之一也，",
      "然数年恒不一见。",
      "孙公子禹年与同人饮楼上，",
      "忽见山头有孤塔耸起，",
      "高插青冥，",
      "相顾惊疑，",
      "念近中无此禅院。",
      "无何，",
      "见宫殿数十所，",
      "碧瓦飞甍，",
      "始悟为山市。",
      "未几，",
      "高垣睥睨，",
      "连亘六七里，",
      "居然城郭矣。",
      "中有楼若者，",
      "堂若者，",
      "坊若者，",
      "历历在目，",
      "以亿万计。",
      "忽大风起，",
      "尘气莽莽然，",
      "城市依稀而已。keysentence",
      "既而风定天清，",
      "一切乌有，",
      "惟危楼一座，",
      "直接霄汉。",
      "楼五架，",
      "窗扉皆洞开；",
      "一行有五点明处，",
      "楼外天也。",
      "层层指数，",
      "楼愈高，",
      "则明渐少。",
      "数至八层，",
      "裁如星点。",
      "又其上，",
      "则黯然缥缈，",
      "不可计其层次矣。",
      "而楼上人往来屑屑，",
      "或凭或立，",
      "不一状。",
      "逾时，",
      "楼渐低，",
      "可见其顶；",
      "又渐如常楼；",
      "又渐如高舍；",
      "倏忽如拳如豆，",
      "遂不可见。",
      "又闻有早行者，",
      "见山上人烟市肆，",
      "与世无别，",
      "故又名鬼市云。"
    ],
    "type": [
      "初中文言文",
      "叙事",
      "写景"
    ],
    "source": "奂山山市，邑八景之一也，然数年恒不一见。孙公子禹年与同人饮楼上，忽见山头有孤塔耸起，高插青冥，相顾惊疑，念近中无此禅院。无何，见宫殿数十所，碧瓦飞甍，始悟为山市。未几，高垣睥睨，连亘六七里，居然城郭矣。中有楼若者，堂若者，坊若者，历历在目，以亿万计。忽大风起，尘气莽莽然，城市依稀而已。keysentence既而风定天清，一切乌有，惟危楼一座，直接霄汉。楼五架，窗扉皆洞开；一行有五点明处，楼外天也。层层指数，楼愈高，则明渐少。数至八层，裁如星点。又其上，则黯然缥缈，不可计其层次矣。而楼上人往来屑屑，或凭或立，不一状。逾时，楼渐低，可见其顶；又渐如常楼；又渐如高舍；倏忽如拳如豆，遂不可见。又闻有早行者，见山上人烟市肆，与世无别，故又名鬼市云。",
    "id": "P572"
  },
  {
    "title": "殷其雷",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "殷其雷，",
      "在南山之阳。",
      "何斯违斯，",
      "莫敢或遑？",
      "振振君子，",
      "归哉归哉！",
      "殷其雷，",
      "在南山之侧。",
      "何斯违斯，",
      "莫敢遑息？",
      "振振君子，",
      "归哉归哉！",
      "殷其雷，",
      "在南山之下。keysentence",
      "何斯违斯，",
      "莫或遑处？",
      "振振君子，",
      "归哉归哉！"
    ],
    "type": [
      "诗经",
      "写雷"
    ],
    "source": "殷其雷，在南山之阳。何斯违斯，莫敢或遑？振振君子，归哉归哉！殷其雷，在南山之侧。何斯违斯，莫敢遑息？振振君子，归哉归哉！殷其雷，在南山之下。keysentence何斯违斯，莫或遑处？振振君子，归哉归哉！",
    "id": "P573"
  },
  {
    "title": "万山潭作",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "垂钓坐磐石，",
      "水清心亦闲。",
      "鱼行潭树下，",
      "猿挂岛藤间。",
      "游女昔解佩，",
      "传闻于此山。",
      "求之不可得，",
      "沿月棹歌还。keysentence"
    ],
    "type": [
      "山水"
    ],
    "source": "垂钓坐磐石，水清心亦闲。鱼行潭树下，猿挂岛藤间。游女昔解佩，传闻于此山。求之不可得，沿月棹歌还。keysentence",
    "id": "P574"
  },
  {
    "title": "喜迁莺·晓月坠",
    "dynasty": "五代",
    "writer": "李煜",
    "content": [
      "晓月坠，",
      "宿云微，",
      "无语枕频欹。",
      "梦回芳草思依依，",
      "天远雁声稀。keysentence",
      "啼莺散，",
      "馀花乱，",
      "寂寞画堂深院。",
      "片红休埽尽从伊，",
      "留待舞人归。"
    ],
    "type": [
      "写景",
      "时光",
      "思念"
    ],
    "source": "晓月坠，宿云微，无语枕频欹。梦回芳草思依依，天远雁声稀。keysentence啼莺散，馀花乱，寂寞画堂深院。片红休埽尽从伊，留待舞人归。",
    "id": "P575"
  },
  {
    "title": "冬日归旧山",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "未洗染尘缨，",
      "归来芳草平。",
      "一条藤径绿，",
      "万点雪峰晴。",
      "地冷叶先尽，",
      "谷寒云不行。keysentence",
      "嫩篁侵舍密，",
      "古树倒江横。",
      "白犬离村吠，",
      "苍苔壁上生。",
      "穿厨孤雉过，",
      "临屋旧猿鸣。",
      "木落禽巢在，",
      "篱疏兽路成。",
      "拂床苍鼠走，",
      "倒箧素鱼惊。",
      "洗砚修良策，",
      "敲松拟素贞。",
      "此时重一去，",
      "去合到三清。"
    ],
    "type": [
      "冬天",
      "写景",
      "励志"
    ],
    "source": "未洗染尘缨，归来芳草平。一条藤径绿，万点雪峰晴。地冷叶先尽，谷寒云不行。keysentence嫩篁侵舍密，古树倒江横。白犬离村吠，苍苔壁上生。穿厨孤雉过，临屋旧猿鸣。木落禽巢在，篱疏兽路成。拂床苍鼠走，倒箧素鱼惊。洗砚修良策，敲松拟素贞。此时重一去，去合到三清。",
    "id": "P576"
  },
  {
    "title": "中秋月·中秋月",
    "dynasty": "明代",
    "writer": "徐有贞",
    "content": [
      "中秋月。",
      "月到中秋偏皎洁。",
      "偏皎洁，",
      "知他多少，",
      "阴晴圆缺。",
      "阴晴圆缺都休说，",
      "且喜人间好时节。",
      "好时节，",
      "愿得年年，",
      "常见中秋月。keysentence"
    ],
    "type": [
      "婉约",
      "中秋节",
      "月亮"
    ],
    "source": "中秋月。月到中秋偏皎洁。偏皎洁，知他多少，阴晴圆缺。阴晴圆缺都休说，且喜人间好时节。好时节，愿得年年，常见中秋月。keysentence",
    "id": "P577"
  },
  {
    "title": "登幽州台歌",
    "dynasty": "唐代",
    "writer": "陈子昂",
    "content": [
      "前不见古人，",
      "后不见来者。keysentence",
      "念天地之悠悠，",
      "独怆然而涕下。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "伤怀"
    ],
    "source": "前不见古人，后不见来者。keysentence念天地之悠悠，独怆然而涕下。",
    "id": "P578"
  },
  {
    "title": "江畔独步寻花·其六",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "黄四娘家花满蹊，",
      "千朵万朵压枝低。",
      "留连戏蝶时时舞，",
      "自在娇莺恰恰啼。keysentence"
    ],
    "type": [
      "小学古诗",
      "写景",
      "写花"
    ],
    "source": "黄四娘家花满蹊，千朵万朵压枝低。留连戏蝶时时舞，自在娇莺恰恰啼。keysentence",
    "id": "P580"
  },
  {
    "title": "题都城南庄",
    "dynasty": "唐代",
    "writer": "崔护",
    "content": [
      "去年今日此门中，",
      "人面桃花相映红。keysentence",
      "人面不知何处去，",
      "桃花依旧笑春风。"
    ],
    "type": [
      "写景",
      "故事",
      "抒情"
    ],
    "source": "去年今日此门中，人面桃花相映红。keysentence人面不知何处去，桃花依旧笑春风。",
    "id": "P581"
  },
  {
    "title": "落花落",
    "dynasty": "唐代",
    "writer": "王勃",
    "content": [
      "落花落，",
      "落花纷漠漠。",
      "绿叶青跗映丹萼，",
      "与君裴回上金阁。",
      "影拂妆阶玳瑁筵，",
      "香飘舞馆茱萸幕。",
      "落花飞，",
      "燎乱入中帷。",
      "落花春正满，",
      "春人归不归。",
      "落花度，",
      "氛氲绕高树。",
      "落花春已繁，",
      "春人春不顾。",
      "绮阁青台静且闲，",
      "罗袂红巾复往还。",
      "盛年不再得，",
      "高枝难重攀。",
      "试复旦游落花里，",
      "暮宿落花间。",
      "与君落花院，",
      "台上起双鬟。keysentence"
    ],
    "type": [
      "春天",
      "写花",
      "伤怀",
      "青春"
    ],
    "source": "落花落，落花纷漠漠。绿叶青跗映丹萼，与君裴回上金阁。影拂妆阶玳瑁筵，香飘舞馆茱萸幕。落花飞，燎乱入中帷。落花春正满，春人归不归。落花度，氛氲绕高树。落花春已繁，春人春不顾。绮阁青台静且闲，罗袂红巾复往还。盛年不再得，高枝难重攀。试复旦游落花里，暮宿落花间。与君落花院，台上起双鬟。keysentence",
    "id": "P582"
  },
  {
    "title": "沁园春·题潮阳张许二公庙",
    "dynasty": "宋代",
    "writer": "文天祥",
    "content": [
      "为子死孝，",
      "为臣死忠，",
      "死又何妨。",
      "自光岳气分，",
      "士无全节；",
      "君臣义缺，",
      "谁负刚肠。",
      "骂贼睢阳，",
      "爱君许远，",
      "留取声名万古香。keysentence",
      "后来者，",
      "无二公之操，",
      "百炼之钢。",
      "人生翕歘云亡。",
      "好烈烈轰轰做一场。",
      "使当时卖国，",
      "甘心降虏，",
      "受人唾骂，",
      "安得流芳。",
      "古庙幽沉，",
      "仪容俨雅，",
      "枯木寒鸦几夕阳。",
      "邮亭下，",
      "有奸雄过此，",
      "仔细思量。"
    ],
    "type": [
      "赞美",
      "爱国",
      "忠义"
    ],
    "source": "为子死孝，为臣死忠，死又何妨。自光岳气分，士无全节；君臣义缺，谁负刚肠。骂贼睢阳，爱君许远，留取声名万古香。keysentence后来者，无二公之操，百炼之钢。人生翕歘云亡。好烈烈轰轰做一场。使当时卖国，甘心降虏，受人唾骂，安得流芳。古庙幽沉，仪容俨雅，枯木寒鸦几夕阳。邮亭下，有奸雄过此，仔细思量。",
    "id": "P583"
  },
  {
    "title": "暮秋独游曲江",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "荷叶生时春恨生，",
      "荷叶枯时秋恨成。keysentence",
      "深知身在情长在，",
      "怅望江头江水声。"
    ],
    "type": [
      "爱情",
      "思念"
    ],
    "source": "荷叶生时春恨生，荷叶枯时秋恨成。keysentence深知身在情长在，怅望江头江水声。",
    "id": "P584"
  },
  {
    "title": "饮酒·其五",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "结庐在人境，",
      "而无车马喧。",
      "问君何能尔？",
      "心远地自偏。",
      "采菊东篱下，",
      "悠然见南山。keysentence",
      "山气日夕佳，",
      "飞鸟相与还。",
      "此中有真意，",
      "欲辨已忘言。"
    ],
    "type": [
      "古诗三百首",
      "初中古诗",
      "高中古诗",
      "闲适",
      "生活",
      "理想",
      "哲理"
    ],
    "source": "结庐在人境，而无车马喧。问君何能尔？心远地自偏。采菊东篱下，悠然见南山。keysentence山气日夕佳，飞鸟相与还。此中有真意，欲辨已忘言。",
    "id": "P585"
  },
  {
    "title": "北风",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "北风其凉，",
      "雨雪其雱。keysentence",
      "惠而好我，",
      "携手同行。",
      "其虚其邪？",
      "既亟只且！",
      "北风其喈，",
      "雨雪其霏。",
      "惠而好我，",
      "携手同归。",
      "其虚其邪？",
      "既亟只且！",
      "莫赤匪狐，",
      "莫黑匪乌。",
      "惠而好我，",
      "携手同车。",
      "其虚其邪？",
      "既亟只且！"
    ],
    "type": [
      "诗经",
      "写风"
    ],
    "source": "北风其凉，雨雪其雱。keysentence惠而好我，携手同行。其虚其邪？既亟只且！北风其喈，雨雪其霏。惠而好我，携手同归。其虚其邪？既亟只且！莫赤匪狐，莫黑匪乌。惠而好我，携手同车。其虚其邪？既亟只且！",
    "id": "P586"
  },
  {
    "title": "金缕曲·赠梁汾",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "德也狂生耳！",
      "偶然间、淄尘京国，",
      "乌衣门第。",
      "有酒惟浇赵州土，",
      "谁会成生此意？",
      "不信道、遂成知己。",
      "青眼高歌俱未老，",
      "向尊前、拭尽英雄泪。",
      "君不见，",
      "月如水。",
      "共君此夜须沉醉。",
      "且由他、娥眉谣诼，",
      "古今同忌。keysentence",
      "身世悠悠何足问，",
      "冷笑置之而已！",
      "寻思起、从头翻悔。",
      "一日心期千劫在，",
      "后身缘、恐结他生里。",
      "然诺重，",
      "君须记。"
    ],
    "type": [
      "豪放",
      "友情"
    ],
    "source": "德也狂生耳！偶然间、淄尘京国，乌衣门第。有酒惟浇赵州土，谁会成生此意？不信道、遂成知己。青眼高歌俱未老，向尊前、拭尽英雄泪。君不见，月如水。共君此夜须沉醉。且由他、娥眉谣诼，古今同忌。keysentence身世悠悠何足问，冷笑置之而已！寻思起、从头翻悔。一日心期千劫在，后身缘、恐结他生里。然诺重，君须记。",
    "id": "P588"
  },
  {
    "title": "临江仙·送钱穆父",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "一别都门三改火，",
      "天涯踏尽红尘。",
      "依然一笑作春温。",
      "无波真古井，",
      "有节是秋筠。",
      "惆怅孤帆连夜发，",
      "送行淡月微云。",
      "尊前不用翠眉颦。",
      "人生如逆旅，",
      "我亦是行人。keysentence"
    ],
    "type": [
      "豪放",
      "送别",
      "友情",
      "慰勉"
    ],
    "source": "一别都门三改火，天涯踏尽红尘。依然一笑作春温。无波真古井，有节是秋筠。惆怅孤帆连夜发，送行淡月微云。尊前不用翠眉颦。人生如逆旅，我亦是行人。keysentence",
    "id": "P589"
  },
  {
    "title": "上元竹枝词",
    "dynasty": "清代",
    "writer": "符曾",
    "content": [
      "桂花香馅裹胡桃，",
      "江米如珠井水淘。",
      "见说马家滴粉好，",
      "试灯风里卖元宵。keysentence"
    ],
    "type": [
      "元宵节",
      "食物",
      "汤圆"
    ],
    "source": "桂花香馅裹胡桃，江米如珠井水淘。见说马家滴粉好，试灯风里卖元宵。keysentence",
    "id": "P590"
  },
  {
    "title": "浣溪沙·百亩中庭半是苔",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "百亩中庭半是苔。",
      "门前白道水萦回。",
      "爱闲能有几人来。",
      "小院回廊春寂寂，",
      "山桃溪杏两三栽。",
      "为谁零落为谁开。keysentence"
    ],
    "type": [
      "写景",
      "抒情"
    ],
    "source": "百亩中庭半是苔。门前白道水萦回。爱闲能有几人来。小院回廊春寂寂，山桃溪杏两三栽。为谁零落为谁开。keysentence",
    "id": "P591"
  },
  {
    "title": "鹿柴",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "空山不见人，",
      "但闻人语响。keysentence",
      "返景入深林，",
      "复照青苔上。"
    ],
    "type": [
      "唐诗三百首",
      "写山",
      "写景"
    ],
    "source": "空山不见人，但闻人语响。keysentence返景入深林，复照青苔上。",
    "id": "P592"
  },
  {
    "title": "贺新郎·夏景",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "乳燕飞华屋。",
      "悄无人、桐阴转午，",
      "晚凉新浴。",
      "手弄生绡白团扇，",
      "扇手一时似玉。",
      "渐困倚、孤眠清熟。",
      "帘外谁来推绣户，",
      "枉教人、梦断瑶台曲。",
      "又却是，",
      "风敲竹。",
      "石榴半吐红巾蹙。",
      "待浮花、浪蕊都尽，",
      "伴君幽独。keysentence",
      "秾艳一枝细看取，",
      "芳心千重似束。",
      "又恐被、秋风惊绿。",
      "若待得君来向此，",
      "花前对酒不忍触。",
      "共粉泪，",
      "两簌簌。"
    ],
    "type": [
      "宋词精选",
      "婉约",
      "夏天",
      "写景",
      "写花",
      "女子",
      "孤独"
    ],
    "source": "乳燕飞华屋。悄无人、桐阴转午，晚凉新浴。手弄生绡白团扇，扇手一时似玉。渐困倚、孤眠清熟。帘外谁来推绣户，枉教人、梦断瑶台曲。又却是，风敲竹。石榴半吐红巾蹙。待浮花、浪蕊都尽，伴君幽独。keysentence秾艳一枝细看取，芳心千重似束。又恐被、秋风惊绿。若待得君来向此，花前对酒不忍触。共粉泪，两簌簌。",
    "id": "P593"
  },
  {
    "title": "草",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "离离原上草，",
      "一岁一枯荣。keysentence",
      "野火烧不尽，",
      "春风吹又生。",
      "远芳侵古道，",
      "晴翠接荒城。",
      "又送王孙去，",
      "萋萋满别情。"
    ],
    "type": [
      "唐诗三百首",
      "小学古诗",
      "送别",
      "咏物",
      "写草",
      "早教古诗100首"
    ],
    "source": "离离原上草，一岁一枯荣。keysentence野火烧不尽，春风吹又生。远芳侵古道，晴翠接荒城。又送王孙去，萋萋满别情。",
    "id": "P594"
  },
  {
    "title": "清明二首",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "朝来新火起新烟，",
      "湖色春光净客船。",
      "绣羽衔花他自得，",
      "红颜骑竹我无缘。",
      "胡童结束还难有，",
      "楚女腰肢亦可怜。",
      "不见定王城旧处，",
      "长怀贾傅井依然。",
      "虚沾焦举为寒食，",
      "实藉严君卖卜钱。",
      "钟鼎山林各天性，",
      "浊醪粗饭任吾年。",
      "此身飘泊苦西东，",
      "右臂偏枯半耳聋。",
      "寂寂系舟双下泪，",
      "悠悠伏枕左书空。",
      "十年蹴踘将雏远，",
      "万里秋千习俗同。",
      "旅雁上云归紫塞，",
      "家人钻火用青枫。",
      "秦城楼阁烟花里，",
      "汉主山河锦绣中。",
      "春去春来洞庭阔，",
      "白苹愁杀白头翁。keysentence"
    ],
    "type": [
      "清明节",
      "写景",
      "抒情",
      "爱国",
      "组诗"
    ],
    "source": "朝来新火起新烟，湖色春光净客船。绣羽衔花他自得，红颜骑竹我无缘。胡童结束还难有，楚女腰肢亦可怜。不见定王城旧处，长怀贾傅井依然。虚沾焦举为寒食，实藉严君卖卜钱。钟鼎山林各天性，浊醪粗饭任吾年。此身飘泊苦西东，右臂偏枯半耳聋。寂寂系舟双下泪，悠悠伏枕左书空。十年蹴踘将雏远，万里秋千习俗同。旅雁上云归紫塞，家人钻火用青枫。秦城楼阁烟花里，汉主山河锦绣中。春去春来洞庭阔，白苹愁杀白头翁。keysentence",
    "id": "P596"
  },
  {
    "title": "凉州词二首",
    "dynasty": "唐代",
    "writer": "王翰",
    "content": [
      "葡萄美酒夜光杯，",
      "欲饮琵琶马上催。",
      "醉卧沙场君莫笑，",
      "古来征战几人回?秦中花鸟已应阑，",
      "塞外风沙犹自寒。keysentence",
      "夜听胡笳折杨柳，",
      "教人意气忆长安。"
    ],
    "type": [
      "边塞",
      "饮酒",
      "思乡"
    ],
    "source": "葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回?秦中花鸟已应阑，塞外风沙犹自寒。keysentence夜听胡笳折杨柳，教人意气忆长安。",
    "id": "P597"
  },
  {
    "title": "蝶恋花·辛苦最怜天上月",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "辛苦最怜天上月，",
      "一昔如环，",
      "昔昔都成玦。",
      "若似月轮终皎洁，",
      "不辞冰雪为卿热。keysentence",
      "无那尘缘容易绝，",
      "燕子依然，",
      "软踏帘钩说。",
      "唱罢秋坟愁未歇，",
      "春丛认取双栖蝶。"
    ],
    "type": [
      "婉约",
      "悼亡",
      "爱情"
    ],
    "source": "辛苦最怜天上月，一昔如环，昔昔都成玦。若似月轮终皎洁，不辞冰雪为卿热。keysentence无那尘缘容易绝，燕子依然，软踏帘钩说。唱罢秋坟愁未歇，春丛认取双栖蝶。",
    "id": "P598"
  },
  {
    "title": "洞仙歌·泗州中秋作",
    "dynasty": "宋代",
    "writer": "晁补之",
    "content": [
      "青烟幂处，",
      "碧海飞金镜。",
      "永夜闲阶卧桂影。",
      "露凉时、零乱多少寒螀，",
      "神京远，",
      "惟有蓝桥路近。",
      "水晶帘不下，",
      "云母屏开，",
      "冷浸佳人淡脂粉。keysentence",
      "待都将许多明，",
      "付与金尊，",
      "投晓共、流霞倾尽。",
      "更携取、胡床上南楼，",
      "看玉做人间，",
      "素秋千顷。"
    ],
    "type": [
      "中秋节",
      "豪放",
      "赏月",
      "抒怀"
    ],
    "source": "青烟幂处，碧海飞金镜。永夜闲阶卧桂影。露凉时、零乱多少寒螀，神京远，惟有蓝桥路近。水晶帘不下，云母屏开，冷浸佳人淡脂粉。keysentence待都将许多明，付与金尊，投晓共、流霞倾尽。更携取、胡床上南楼，看玉做人间，素秋千顷。",
    "id": "P599"
  },
  {
    "title": "采桑子·九日",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "深秋绝塞谁相忆，",
      "木叶萧萧。",
      "乡路迢迢。",
      "六曲屏山和梦遥。",
      "佳时倍惜风光别，",
      "不为登高。",
      "只觉魂销。keysentence",
      "南雁归时更寂寥。"
    ],
    "type": [
      "重阳节",
      "边塞",
      "写景",
      "相思"
    ],
    "source": "深秋绝塞谁相忆，木叶萧萧。乡路迢迢。六曲屏山和梦遥。 佳时倍惜风光别，不为登高。只觉魂销。keysentence南雁归时更寂寥。",
    "id": "P600"
  },
  {
    "title": "酬乐天咏老见示",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "人谁不顾老，",
      "老去有谁怜。",
      "身瘦带频减，",
      "发稀冠自偏。",
      "废书缘惜眼，",
      "多灸为随年。",
      "经事还谙事，",
      "阅人如阅川。keysentence",
      "细思皆幸矣，",
      "下此便翛然。",
      "莫道桑榆晚，",
      "为霞尚满天。"
    ],
    "type": [
      "励志"
    ],
    "source": "人谁不顾老，老去有谁怜。身瘦带频减，发稀冠自偏。废书缘惜眼，多灸为随年。经事还谙事，阅人如阅川。keysentence细思皆幸矣，下此便翛然。莫道桑榆晚，为霞尚满天。",
    "id": "P601"
  },
  {
    "title": "淮上喜会梁川故人",
    "dynasty": "唐代",
    "writer": "韦应物",
    "content": [
      "江汉曾为客，",
      "相逢每醉还。",
      "浮云一别后，",
      "流水十年间。keysentence",
      "欢笑情如旧，",
      "萧疏鬓已斑。",
      "何因不归去？",
      "淮上有秋山。"
    ],
    "type": [
      "唐诗三百首",
      "友情"
    ],
    "source": "江汉曾为客，相逢每醉还。浮云一别后，流水十年间。keysentence欢笑情如旧，萧疏鬓已斑。何因不归去？淮上有秋山。",
    "id": "P602"
  },
  {
    "title": "孤雁儿·藤床纸帐朝眠起",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "世人作梅词，",
      "下笔便俗。",
      "予试作一篇，",
      "乃知前言不妄耳。",
      "藤床纸帐朝眠起，",
      "说不尽无佳思。",
      "沈香断续玉炉寒，",
      "伴我情怀如水。keysentence",
      "笛声三弄，",
      "梅心惊破，",
      "多少春情意。",
      "小风疏雨萧萧地，",
      "又催下千行泪。",
      "吹箫人去玉楼空，",
      "肠断与谁同倚。",
      "一枝折得，",
      "人间天上，",
      "没个人堪寄。"
    ],
    "type": [
      "咏物",
      "梅花",
      "悼亡"
    ],
    "source": "世人作梅词，下笔便俗。予试作一篇，乃知前言不妄耳。藤床纸帐朝眠起，说不尽无佳思。沈香断续玉炉寒，伴我情怀如水。keysentence笛声三弄，梅心惊破，多少春情意。小风疏雨萧萧地，又催下千行泪。吹箫人去玉楼空，肠断与谁同倚。一枝折得，人间天上，没个人堪寄。",
    "id": "P603"
  },
  {
    "title": "赤壁歌送别",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "二龙争战决雌雄，",
      "赤壁楼船扫地空。",
      "烈火张天照云海，",
      "周瑜于此破曹公。keysentence",
      "君去沧江望澄碧，",
      "鲸鲵唐突留馀迹。",
      "一一书来报故人，",
      "我欲因之壮心魄。"
    ],
    "type": [
      "地名",
      "咏史怀古",
      "送别"
    ],
    "source": "二龙争战决雌雄，赤壁楼船扫地空。烈火张天照云海，周瑜于此破曹公。keysentence君去沧江望澄碧，鲸鲵唐突留馀迹。一一书来报故人，我欲因之壮心魄。",
    "id": "P604"
  },
  {
    "title": "早梅",
    "dynasty": "唐代",
    "writer": "齐己",
    "content": [
      "万木冻欲折，",
      "孤根暖独回。",
      "前村深雪里，",
      "昨夜一枝开。keysentence",
      "风递幽香出，",
      "禽窥素艳来。",
      "明年如应律，",
      "先发望春台。"
    ],
    "type": [
      "咏物",
      "梅花",
      "言志"
    ],
    "source": "万木冻欲折，孤根暖独回。前村深雪里，昨夜一枝开。keysentence风递幽香出，禽窥素艳来。明年如应律，先发望春台。",
    "id": "P605"
  },
  {
    "title": "蝶恋花·昨夜秋风来万里",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "昨夜秋风来万里。",
      "月上屏帏，",
      "冷透人衣袂。",
      "有客抱衾愁不寐。",
      "那堪玉漏长如岁。",
      "羁舍留连归计未。",
      "梦断魂销，",
      "一枕相思泪。",
      "衣带渐宽无别意。",
      "新书报我添憔悴。keysentence"
    ],
    "type": [
      "思乡",
      "婉约"
    ],
    "source": "昨夜秋风来万里。月上屏帏，冷透人衣袂。有客抱衾愁不寐。那堪玉漏长如岁。羁舍留连归计未。梦断魂销，一枕相思泪。衣带渐宽无别意。新书报我添憔悴。keysentence",
    "id": "P606"
  },
  {
    "title": "玉阶怨",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "玉阶生白露，",
      "夜久侵罗袜。",
      "却下水晶帘，",
      "玲珑望秋月。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "宫怨",
      "孤独"
    ],
    "source": "玉阶生白露，夜久侵罗袜。却下水晶帘，玲珑望秋月。keysentence",
    "id": "P607"
  },
  {
    "title": "不见",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "不见李生久，",
      "佯狂真可哀。",
      "世人皆欲杀，",
      "吾意独怜才。keysentence",
      "敏捷诗千首，",
      "飘零酒一杯。",
      "匡山读书处，",
      "头白好归来。"
    ],
    "type": [
      "写人"
    ],
    "source": "不见李生久，佯狂真可哀。世人皆欲杀，吾意独怜才。keysentence敏捷诗千首，飘零酒一杯。匡山读书处，头白好归来。",
    "id": "P608"
  },
  {
    "title": "琴诗",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "若言琴上有琴声，",
      "放在匣中何不鸣？keysentence",
      "若言声在指头上，",
      "何不于君指上听？"
    ],
    "type": [
      "美学",
      "哲理"
    ],
    "source": "若言琴上有琴声，放在匣中何不鸣？keysentence若言声在指头上，何不于君指上听？",
    "id": "P609"
  },
  {
    "title": "寿阳曲·江天暮雪",
    "dynasty": "元代",
    "writer": "马致远",
    "content": [
      "天将暮，",
      "雪乱舞，",
      "半梅花半飘柳絮。keysentence",
      "江上晚来堪画处，",
      "钓鱼人一蓑归去。"
    ],
    "type": [
      "写雪",
      "渔人",
      "生活"
    ],
    "source": "天将暮，雪乱舞，半梅花半飘柳絮。keysentence江上晚来堪画处，钓鱼人一蓑归去。",
    "id": "P610"
  },
  {
    "title": "摽有梅",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "摽有梅，",
      "其实七兮。",
      "求我庶士，",
      "迨其吉兮。",
      "摽有梅，",
      "其实三兮。",
      "求我庶士，",
      "迨其今兮。keysentence",
      "摽有梅，",
      "顷筐塈之。",
      "求我庶士，",
      "迨其谓之。"
    ],
    "type": [
      "诗经",
      "抒情",
      "民谣"
    ],
    "source": "摽有梅，其实七兮。求我庶士，迨其吉兮。摽有梅，其实三兮。求我庶士，迨其今兮。keysentence摽有梅，顷筐塈之。求我庶士，迨其谓之。",
    "id": "P611"
  },
  {
    "title": "暮过山村",
    "dynasty": "唐代",
    "writer": "贾岛",
    "content": [
      "数里闻寒水，",
      "山家少四邻。",
      "怪禽啼旷野，",
      "落日恐行人。",
      "初月未终夕，",
      "边烽不过秦。keysentence",
      "萧条桑柘处，",
      "烟火渐相亲。"
    ],
    "type": [
      "羁旅",
      "山村"
    ],
    "source": "数里闻寒水，山家少四邻。怪禽啼旷野，落日恐行人。初月未终夕，边烽不过秦。keysentence萧条桑柘处，烟火渐相亲。",
    "id": "P612"
  },
  {
    "title": "采莲曲二首",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "吴姬越艳楚王妃，",
      "争弄莲舟水湿衣。",
      "来时浦口花迎入，",
      "采罢江头月送归。keysentence",
      "荷叶罗裙一色裁，",
      "芙蓉向脸两边开。",
      "乱入池中看不见，",
      "闻歌始觉有人来。"
    ],
    "type": [
      "荷花",
      "女子",
      "组诗"
    ],
    "source": "吴姬越艳楚王妃，争弄莲舟水湿衣。来时浦口花迎入，采罢江头月送归。keysentence荷叶罗裙一色裁，芙蓉向脸两边开。乱入池中看不见，闻歌始觉有人来。",
    "id": "P613"
  },
  {
    "title": "腊日宣诏幸上苑",
    "dynasty": "唐代",
    "writer": "武则天",
    "content": [
      "明朝游上苑，",
      "火速报春知。keysentence",
      "花须连夜发，",
      "莫待晓风吹。"
    ],
    "type": [
      "冬天",
      "写花"
    ],
    "source": "明朝游上苑，火速报春知。keysentence花须连夜发，莫待晓风吹。",
    "id": "P614"
  },
  {
    "title": "山坡羊·潼关怀古",
    "dynasty": "元代",
    "writer": "张养浩",
    "content": [
      "峰峦如聚，",
      "波涛如怒，",
      "山河表里潼关路。keysentence",
      "望西都，",
      "意踌躇。",
      "伤心秦汉经行处，",
      "宫阙万间都做了土。",
      "兴，",
      "百姓苦；",
      "亡，",
      "百姓苦！"
    ],
    "type": [
      "初中古诗",
      "高中古诗",
      "怀古",
      "同情",
      "忧民"
    ],
    "source": "峰峦如聚，波涛如怒，山河表里潼关路。keysentence望西都，意踌躇。伤心秦汉经行处，宫阙万间都做了土。兴，百姓苦；亡，百姓苦！",
    "id": "P615"
  },
  {
    "title": "太原早秋",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "岁落众芳歇，",
      "时当大火流。",
      "霜威出塞早，",
      "云色渡河秋。keysentence",
      "梦绕边城月，",
      "心飞故国楼。",
      "思归若汾水，",
      "无日不悠悠。"
    ],
    "type": [
      "秋天",
      "写景",
      "思乡"
    ],
    "source": "岁落众芳歇，时当大火流。霜威出塞早，云色渡河秋。keysentence梦绕边城月，心飞故国楼。思归若汾水，无日不悠悠。",
    "id": "P616"
  },
  {
    "title": "襄邑道中",
    "dynasty": "宋代",
    "writer": "陈与义",
    "content": [
      "飞花两岸照船红，",
      "百里榆堤半日风。",
      "卧看满天云不动，",
      "不知云与我俱东。keysentence"
    ],
    "type": [
      "古诗三百首",
      "纪行",
      "写云"
    ],
    "source": "飞花两岸照船红，百里榆堤半日风。卧看满天云不动，不知云与我俱东。keysentence",
    "id": "P617"
  },
  {
    "title": "鸟鸣涧",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "人闲桂花落，",
      "夜静春山空。keysentence",
      "月出惊山鸟，",
      "时鸣春涧中。"
    ],
    "type": [
      "小学古诗",
      "春天",
      "写山",
      "写鸟",
      "早教古诗100首"
    ],
    "source": "人闲桂花落，夜静春山空。keysentence月出惊山鸟，时鸣春涧中。",
    "id": "P618"
  },
  {
    "title": "书河上亭壁",
    "dynasty": "宋代",
    "writer": "寇准",
    "content": [
      "岸阔樯稀波渺茫，",
      "独凭危槛思何长。",
      "萧萧远树疏林外，",
      "一半秋山带夕阳。keysentence"
    ],
    "type": [
      "古诗三百首",
      "写景",
      "黄河",
      "抒情"
    ],
    "source": "岸阔樯稀波渺茫，独凭危槛思何长。萧萧远树疏林外，一半秋山带夕阳。keysentence",
    "id": "P619"
  },
  {
    "title": "早发白帝城",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "朝辞白帝彩云间，",
      "千里江陵一日还。keysentence",
      "两岸猿声啼不住，",
      "轻舟已过万重山。"
    ],
    "type": [
      "唐诗三百首",
      "写山",
      "长江",
      "地名",
      "喜悦",
      "早教古诗100首"
    ],
    "source": "朝辞白帝彩云间，千里江陵一日还。keysentence两岸猿声啼不住，轻舟已过万重山。",
    "id": "P620"
  },
  {
    "title": "登楼",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "花近高楼伤客心，",
      "万方多难此登临。",
      "锦江春色来天地，",
      "玉垒浮云变古今。keysentence",
      "北极朝廷终不改，",
      "西山寇盗莫相侵。",
      "可怜后主还祠庙，"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "高中古诗",
      "写景",
      "怀古",
      "感时",
      "忧国忧民"
    ],
    "source": "花近高楼伤客心，万方多难此登临。锦江春色来天地，玉垒浮云变古今。keysentence北极朝廷终不改，西山寇盗莫相侵。可怜后主还祠庙，日暮聊为《梁甫吟》。",
    "id": "P621"
  },
  {
    "title": "采桑子·荷花开后西湖好",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "荷花开后西湖好，",
      "载酒来时。keysentence",
      "不用旌旗，",
      "前后红幢绿盖随。",
      "画船撑入花深处，",
      "香泛金卮。",
      "烟雨微微，",
      "一片笙歌醉里归。"
    ],
    "type": [
      "写水",
      "西湖",
      "荷花",
      "抒情"
    ],
    "source": "荷花开后西湖好，载酒来时。keysentence不用旌旗，前后红幢绿盖随。画船撑入花深处，香泛金卮。烟雨微微，一片笙歌醉里归。",
    "id": "P622"
  },
  {
    "title": "鹧鸪天·陌上柔桑破嫩芽",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "陌上柔桑破嫩芽，",
      "东邻蚕种已生些。",
      "平冈细草鸣黄犊，",
      "斜日寒林点暮鸦。",
      "山远近，",
      "路横斜，",
      "青旗沽酒有人家。",
      "城中桃李愁风雨，",
      "春在溪头荠菜花。keysentence"
    ],
    "type": [
      "早春",
      "乡村",
      "忧国忧民"
    ],
    "source": "陌上柔桑破嫩芽，东邻蚕种已生些。平冈细草鸣黄犊，斜日寒林点暮鸦。山远近，路横斜，青旗沽酒有人家。城中桃李愁风雨，春在溪头荠菜花。keysentence",
    "id": "P623"
  },
  {
    "title": "劳劳亭",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "天下伤心处，",
      "劳劳送客亭。keysentence",
      "春风知别苦，",
      "不遣柳条青。"
    ],
    "type": [
      "送别",
      "离别",
      "借景抒情"
    ],
    "source": "天下伤心处，劳劳送客亭。keysentence春风知别苦，不遣柳条青。",
    "id": "P624"
  },
  {
    "title": "为薛台悼亡",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "半死梧桐老病身，",
      "重泉一念一伤神。keysentence",
      "手携稚子夜归院，",
      "月冷空房不见人。"
    ],
    "type": [
      "悼亡"
    ],
    "source": "半死梧桐老病身，重泉一念一伤神。keysentence手携稚子夜归院，月冷空房不见人。",
    "id": "P625"
  },
  {
    "title": "除夜宿石头驿",
    "dynasty": "唐代",
    "writer": "戴叔伦",
    "content": [
      "旅馆谁相问，",
      "寒灯独可亲。",
      "一年将尽夜，",
      "万里未归人。keysentence",
      "寥落悲前事，",
      "支离笑此身。",
      "愁颜与衰鬓，",
      "明日又逢春。"
    ],
    "type": [
      "春节",
      "孤独",
      "思乡"
    ],
    "source": "旅馆谁相问，寒灯独可亲。一年将尽夜，万里未归人。keysentence寥落悲前事，支离笑此身。愁颜与衰鬓，明日又逢春。",
    "id": "P626"
  },
  {
    "title": "凉州词二首·其一",
    "dynasty": "唐代",
    "writer": "王之涣",
    "content": [
      "黄河远上白云间，",
      "一片孤城万仞山。",
      "羌笛何须怨杨柳，",
      "春风不度玉门关。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "边塞",
      "写景",
      "将士",
      "思乡",
      "早教古诗100首"
    ],
    "source": "黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。keysentence",
    "id": "P627"
  },
  {
    "title": "咏柳",
    "dynasty": "宋代",
    "writer": "曾巩",
    "content": [
      "乱条犹未变初黄，",
      "倚得东风势便狂。keysentence",
      "解把飞花蒙日月，",
      "不知天地有清霜。"
    ],
    "type": [
      "古诗三百首",
      "春天",
      "咏物",
      "柳树",
      "讽刺"
    ],
    "source": "乱条犹未变初黄，倚得东风势便狂。keysentence解把飞花蒙日月，不知天地有清霜。",
    "id": "P628"
  },
  {
    "title": "念奴娇·中秋",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "凭高眺远，",
      "见长空万里，",
      "云无留迹。keysentence",
      "桂魄飞来，",
      "光射处，",
      "冷浸一天秋碧。",
      "玉宇琼楼，",
      "乘鸾来去，",
      "人在清凉国。",
      "江山如画，",
      "望中烟树历历。",
      "我醉拍手狂歌，",
      "举杯邀月，",
      "对影成三客。",
      "起舞徘徊风露下，",
      "今夕不知何夕？",
      "便欲乘风，",
      "翻然归去，",
      "何用骑鹏翼。",
      "水晶宫里，",
      "一声吹断横笛。"
    ],
    "type": [
      "中秋节",
      "月亮",
      "想象",
      "向往"
    ],
    "source": "凭高眺远，见长空万里，云无留迹。keysentence桂魄飞来，光射处，冷浸一天秋碧。玉宇琼楼，乘鸾来去，人在清凉国。江山如画，望中烟树历历。我醉拍手狂歌，举杯邀月，对影成三客。起舞徘徊风露下，今夕不知何夕？便欲乘风，翻然归去，何用骑鹏翼。水晶宫里，一声吹断横笛。",
    "id": "P629"
  },
  {
    "title": "西施咏",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "艳色天下重，",
      "西施宁久微。",
      "朝为越溪女，",
      "暮作吴宫妃。",
      "贱日岂殊众，",
      "贵来方悟稀。",
      "邀人傅香粉，",
      "不自著罗衣。",
      "君宠益娇态，",
      "君怜无是非。keysentence",
      "当时浣纱伴，",
      "莫得同车归。",
      "持谢邻家子，",
      "效颦安可希。"
    ],
    "type": [
      "唐诗三百首",
      "写人",
      "怀古",
      "怀才不遇"
    ],
    "source": "艳色天下重，西施宁久微。朝为越溪女，暮作吴宫妃。贱日岂殊众，贵来方悟稀。邀人傅香粉，不自著罗衣。君宠益娇态，君怜无是非。keysentence当时浣纱伴，莫得同车归。持谢邻家子，效颦安可希。",
    "id": "P630"
  },
  {
    "title": "佳人",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "绝代有佳人，",
      "幽居在空谷。keysentence",
      "自云良家子，",
      "零落依草木。",
      "关中昔丧乱，",
      "兄弟遭杀戮。",
      "官高何足论，",
      "不得收骨肉。",
      "世情恶衰歇，",
      "万事随转烛。",
      "夫婿轻薄儿，",
      "新人美如玉。",
      "合昏尚知时，",
      "鸳鸯不独宿。",
      "但见新人笑，",
      "那闻旧人哭。",
      "在山泉水清，",
      "出山泉水浊。",
      "侍婢卖珠回，",
      "牵萝补茅屋。",
      "摘花不插发，",
      "采柏动盈掬。",
      "天寒翠袖薄，",
      "日暮倚修竹。"
    ],
    "type": [
      "唐诗三百首",
      "赞美",
      "闺怨",
      "女子"
    ],
    "source": "绝代有佳人，幽居在空谷。keysentence自云良家子，零落依草木。关中昔丧乱，兄弟遭杀戮。官高何足论，不得收骨肉。世情恶衰歇，万事随转烛。夫婿轻薄儿，新人美如玉。合昏尚知时，鸳鸯不独宿。但见新人笑，那闻旧人哭。在山泉水清，出山泉水浊。侍婢卖珠回，牵萝补茅屋。摘花不插发，采柏动盈掬。天寒翠袖薄，日暮倚修竹。",
    "id": "P631"
  },
  {
    "title": "母别子",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "母别子，",
      "子别母，",
      "白日无光哭声苦。keysentence",
      "关西骠骑大将军，",
      "去年破虏新策勋。",
      "敕赐金钱二百万，",
      "洛阳迎得如花人。",
      "新人迎来旧人弃，",
      "掌上莲花眼中刺。",
      "迎新弃旧未足悲，",
      "悲在君家留两儿。",
      "一始扶行一初坐，",
      "坐啼行哭牵人衣。",
      "以汝夫妇新燕婉，",
      "使我母子生别离。",
      "不如林中乌与鹊，",
      "母不失雏雄伴雌。",
      "应似园中桃李树，",
      "花落随风子在枝。",
      "新人新人听我语，",
      "洛阳无限红楼女。",
      "但愿将军重立功，",
      "更有新人胜于汝。"
    ],
    "type": [
      "母亲",
      "离别"
    ],
    "source": "母别子，子别母，白日无光哭声苦。keysentence关西骠骑大将军，去年破虏新策勋。敕赐金钱二百万，洛阳迎得如花人。新人迎来旧人弃，掌上莲花眼中刺。迎新弃旧未足悲，悲在君家留两儿。一始扶行一初坐，坐啼行哭牵人衣。以汝夫妇新燕婉，使我母子生别离。不如林中乌与鹊，母不失雏雄伴雌。应似园中桃李树，花落随风子在枝。新人新人听我语，洛阳无限红楼女。但愿将军重立功，更有新人胜于汝。",
    "id": "P632"
  },
  {
    "title": "短歌行",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "白日何短短，",
      "百年苦易满。",
      "苍穹浩茫茫，",
      "万劫太极长。",
      "麻姑垂两鬓，",
      "一半已成霜。",
      "天公见玉女，",
      "大笑亿千场。keysentence",
      "吾欲揽六龙，",
      "回车挂扶桑。",
      "北斗酌美酒，",
      "劝龙各一觞。",
      "富贵非所愿，",
      "与人驻颜光。"
    ],
    "type": [
      "人生",
      "时间",
      "惜时"
    ],
    "source": "白日何短短，百年苦易满。苍穹浩茫茫，万劫太极长。麻姑垂两鬓，一半已成霜。天公见玉女，大笑亿千场。keysentence吾欲揽六龙，回车挂扶桑。北斗酌美酒，劝龙各一觞。富贵非所愿，与人驻颜光。",
    "id": "P633"
  },
  {
    "title": "离思五首",
    "dynasty": "唐代",
    "writer": "元稹",
    "content": [
      "自爱残妆晓镜中，",
      "环钗漫篸绿丝丛。",
      "须臾日射胭脂颊，",
      "一朵红苏旋欲融。",
      "山泉散漫绕阶流，",
      "万树桃花映小楼。",
      "闲读道书慵未起，",
      "水晶帘下看梳头。",
      "红罗著压逐时新，",
      "吉了花纱嫩麴尘。",
      "第一莫嫌材地弱，",
      "些些纰缦最宜人。",
      "曾经沧海难为水，",
      "除却巫山不是云。",
      "取次花丛懒回顾，",
      "半缘修道半缘君。",
      "寻常百种花齐发，",
      "偏摘梨花与白人。keysentence",
      "今日江头两三树，",
      "可怜和叶度残春。"
    ],
    "type": [
      "爱情",
      "思念",
      "组诗"
    ],
    "source": "自爱残妆晓镜中，环钗漫篸绿丝丛。须臾日射胭脂颊，一朵红苏旋欲融。山泉散漫绕阶流，万树桃花映小楼。闲读道书慵未起，水晶帘下看梳头。红罗著压逐时新，吉了花纱嫩麴尘。第一莫嫌材地弱，些些纰缦最宜人。曾经沧海难为水，除却巫山不是云。取次花丛懒回顾，半缘修道半缘君。寻常百种花齐发，偏摘梨花与白人。keysentence今日江头两三树，可怜和叶度残春。",
    "id": "P634"
  },
  {
    "title": "杂诗",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "人生无根蒂，",
      "飘如陌上尘。keysentence",
      "分散逐风转，",
      "此已非常身。",
      "落地为兄弟，",
      "何必骨肉亲！",
      "得欢当作乐，",
      "斗酒聚比邻。",
      "盛年不重来，",
      "一日难再晨。",
      "及时当勉励，",
      "岁月不待人。"
    ],
    "type": [
      "古诗三百首",
      "感叹",
      "人生",
      "惜时"
    ],
    "source": "人生无根蒂，飘如陌上尘。keysentence分散逐风转，此已非常身。落地为兄弟，何必骨肉亲！得欢当作乐，斗酒聚比邻。盛年不重来，一日难再晨。及时当勉励，岁月不待人。",
    "id": "P635"
  },
  {
    "title": "读书有所见作",
    "dynasty": "清代",
    "writer": "萧抡谓",
    "content": [
      "人心如良苗，",
      "得养乃滋长；",
      "苗以泉水灌，",
      "心以理义养。",
      "一日不读书，",
      "胸臆无佳想。",
      "一月不读书，",
      "耳目失精爽。keysentence"
    ],
    "type": [
      "规劝",
      "读书",
      "哲理"
    ],
    "source": "人心如良苗，得养乃滋长；苗以泉水灌，心以理义养。一日不读书，胸臆无佳想。一月不读书，耳目失精爽。keysentence",
    "id": "P636"
  },
  {
    "title": "守岁",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "欲知垂尽岁，",
      "有似赴壑蛇。",
      "修鳞半已没，",
      "去意谁能遮。",
      "况欲系其尾，",
      "虽勤知奈何。",
      "儿童强不睡，",
      "相守夜欢哗。",
      "晨鸡且勿唱，",
      "更鼓畏添挝。",
      "坐久灯烬落，",
      "起看北斗斜。",
      "明年岂无年，",
      "心事恐蹉跎。keysentence",
      "努力尽今夕，",
      "少年犹可夸。"
    ],
    "type": [
      "春节",
      "勉励",
      "惜时"
    ],
    "source": "欲知垂尽岁，有似赴壑蛇。修鳞半已没，去意谁能遮。况欲系其尾，虽勤知奈何。儿童强不睡，相守夜欢哗。晨鸡且勿唱，更鼓畏添挝。坐久灯烬落，起看北斗斜。明年岂无年，心事恐蹉跎。keysentence努力尽今夕，少年犹可夸。",
    "id": "P637"
  },
  {
    "title": "清平调·其二",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "一枝红艳露凝香，",
      "云雨巫山枉断肠。keysentence",
      "借问汉宫谁得似，",
      "可怜飞燕倚新妆。"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "女子"
    ],
    "source": "一枝红艳露凝香，云雨巫山枉断肠。keysentence借问汉宫谁得似，可怜飞燕倚新妆。",
    "id": "P638"
  },
  {
    "title": "春晓",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "春眠不觉晓，",
      "处处闻啼鸟。keysentence",
      "夜来风雨声，",
      "花落知多少。"
    ],
    "type": [
      "唐诗三百首",
      "小学古诗",
      "写景",
      "惜春",
      "早教古诗100首"
    ],
    "source": "春眠不觉晓，处处闻啼鸟。keysentence夜来风雨声，花落知多少。",
    "id": "P639"
  },
  {
    "title": "宿新市徐公店",
    "dynasty": "宋代",
    "writer": "杨万里",
    "content": [
      "篱落疏疏一径深，",
      "树头花落未成阴。",
      "儿童急走追黄蝶，",
      "飞入菜花无处寻。keysentence"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "农村",
      "写景",
      "写花",
      "儿童"
    ],
    "source": "篱落疏疏一径深，树头花落未成阴。儿童急走追黄蝶，飞入菜花无处寻。keysentence",
    "id": "P640"
  },
  {
    "title": "水仙子·夜雨",
    "dynasty": "元代",
    "writer": "徐再思",
    "content": [
      "一声梧叶一声秋，",
      "一点芭蕉一点愁，",
      "三更归梦三更后。keysentence",
      "落灯花，",
      "棋未收，",
      "叹新丰逆旅淹留。",
      "枕上十年事，",
      "江南二老忧，",
      "都到心头。"
    ],
    "type": [
      "羁旅",
      "孤独",
      "写雨",
      "感伤"
    ],
    "source": "一声梧叶一声秋，一点芭蕉一点愁，三更归梦三更后。keysentence落灯花，棋未收，叹新丰逆旅淹留。枕上十年事，江南二老忧，都到心头。",
    "id": "P641"
  },
  {
    "title": "南湖早春",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "风回云断雨初晴，",
      "返照湖边暖复明。keysentence",
      "乱点碎红山杏发，",
      "平铺新绿水蘋生。",
      "翅低白雁飞仍重，",
      "舌涩黄鹂语未成。",
      "不道江南春不好，",
      "年年衰病减心情。"
    ],
    "type": [
      "春天",
      "写水",
      "写景",
      "抒情"
    ],
    "source": "风回云断雨初晴，返照湖边暖复明。keysentence乱点碎红山杏发，平铺新绿水蘋生。翅低白雁飞仍重，舌涩黄鹂语未成。不道江南春不好，年年衰病减心情。",
    "id": "P642"
  },
  {
    "title": "冉冉孤生竹",
    "dynasty": "两汉",
    "writer": "佚名",
    "content": [
      "冉冉孤生竹，",
      "结根泰山阿。",
      "与君为新婚，",
      "菟丝附女萝。",
      "菟丝生有时，",
      "夫妇会有宜。",
      "千里远结婚，",
      "悠悠隔山陂。",
      "思君令人老，",
      "轩车来何迟！",
      "伤彼蕙兰花，",
      "含英扬光辉。",
      "过时而不采，",
      "将随秋草萎。keysentence",
      "君亮执高节，",
      "贱妾亦何为！"
    ],
    "type": [
      "古诗十九首",
      "女子",
      "相思",
      "孤独"
    ],
    "source": "冉冉孤生竹，结根泰山阿。与君为新婚，菟丝附女萝。菟丝生有时，夫妇会有宜。千里远结婚，悠悠隔山陂。思君令人老，轩车来何迟！伤彼蕙兰花，含英扬光辉。过时而不采，将随秋草萎。keysentence君亮执高节，贱妾亦何为！",
    "id": "P643"
  },
  {
    "title": "流莺",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "流莺漂荡复参差，",
      "度陌临流不自持。",
      "巧啭岂能无本意？",
      "良辰未必有佳期。",
      "风朝露夜阴晴里，",
      "万户千门开闭时。",
      "曾苦伤春不忍听，",
      "凤城何处有花枝。keysentence"
    ],
    "type": [
      "咏物",
      "抒情",
      "写鸟",
      "身世"
    ],
    "source": "流莺漂荡复参差，度陌临流不自持。巧啭岂能无本意？良辰未必有佳期。风朝露夜阴晴里，万户千门开闭时。曾苦伤春不忍听，凤城何处有花枝。keysentence",
    "id": "P644"
  },
  {
    "title": "咏早梅",
    "dynasty": "南北朝",
    "writer": "何逊",
    "content": [
      "兔园标物序，",
      "惊时最是梅。",
      "衔霜当路发，",
      "映雪拟寒开。",
      "枝横却月观，",
      "花绕凌风台。",
      "朝洒长门泣，",
      "夕驻临邛杯。",
      "应知早飘落，",
      "故逐上春来。keysentence"
    ],
    "type": [
      "古诗三百首",
      "咏物",
      "梅花",
      "言志"
    ],
    "source": "兔园标物序，惊时最是梅。衔霜当路发，映雪拟寒开。枝横却月观，花绕凌风台。朝洒长门泣，夕驻临邛杯。应知早飘落，故逐上春来。keysentence",
    "id": "P645"
  },
  {
    "title": "小松",
    "dynasty": "唐代",
    "writer": "杜荀鹤",
    "content": [
      "自小刺头深草里，",
      "而今渐觉出蓬蒿。",
      "时人不识凌云木，",
      "直待凌云始道高。keysentence"
    ],
    "type": [
      "咏物",
      "讽喻",
      "励志",
      "哲理"
    ],
    "source": "自小刺头深草里，而今渐觉出蓬蒿。时人不识凌云木，直待凌云始道高。keysentence",
    "id": "P646"
  },
  {
    "title": "定风波·自春来",
    "dynasty": "宋代",
    "writer": "柳永",
    "content": [
      "自春来、惨绿愁红，",
      "芳心是事可可。keysentence",
      "日上花梢，",
      "莺穿柳带，",
      "犹压香衾卧。",
      "暖酥消、腻云亸，",
      "终日厌厌倦梳裹。",
      "无那。",
      "恨薄情一去，",
      "音书无个。",
      "早知恁么，",
      "悔当初、不把雕鞍锁。",
      "向鸡窗，",
      "只与蛮笺象管，",
      "拘束教吟课。",
      "镇相随、莫抛躲，",
      "针线闲拈伴伊坐。",
      "和我，",
      "免使年少，",
      "光阴虚过。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "女子",
      "闺怨",
      "思念"
    ],
    "source": "自春来、惨绿愁红，芳心是事可可。keysentence日上花梢，莺穿柳带，犹压香衾卧。暖酥消、腻云亸，终日厌厌倦梳裹。无那。恨薄情一去，音书无个。早知恁么，悔当初、不把雕鞍锁。向鸡窗，只与蛮笺象管，拘束教吟课。镇相随、莫抛躲，针线闲拈伴伊坐。和我，免使年少，光阴虚过。",
    "id": "P647"
  },
  {
    "title": "渌水曲",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "渌水明秋月，",
      "南湖采白蘋。",
      "荷花娇欲语，",
      "愁杀荡舟人。keysentence"
    ],
    "type": [
      "乐府",
      "荷花",
      "女子"
    ],
    "source": "渌水明秋月，南湖采白蘋。荷花娇欲语，愁杀荡舟人。keysentence",
    "id": "P648"
  },
  {
    "title": "金缕曲二首",
    "dynasty": "清代",
    "writer": "顾贞观",
    "content": [
      "寄吴汉槎宁古塔，",
      "以词代书，",
      "丙辰冬，",
      "寓京师千佛寺，",
      "冰雪中作。",
      "季子平安否？",
      "便归来，",
      "平生万事，",
      "那堪回首！",
      "行路悠悠谁慰藉，",
      "母老家贫子幼。",
      "记不起，",
      "从前杯酒。",
      "魑魅搏人应见惯，",
      "总输他，",
      "覆雨翻云手，",
      "冰与雪，",
      "周旋久。",
      "泪痕莫滴牛衣透，",
      "数天涯，",
      "依然骨肉，",
      "几家能够？",
      "比似红颜多命薄，",
      "更不如今还有。",
      "只绝塞，",
      "苦寒难受。",
      "廿载包胥承一诺，",
      "盼乌头马角终相救。",
      "置此札，",
      "君怀袖。",
      "我亦飘零久！",
      "十年来，",
      "深恩负尽，",
      "死生师友。",
      "宿昔齐名非忝窃，",
      "只看杜陵消瘦，",
      "曾不减，",
      "夜郎僝僽，",
      "薄命长辞知己别，",
      "问人生到此凄凉否？",
      "千万恨，",
      "为君剖。keysentence",
      "兄生辛未吾丁丑，",
      "共此时，",
      "冰霜摧折，",
      "早衰蒲柳。",
      "诗赋从今须少作，",
      "留取心魂相守。",
      "但愿得，",
      "河清人寿！",
      "归日急翻行戍稿，",
      "把空名料理传身后。",
      "言不尽，",
      "观顿首。"
    ],
    "type": [
      "友情"
    ],
    "source": "寄吴汉槎宁古塔，以词代书，丙辰冬，寓京师千佛寺，冰雪中作。季子平安否？便归来，平生万事，那堪回首！行路悠悠谁慰藉，母老家贫子幼。记不起，从前杯酒。魑魅搏人应见惯，总输他，覆雨翻云手，冰与雪，周旋久。泪痕莫滴牛衣透，数天涯，依然骨肉，几家能够？比似红颜多命薄，更不如今还有。只绝塞，苦寒难受。廿载包胥承一诺，盼乌头马角终相救。置此札，君怀袖。我亦飘零久！十年来，深恩负尽，死生师友。宿昔齐名非忝窃，只看杜陵消瘦，曾不减，夜郎僝僽，薄命长辞知己别，问人生到此凄凉否？千万恨，为君剖。keysentence兄生辛未吾丁丑，共此时，冰霜摧折，早衰蒲柳。诗赋从今须少作，留取心魂相守。但愿得，河清人寿！归日急翻行戍稿，把空名料理传身后。言不尽，观顿首。",
    "id": "P650"
  },
  {
    "title": "南乡子·自古帝王州",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "自古帝王州，",
      "郁郁葱葱佳气浮。",
      "四百年来成一梦，",
      "堪愁。keysentence",
      "晋代衣冠成古丘。",
      "绕水恣行游。",
      "上尽层城更上楼。",
      "往事悠悠君莫问，",
      "回头。",
      "槛外长江空自流。"
    ],
    "type": [
      "抒情",
      "谪居",
      "生活"
    ],
    "source": "自古帝王州，郁郁葱葱佳气浮。四百年来成一梦，堪愁。keysentence晋代衣冠成古丘。绕水恣行游。上尽层城更上楼。往事悠悠君莫问，回头。槛外长江空自流。",
    "id": "P651"
  },
  {
    "title": "浣溪沙·细雨斜风作晓寒",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "元丰七年十二月二十四日，",
      "从泗州刘倩叔游南山细雨斜风作晓寒，",
      "淡烟疏柳媚晴滩。",
      "入淮清洛渐漫漫。",
      "雪沫乳花浮午盏，",
      "蓼茸蒿笋试春盘。",
      "人间有味是清欢。keysentence"
    ],
    "type": [
      "婉约",
      "纪游",
      "写景"
    ],
    "source": "元丰七年十二月二十四日，从泗州刘倩叔游南山细雨斜风作晓寒，淡烟疏柳媚晴滩。入淮清洛渐漫漫。雪沫乳花浮午盏，蓼茸蒿笋试春盘。人间有味是清欢。keysentence",
    "id": "P652"
  },
  {
    "title": "征人怨",
    "dynasty": "唐代",
    "writer": "柳中庸",
    "content": [
      "岁岁金河复玉关，",
      "朝朝马策与刀环。",
      "三春白雪归青冢，",
      "万里黄河绕黑山。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "黄河",
      "边塞"
    ],
    "source": "岁岁金河复玉关，朝朝马策与刀环。三春白雪归青冢，万里黄河绕黑山。keysentence",
    "id": "P653"
  },
  {
    "title": "西江月·问讯湖边春色",
    "dynasty": "宋代",
    "writer": "张孝祥",
    "content": [
      "问讯湖边春色，",
      "重来又是三年。keysentence",
      "东风吹我过湖船，",
      "杨柳丝丝拂面。",
      "世路如今已惯，",
      "此心到处悠然。",
      "寒光亭下水如天，",
      "飞起沙鸥一片。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "怀恋",
      "山水"
    ],
    "source": "问讯湖边春色，重来又是三年。keysentence东风吹我过湖船，杨柳丝丝拂面。世路如今已惯，此心到处悠然。寒光亭下水如天，飞起沙鸥一片。",
    "id": "P654"
  },
  {
    "title": "八月十五夜玩月",
    "dynasty": "唐代",
    "writer": "栖白",
    "content": [
      "寻常三五夜，",
      "不是不婵娟。",
      "及至中秋满，",
      "还胜别夜圆。",
      "清光凝有露，",
      "皓魄爽无烟。",
      "自古人皆望，",
      "年来又一年。keysentence"
    ],
    "type": [
      "月亮",
      "节日"
    ],
    "source": "寻常三五夜，不是不婵娟。及至中秋满，还胜别夜圆。清光凝有露，皓魄爽无烟。自古人皆望，年来又一年。keysentence",
    "id": "P655"
  },
  {
    "title": "客从远方来",
    "dynasty": "两汉",
    "writer": "佚名",
    "content": [
      "客从远方来，",
      "遗我一端绮。",
      "相去万余里，",
      "故人心尚尔。keysentence",
      "文采双鸳鸯，",
      "裁为合欢被。",
      "著以长相思，",
      "缘以结不解。",
      "以胶投漆中，",
      "谁能别离此？"
    ],
    "type": [
      "古诗三百首",
      "古诗十九首",
      "离别",
      "相思"
    ],
    "source": "客从远方来，遗我一端绮。相去万余里，故人心尚尔。keysentence文采双鸳鸯，裁为合欢被。著以长相思，缘以结不解。以胶投漆中，谁能别离此？",
    "id": "P656"
  },
  {
    "title": "妾薄命",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "汉帝重阿娇，",
      "贮之黄金屋。",
      "咳唾落九天，",
      "随风生珠玉。",
      "宠极爱还歇，",
      "妒深情却疏。",
      "长门一步地，",
      "不肯暂回车。",
      "雨落不上天，",
      "水覆难再收。",
      "君情与妾意，",
      "各自东西流。",
      "昔日芙蓉花，",
      "今成断根草。",
      "以色事他人，",
      "能得几时好。keysentence"
    ],
    "type": [
      "乐府",
      "哲理"
    ],
    "source": "汉帝重阿娇，贮之黄金屋。咳唾落九天，随风生珠玉。宠极爱还歇，妒深情却疏。长门一步地，不肯暂回车。雨落不上天，水覆难再收。君情与妾意，各自东西流。昔日芙蓉花，今成断根草。以色事他人，能得几时好。keysentence",
    "id": "P657"
  },
  {
    "title": "蝶恋花·暖雨晴风初破冻",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "暖雨晴风初破冻，",
      "柳眼梅腮，",
      "已觉春心动。keysentence",
      "酒意诗情谁与共？",
      "泪融残粉花钿重。",
      "乍试夹衫金缕缝，",
      "山枕斜欹，",
      "枕损钗头凤。",
      "独抱浓愁无好梦，",
      "夜阑犹剪灯花弄。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "春天",
      "离别"
    ],
    "source": "暖雨晴风初破冻，柳眼梅腮，已觉春心动。keysentence酒意诗情谁与共？泪融残粉花钿重。乍试夹衫金缕缝，山枕斜欹，枕损钗头凤。独抱浓愁无好梦，夜阑犹剪灯花弄。",
    "id": "P658"
  },
  {
    "title": "渔歌子·西塞山前白鹭飞",
    "dynasty": "唐代",
    "writer": "张志和",
    "content": [
      "西塞山前白鹭飞，",
      "桃花流水鳜鱼肥。keysentence",
      "青箬笠，",
      "绿蓑衣，",
      "斜风细雨不须归。"
    ],
    "type": [
      "宋词三百首",
      "小学古诗",
      "水乡",
      "写景",
      "写人",
      "抒怀"
    ],
    "source": "西塞山前白鹭飞，桃花流水鳜鱼肥。keysentence青箬笠，绿蓑衣，斜风细雨不须归。",
    "id": "P659"
  },
  {
    "title": "青门柳",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "青青一树伤心色，",
      "曾入几人离恨中。keysentence",
      "为近都门多送别，",
      "长条折尽减春风。"
    ],
    "type": [
      "赠别",
      "伤春"
    ],
    "source": "青青一树伤心色，曾入几人离恨中。keysentence为近都门多送别，长条折尽减春风。",
    "id": "P660"
  },
  {
    "title": "清明",
    "dynasty": "宋代",
    "writer": "王禹偁",
    "content": [
      "无花无酒过清明，",
      "兴味萧然似野僧。",
      "昨日邻家乞新火，",
      "晓窗分与读书灯。keysentence"
    ],
    "type": [
      "清明节",
      "生活",
      "凄苦"
    ],
    "source": "无花无酒过清明，兴味萧然似野僧。昨日邻家乞新火，晓窗分与读书灯。keysentence",
    "id": "P661"
  },
  {
    "title": "旅次朔方",
    "dynasty": "唐代",
    "writer": "刘皂",
    "content": [
      "客舍并州已十霜，",
      "归心日夜忆咸阳。",
      "无端更渡桑干水，",
      "却望并州是故乡。keysentence"
    ],
    "type": [
      "思乡"
    ],
    "source": "客舍并州已十霜，归心日夜忆咸阳。无端更渡桑干水，却望并州是故乡。keysentence",
    "id": "P662"
  },
  {
    "title": "乞巧",
    "dynasty": "唐代",
    "writer": "林杰",
    "content": [
      "七夕今宵看碧霄，",
      "牵牛织女渡河桥。keysentence",
      "家家乞巧望秋月，",
      "穿尽红丝几万条。"
    ],
    "type": [
      "小学古诗",
      "七夕节"
    ],
    "source": "七夕今宵看碧霄，牵牛织女渡河桥。keysentence家家乞巧望秋月，穿尽红丝几万条。",
    "id": "P663"
  },
  {
    "title": "长干行二首",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "妾发初覆额，",
      "折花门前剧。",
      "郎骑竹马来，",
      "绕床弄青梅。keysentence",
      "同居长干里，",
      "两小无嫌猜，",
      "十四为君妇，",
      "羞颜未尝开。",
      "低头向暗壁，",
      "千唤不一回。",
      "十五始展眉，",
      "愿同尘与灰。",
      "常存抱柱信，",
      "岂上望夫台。",
      "十六君远行，",
      "瞿塘滟滪堆。",
      "五月不可触，",
      "猿声天上哀。",
      "门前迟行迹，",
      "一一生绿苔。",
      "苔深不能扫，",
      "落叶秋风早。",
      "八月胡蝶来，",
      "双飞西园草。",
      "感此伤妾心，",
      "坐愁红颜老。",
      "早晚下三巴，",
      "预将书报家。",
      "相迎不道远，",
      "直至长风沙。",
      "忆妾深闺里，",
      "烟尘不曾识。",
      "嫁与长干人，",
      "沙头候风色。",
      "五月南风兴，",
      "思君下巴陵。",
      "八月西风起，",
      "想君发扬子。",
      "去来悲如何，",
      "见少离别多。",
      "湘潭几日到，",
      "妾梦越风波。",
      "昨夜狂风度，",
      "吹折江头树。",
      "淼淼暗无边，",
      "行人在何处。",
      "好乘浮云骢，",
      "佳期兰渚东。",
      "鸳鸯绿蒲上，",
      "翡翠锦屏中。",
      "自怜十五余，",
      "颜色桃花红。",
      "那作商人妇，",
      "愁水复愁风。"
    ],
    "type": [
      "乐府",
      "妇女",
      "爱情",
      "叙事",
      "思念",
      "生活"
    ],
    "source": "妾发初覆额，折花门前剧。郎骑竹马来，绕床弄青梅。keysentence同居长干里，两小无嫌猜，十四为君妇，羞颜未尝开。低头向暗壁，千唤不一回。十五始展眉，愿同尘与灰。常存抱柱信，岂上望夫台。十六君远行，瞿塘滟滪堆。五月不可触，猿声天上哀。门前迟行迹，一一生绿苔。苔深不能扫，落叶秋风早。八月胡蝶来，双飞西园草。感此伤妾心，坐愁红颜老。早晚下三巴，预将书报家。相迎不道远，直至长风沙。忆妾深闺里，烟尘不曾识。嫁与长干人，沙头候风色。五月南风兴，思君下巴陵。八月西风起，想君发扬子。去来悲如何，见少离别多。湘潭几日到，妾梦越风波。昨夜狂风度，吹折江头树。淼淼暗无边，行人在何处。好乘浮云骢，佳期兰渚东。鸳鸯绿蒲上，翡翠锦屏中。自怜十五余，颜色桃花红。那作商人妇，愁水复愁风。",
    "id": "P664"
  },
  {
    "title": "淮中晚泊犊头",
    "dynasty": "宋代",
    "writer": "苏舜钦",
    "content": [
      "春阴垂野草青青，",
      "时有幽花一树明。keysentence",
      "晚泊孤舟古祠下，",
      "满川风雨看潮生。"
    ],
    "type": [
      "春天",
      "写景",
      "闲适"
    ],
    "source": "春阴垂野草青青，时有幽花一树明。keysentence晚泊孤舟古祠下，满川风雨看潮生。",
    "id": "P665"
  },
  {
    "title": "望江南·梳洗罢",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "梳洗罢，",
      "独倚望江楼。",
      "过尽千帆皆不是，",
      "斜晖脉脉水悠悠。keysentence",
      "肠断白蘋洲。"
    ],
    "type": [
      "宋词三百首",
      "初中古诗",
      "闺怨",
      "无奈",
      "思念"
    ],
    "source": "梳洗罢，独倚望江楼。过尽千帆皆不是，斜晖脉脉水悠悠。keysentence肠断白蘋洲。",
    "id": "P666"
  },
  {
    "title": "金错刀行",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "黄金错刀白玉装，",
      "夜穿窗扉出光芒。",
      "丈夫五十功未立，",
      "提刀独立顾八荒。",
      "京华结交尽奇士，",
      "意气相期共生死。",
      "千年史册耻无名，",
      "一片丹心报天子。",
      "尔来从军天汉滨，",
      "南山晓雪玉嶙峋。",
      "呜呼！",
      "楚虽三户能亡秦，",
      "岂有堂堂中国空无人！keysentence"
    ],
    "type": [
      "古诗三百首",
      "爱国",
      "壮志"
    ],
    "source": "黄金错刀白玉装，夜穿窗扉出光芒。丈夫五十功未立，提刀独立顾八荒。京华结交尽奇士，意气相期共生死。千年史册耻无名，一片丹心报天子。尔来从军天汉滨，南山晓雪玉嶙峋。呜呼！楚虽三户能亡秦，岂有堂堂中国空无人！keysentence",
    "id": "P667"
  },
  {
    "title": "老将行",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "少年十五二十时，",
      "步行夺得胡马骑。",
      "射杀山中白额虎，",
      "肯数邺下黄须儿！",
      "一身转战三千里，",
      "一剑曾当百万师。",
      "汉兵奋迅如霹雳，",
      "虏骑崩腾畏蒺藜。",
      "卫青不败由天幸，",
      "李广无功缘数奇。",
      "自从弃置便衰朽，",
      "世事蹉跎成白首。",
      "昔时飞箭无全目，",
      "今日垂杨生左肘。",
      "路旁时卖故侯瓜，",
      "门前学种先生柳。",
      "苍茫古木连穷巷，",
      "寥落寒山对虚牖。",
      "誓令疏勒出飞泉，",
      "不似颍川空使酒。",
      "贺兰山下阵如云，",
      "羽檄交驰日夕闻。",
      "节使三河募年少，",
      "诏书五道出将军。",
      "试拂铁衣如雪色，",
      "聊持宝剑动星文。",
      "愿得燕弓射大将，",
      "耻令越甲鸣吾君。",
      "莫嫌旧日云中守，",
      "犹堪一战取功勋。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "赞颂",
      "写人",
      "猖狂"
    ],
    "source": "少年十五二十时，步行夺得胡马骑。射杀山中白额虎，肯数邺下黄须儿！一身转战三千里，一剑曾当百万师。汉兵奋迅如霹雳，虏骑崩腾畏蒺藜。卫青不败由天幸，李广无功缘数奇。自从弃置便衰朽，世事蹉跎成白首。昔时飞箭无全目，今日垂杨生左肘。路旁时卖故侯瓜，门前学种先生柳。苍茫古木连穷巷，寥落寒山对虚牖。誓令疏勒出飞泉，不似颍川空使酒。贺兰山下阵如云，羽檄交驰日夕闻。节使三河募年少，诏书五道出将军。试拂铁衣如雪色，聊持宝剑动星文。愿得燕弓射大将，耻令越甲鸣吾君。莫嫌旧日云中守，犹堪一战取功勋。keysentence",
    "id": "P668"
  },
  {
    "title": "卖炭翁",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "卖炭翁，",
      "伐薪烧炭南山中。",
      "满面尘灰烟火色，",
      "两鬓苍苍十指黑。",
      "卖炭得钱何所营？",
      "身上衣裳口中食。",
      "可怜身上衣正单，",
      "心忧炭贱愿天寒。",
      "夜来城外一尺雪，",
      "晓驾炭车辗冰辙。keysentence",
      "牛困人饥日已高，",
      "市南门外泥中歇。",
      "翩翩两骑来是谁？",
      "黄衣使者白衫儿。",
      "手把文书口称敕，",
      "回车叱牛牵向北。",
      "一车炭，",
      "千余斤，",
      "宫使驱将惜不得。",
      "半匹红绡一丈绫，",
      "系向牛头充炭直。"
    ],
    "type": [
      "冬天",
      "乐府"
    ],
    "source": "卖炭翁，伐薪烧炭南山中。满面尘灰烟火色，两鬓苍苍十指黑。卖炭得钱何所营？身上衣裳口中食。可怜身上衣正单，心忧炭贱愿天寒。夜来城外一尺雪，晓驾炭车辗冰辙。keysentence牛困人饥日已高，市南门外泥中歇。翩翩两骑来是谁？黄衣使者白衫儿。手把文书口称敕，回车叱牛牵向北。一车炭，千余斤，宫使驱将惜不得。半匹红绡一丈绫，系向牛头充炭直。",
    "id": "P669"
  },
  {
    "title": "白莲",
    "dynasty": "唐代",
    "writer": "陆龟蒙",
    "content": [
      "素蘤多蒙别艳欺，",
      "此花真合在瑶池。",
      "无情有恨何人觉？",
      "月晓风清欲堕时。keysentence"
    ],
    "type": [
      "咏物",
      "荷花",
      "抒怀"
    ],
    "source": "素蘤多蒙别艳欺，此花真合在瑶池。无情有恨何人觉？月晓风清欲堕时。keysentence",
    "id": "P670"
  },
  {
    "title": "双双燕·咏燕",
    "dynasty": "宋代",
    "writer": "史达祖",
    "content": [
      "过春社了，",
      "度帘幕中间，",
      "去年尘冷。",
      "差池欲住，",
      "试入旧巢相并。",
      "还相雕梁藻井。",
      "又软语、商量不定。",
      "飘然快拂花梢，",
      "翠尾分开红影。",
      "芳径。",
      "芹泥雨润。",
      "爱贴地争飞，",
      "竞夸轻俊。",
      "红楼归晚，",
      "看足柳昏花暝。",
      "应自栖香正稳。",
      "便忘了、天涯芳信。",
      "愁损翠黛双蛾，",
      "日日画阑独凭。keysentence"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "咏物",
      "写鸟"
    ],
    "source": "过春社了，度帘幕中间，去年尘冷。差池欲住，试入旧巢相并。还相雕梁藻井。又软语、商量不定。飘然快拂花梢，翠尾分开红影。芳径。芹泥雨润。爱贴地争飞，竞夸轻俊。红楼归晚，看足柳昏花暝。应自栖香正稳。便忘了、天涯芳信。愁损翠黛双蛾，日日画阑独凭。keysentence",
    "id": "P671"
  },
  {
    "title": "秋兴八首·其一",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "玉露凋伤枫树林，",
      "巫山巫峡气萧森。",
      "江间波浪兼天涌，",
      "塞上风云接地阴。",
      "丛菊两开他日泪，",
      "孤舟一系故园心。keysentence",
      "寒衣处处催刀尺，",
      "白帝城高急暮砧。"
    ],
    "type": [
      "秋天",
      "写景",
      "思念"
    ],
    "source": "玉露凋伤枫树林，巫山巫峡气萧森。江间波浪兼天涌，塞上风云接地阴。丛菊两开他日泪，孤舟一系故园心。keysentence寒衣处处催刀尺，白帝城高急暮砧。",
    "id": "P672"
  },
  {
    "title": "凉州词三首",
    "dynasty": "唐代",
    "writer": "张籍",
    "content": [
      "边城暮雨雁飞低，",
      "芦笋初生渐欲齐。",
      "无数铃声遥过碛，",
      "应驮白练到安西。",
      "古镇城门白碛开，",
      "胡兵往往傍沙堆。",
      "巡边使客行应早，",
      "欲问平安无使来。keysentence",
      "风林关里水东流，",
      "白草黄榆六十秋。",
      "边将皆承主恩泽，",
      "无人解道取凉州。"
    ],
    "type": [
      "边塞",
      "组诗"
    ],
    "source": "边城暮雨雁飞低，芦笋初生渐欲齐。无数铃声遥过碛，应驮白练到安西。古镇城门白碛开，胡兵往往傍沙堆。巡边使客行应早，欲问平安无使来。keysentence风林关里水东流，白草黄榆六十秋。边将皆承主恩泽，无人解道取凉州。",
    "id": "P673"
  },
  {
    "title": "晚登三山还望京邑",
    "dynasty": "南北朝",
    "writer": "谢朓",
    "content": [
      "灞涘望长安，",
      "河阳视京县。",
      "白日丽飞甍，",
      "参差皆可见。",
      "余霞散成绮，",
      "澄江静如练。keysentence",
      "喧鸟覆春洲，",
      "杂英满芳甸。",
      "去矣方滞淫，",
      "怀哉罢欢宴。",
      "佳期怅何许，",
      "泪下如流霰。",
      "有情知望乡，",
      "谁能鬒不变？"
    ],
    "type": [
      "古诗三百首",
      "写景",
      "山水",
      "思乡"
    ],
    "source": "灞涘望长安，河阳视京县。白日丽飞甍，参差皆可见。余霞散成绮，澄江静如练。keysentence喧鸟覆春洲，杂英满芳甸。去矣方滞淫，怀哉罢欢宴。佳期怅何许，泪下如流霰。有情知望乡，谁能鬒不变？",
    "id": "P674"
  },
  {
    "title": "百忧集行",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "忆年十五心尚孩，",
      "健如黄犊走复来。keysentence",
      "庭前八月梨枣熟，",
      "一日上树能千回。",
      "即今倏忽已五十，",
      "坐卧只多少行立。",
      "强将笑语供主人，",
      "悲见生涯百忧集。",
      "入门依旧四壁空，",
      "老妻睹我颜色同。",
      "痴儿不知父子礼，",
      "叫怒索饭啼门东。"
    ],
    "type": [
      "岁月",
      "生活",
      "凄凉"
    ],
    "source": "忆年十五心尚孩，健如黄犊走复来。keysentence庭前八月梨枣熟，一日上树能千回。即今倏忽已五十，坐卧只多少行立。强将笑语供主人，悲见生涯百忧集。入门依旧四壁空，老妻睹我颜色同。痴儿不知父子礼，叫怒索饭啼门东。",
    "id": "P675"
  },
  {
    "title": "善哉行·其一",
    "dynasty": "魏晋",
    "writer": "曹丕",
    "content": [
      "上山采薇，",
      "薄暮苦饥。",
      "溪谷多风，",
      "霜露沾衣。",
      "野雉群雊，",
      "猿猴相追。",
      "还望故乡，",
      "郁何垒垒！",
      "高山有崖，",
      "林木有枝。",
      "忧来无方，",
      "人莫之知。",
      "人生如寄，",
      "多忧何为？keysentence",
      "今我不乐，",
      "岁月如驰。",
      "汤汤川流，",
      "中有行舟。",
      "随波转薄，",
      "有似客游。",
      "策我良马，",
      "被我轻裘。",
      "载驰载驱，",
      "聊以忘忧。"
    ],
    "type": [
      "乐府",
      "军旅",
      "生活"
    ],
    "source": "上山采薇，薄暮苦饥。溪谷多风，霜露沾衣。野雉群雊，猿猴相追。还望故乡，郁何垒垒！高山有崖，林木有枝。忧来无方，人莫之知。人生如寄，多忧何为？keysentence今我不乐，岁月如驰。汤汤川流，中有行舟。随波转薄，有似客游。策我良马，被我轻裘。载驰载驱，聊以忘忧。",
    "id": "P676"
  },
  {
    "title": "忆江南词三首",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "江南好，",
      "风景旧曾谙。",
      "日出江花红胜火，",
      "春来江水绿如蓝。",
      "能不忆江南？",
      "江南忆，",
      "最忆是杭州。",
      "山寺月中寻桂子，",
      "郡亭枕上看潮头。",
      "何日更重游！",
      "江南忆，",
      "其次忆吴宫。",
      "吴酒一杯春竹叶，",
      "吴娃双舞醉芙蓉。keysentence",
      "早晚复相逢！"
    ],
    "type": [
      "乐府",
      "写景",
      "地名",
      "春天"
    ],
    "source": "江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？江南忆，最忆是杭州。山寺月中寻桂子，郡亭枕上看潮头。何日更重游！江南忆，其次忆吴宫。吴酒一杯春竹叶，吴娃双舞醉芙蓉。keysentence早晚复相逢！",
    "id": "P677"
  },
  {
    "title": "菊花",
    "dynasty": "明代",
    "writer": "唐寅",
    "content": [
      "故园三径吐幽丛，",
      "一夜玄霜坠碧空。",
      "多少天涯未归客，",
      "尽借篱落看秋风。keysentence"
    ],
    "type": [
      "咏物",
      "菊花",
      "品格",
      "寓人"
    ],
    "source": "故园三径吐幽丛，一夜玄霜坠碧空。多少天涯未归客，尽借篱落看秋风。keysentence",
    "id": "P678"
  },
  {
    "title": "沧浪歌",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "沧浪之水清兮，",
      "可以濯我缨；keysentence",
      "沧浪之水浊兮，",
      "可以濯我足。"
    ],
    "type": [
      "楚辞",
      "哲理"
    ],
    "source": "沧浪之水清兮，可以濯我缨；keysentence沧浪之水浊兮，可以濯我足。",
    "id": "P679"
  },
  {
    "title": "西江月·世事一场大梦",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "世事一场大梦，",
      "人生几度秋凉？",
      "夜来风叶已鸣廊。",
      "看取眉头鬓上。",
      "酒贱常愁客少，",
      "月明多被云妨。",
      "中秋谁与共孤光。",
      "把盏凄然北望。keysentence"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "中秋节",
      "贬谪",
      "感叹",
      "人生"
    ],
    "source": "世事一场大梦，人生几度秋凉？夜来风叶已鸣廊。看取眉头鬓上。酒贱常愁客少，月明多被云妨。中秋谁与共孤光。把盏凄然北望。keysentence",
    "id": "P680"
  },
  {
    "title": "寄令狐郎中",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "嵩云秦树久离居，",
      "双鲤迢迢一纸书。",
      "休问梁园旧宾客，",
      "茂陵秋雨病相如。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "写景",
      "思念",
      "友情"
    ],
    "source": "嵩云秦树久离居，双鲤迢迢一纸书。休问梁园旧宾客，茂陵秋雨病相如。keysentence",
    "id": "P681"
  },
  {
    "title": "淮上与友人别",
    "dynasty": "唐代",
    "writer": "郑谷",
    "content": [
      "扬子江头杨柳春，",
      "杨花愁杀渡江人。keysentence",
      "数声风笛离亭晚，",
      "君向潇湘我向秦。"
    ],
    "type": [
      "柳树",
      "离别"
    ],
    "source": "扬子江头杨柳春，杨花愁杀渡江人。keysentence数声风笛离亭晚，君向潇湘我向秦。",
    "id": "P682"
  },
  {
    "title": "昼夜乐·洞房记得初相遇",
    "dynasty": "宋代",
    "writer": "柳永",
    "content": [
      "洞房记得初相遇。",
      "便只合、长相聚。",
      "何期小会幽欢，",
      "变作离情别绪。keysentence",
      "况值阑珊春色暮，",
      "对满目、乱花狂絮。",
      "直恐好风光，",
      "尽随伊归去。",
      "一场寂寞凭谁诉。",
      "算前言、总轻负。",
      "早知恁地难拚，",
      "悔不当时留住。",
      "其奈风流端正外，",
      "更别有，",
      "系人心处。",
      "一日不思量，",
      "也攒眉千度。"
    ],
    "type": [
      "宋词精选",
      "婉约",
      "女子",
      "伤春",
      "怀人"
    ],
    "source": "洞房记得初相遇。便只合、长相聚。何期小会幽欢，变作离情别绪。keysentence况值阑珊春色暮，对满目、乱花狂絮。直恐好风光，尽随伊归去。一场寂寞凭谁诉。算前言、总轻负。早知恁地难拚，悔不当时留住。其奈风流端正外，更别有，系人心处。一日不思量，也攒眉千度。",
    "id": "P684"
  },
  {
    "title": "胡无人",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "严风吹霜海草凋，",
      "筋干精坚胡马骄。",
      "汉家战士三十万，",
      "将军兼领霍嫖姚。",
      "流星白羽腰间插，",
      "剑花秋莲光出匣。keysentence",
      "天兵照雪下玉关，",
      "虏箭如沙射金甲。",
      "云龙风虎尽交回，",
      "太白入月敌可摧。",
      "敌可摧，",
      "旄头灭，",
      "履胡之肠涉胡血。",
      "悬胡青天上，",
      "埋胡紫塞傍。",
      "胡无人，",
      "汉道昌。",
      "陛下之寿三千霜。",
      "但歌大风云飞扬，",
      "安得猛士兮守四方。"
    ],
    "type": [
      "战争",
      "豪迈"
    ],
    "source": "严风吹霜海草凋，筋干精坚胡马骄。汉家战士三十万，将军兼领霍嫖姚。流星白羽腰间插，剑花秋莲光出匣。keysentence天兵照雪下玉关，虏箭如沙射金甲。云龙风虎尽交回，太白入月敌可摧。敌可摧，旄头灭，履胡之肠涉胡血。悬胡青天上，埋胡紫塞傍。胡无人，汉道昌。陛下之寿三千霜。但歌大风云飞扬，安得猛士兮守四方。",
    "id": "P685"
  },
  {
    "title": "诉衷情·当年万里觅封侯",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "当年万里觅封侯，",
      "匹马戍梁州。",
      "关河梦断何处？",
      "尘暗旧貂裘。",
      "胡未灭，",
      "鬓先秋，",
      "泪空流。",
      "此生谁料，",
      "心在天山，",
      "身老沧洲。keysentence"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "爱国",
      "豪放"
    ],
    "source": "当年万里觅封侯，匹马戍梁州。关河梦断何处？尘暗旧貂裘。胡未灭，鬓先秋，泪空流。此生谁料，心在天山，身老沧洲。keysentence",
    "id": "P686"
  },
  {
    "title": "秋浦歌十七首",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "秋浦长似秋，",
      "萧条使人愁。",
      "客愁不可度，",
      "行上东大楼。",
      "正西望长安，",
      "下见江水流。",
      "寄言向江水，",
      "汝意忆侬不。",
      "遥传一掬泪，",
      "为我达扬州。",
      "秋浦猿夜愁，",
      "黄山堪白头。",
      "清溪非陇水，",
      "翻作断肠流。",
      "欲去不得去，",
      "薄游成久游。",
      "何年是归日，",
      "雨泪下孤舟。",
      "秋浦锦驼鸟，",
      "人间天上稀。",
      "山鸡羞渌水，",
      "不敢照毛衣。",
      "两鬓入秋浦，",
      "一朝飒已衰。",
      "猿声催白发，",
      "长短尽成丝。",
      "秋浦多白猿，",
      "超腾若飞雪。",
      "牵引条上儿，",
      "饮弄水中月。",
      "愁作秋浦客，",
      "强看秋浦花。",
      "山川如剡县，",
      "风日似长沙。",
      "醉上山公马，",
      "寒歌宁戚牛。",
      "空吟白石烂，",
      "泪满黑貂裘。",
      "秋浦千重岭，",
      "水车岭最奇。",
      "天倾欲堕石，",
      "水拂寄生枝。",
      "江祖一片石，",
      "青天扫画屏。",
      "题诗留万古，",
      "绿字锦苔生。",
      "千千石楠树，",
      "万万女贞林。",
      "山山白鹭满，",
      "涧涧白猿吟。",
      "君莫向秋浦，",
      "猿声碎客心。",
      "逻人横鸟道，",
      "江祖出鱼梁。",
      "水急客舟疾，",
      "山花拂面香。keysentence",
      "水如一匹练，",
      "此地即平天。",
      "耐可乘明月，",
      "看花上酒船。",
      "渌水净素月，",
      "月明白鹭飞。",
      "郎听采菱女，",
      "一道夜歌归。",
      "炉火照天地，",
      "红星乱紫烟。",
      "赧郎明月夜，",
      "歌曲动寒川。",
      "白发三千丈，",
      "缘愁似个长。",
      "不知明镜里，",
      "何处得秋霜。",
      "秋浦田舍翁，",
      "采鱼水中宿。",
      "妻子张白鹇，",
      "结罝映深竹。",
      "桃波一步地，",
      "了了语声闻。",
      "黯与山僧别，",
      "低头礼白云。"
    ],
    "type": [
      "游历",
      "山水",
      "抒情",
      "组诗"
    ],
    "source": "秋浦长似秋，萧条使人愁。客愁不可度，行上东大楼。正西望长安，下见江水流。寄言向江水，汝意忆侬不。遥传一掬泪，为我达扬州。秋浦猿夜愁，黄山堪白头。清溪非陇水，翻作断肠流。欲去不得去，薄游成久游。何年是归日，雨泪下孤舟。秋浦锦驼鸟，人间天上稀。山鸡羞渌水，不敢照毛衣。两鬓入秋浦，一朝飒已衰。猿声催白发，长短尽成丝。秋浦多白猿，超腾若飞雪。牵引条上儿，饮弄水中月。愁作秋浦客，强看秋浦花。山川如剡县，风日似长沙。醉上山公马，寒歌宁戚牛。空吟白石烂，泪满黑貂裘。秋浦千重岭，水车岭最奇。天倾欲堕石，水拂寄生枝。江祖一片石，青天扫画屏。题诗留万古，绿字锦苔生。千千石楠树，万万女贞林。山山白鹭满，涧涧白猿吟。君莫向秋浦，猿声碎客心。逻人横鸟道，江祖出鱼梁。水急客舟疾，山花拂面香。keysentence水如一匹练，此地即平天。耐可乘明月，看花上酒船。渌水净素月，月明白鹭飞。郎听采菱女，一道夜歌归。炉火照天地，红星乱紫烟。赧郎明月夜，歌曲动寒川。白发三千丈，缘愁似个长。不知明镜里，何处得秋霜。秋浦田舍翁，采鱼水中宿。妻子张白鹇，结罝映深竹。桃波一步地，了了语声闻。黯与山僧别，低头礼白云。",
    "id": "P687"
  },
  {
    "title": "西江月·问讯湖边春色",
    "dynasty": "宋代",
    "writer": "张孝祥",
    "content": [
      "问讯湖边春色，",
      "重来又是三年。keysentence",
      "东风吹我过湖船，",
      "杨柳丝丝拂面。",
      "世路如今已惯，",
      "此心到处悠然。",
      "寒光亭下水如天，",
      "飞起沙鸥一片。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "怀恋",
      "山水"
    ],
    "source": "问讯湖边春色，重来又是三年。keysentence东风吹我过湖船，杨柳丝丝拂面。世路如今已惯，此心到处悠然。寒光亭下水如天，飞起沙鸥一片。",
    "id": "P688"
  },
  {
    "title": "把酒对月歌",
    "dynasty": "明代",
    "writer": "唐寅",
    "content": [
      "李白前时原有月，",
      "惟有李白诗能说。",
      "李白如今已仙去，",
      "月在青天几圆缺？keysentence",
      "今人犹歌李白诗，",
      "明月还如李白时。",
      "我学李白对明月，",
      "白与明月安能知！",
      "李白能诗复能酒，",
      "我今百杯复千首。",
      "我愧虽无李白才，",
      "料应月不嫌我丑。",
      "我也不登天子船，",
      "我也不上长安眠。",
      "姑苏城外一茅屋，",
      "万树梅花月满天。"
    ],
    "type": [
      "写人",
      "对月",
      "抒怀"
    ],
    "source": "李白前时原有月，惟有李白诗能说。李白如今已仙去，月在青天几圆缺？keysentence今人犹歌李白诗，明月还如李白时。我学李白对明月，白与明月安能知！李白能诗复能酒，我今百杯复千首。我愧虽无李白才，料应月不嫌我丑。我也不登天子船，我也不上长安眠。姑苏城外一茅屋，万树梅花月满天。",
    "id": "P690"
  },
  {
    "title": "夜雪",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "已讶衾枕冷，",
      "复见窗户明。",
      "夜深知雪重，",
      "时闻折竹声。keysentence"
    ],
    "type": [
      "冬天",
      "写雪"
    ],
    "source": "已讶衾枕冷，复见窗户明。夜深知雪重，时闻折竹声。keysentence",
    "id": "P691"
  },
  {
    "title": "多丽·咏白菊",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "小楼寒，",
      "夜长帘幕低垂。",
      "恨萧萧、无情风雨，",
      "夜来揉损琼肌。",
      "也不似、贵妃醉脸，",
      "也不似、孙寿愁眉。",
      "韩令偷香，",
      "徐娘傅粉，",
      "莫将比拟未新奇。",
      "细看取、屈平陶令，",
      "风韵正相宜。",
      "微风起，",
      "清芬酝藉，",
      "不减酴醿。",
      "渐秋阑、雪清玉瘦，",
      "向人无限依依。",
      "似愁凝、汉皋解佩，",
      "似泪洒、纨扇题诗。",
      "朗月清风，",
      "浓烟暗雨，",
      "天教憔悴度芳姿。keysentence",
      "纵爱惜、不知从此，",
      "留得几多时。",
      "人情好，",
      "何须更忆，",
      "泽畔东篱。"
    ],
    "type": [
      "咏物",
      "白菊",
      "惜花"
    ],
    "source": "小楼寒，夜长帘幕低垂。恨萧萧、无情风雨，夜来揉损琼肌。也不似、贵妃醉脸，也不似、孙寿愁眉。韩令偷香，徐娘傅粉，莫将比拟未新奇。细看取、屈平陶令，风韵正相宜。微风起，清芬酝藉，不减酴醿。渐秋阑、雪清玉瘦，向人无限依依。似愁凝、汉皋解佩，似泪洒、纨扇题诗。朗月清风，浓烟暗雨，天教憔悴度芳姿。keysentence纵爱惜、不知从此，留得几多时。人情好，何须更忆，泽畔东篱。",
    "id": "P692"
  },
  {
    "title": "峨眉山月歌",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "峨眉山月半轮秋，",
      "影入平羌江水流。keysentence",
      "夜发清溪向三峡，",
      "思君不见下渝州。"
    ],
    "type": [
      "初中古诗",
      "秋天",
      "游历",
      "写景",
      "地名"
    ],
    "source": "峨眉山月半轮秋，影入平羌江水流。keysentence夜发清溪向三峡，思君不见下渝州。",
    "id": "P693"
  },
  {
    "title": "和项王歌",
    "dynasty": "两汉",
    "writer": "虞姬",
    "content": [
      "汉兵已略地，",
      "四方楚歌声。keysentence",
      "大王意气尽，",
      "贱妾何聊生！"
    ],
    "type": [
      "爱情"
    ],
    "source": "汉兵已略地，四方楚歌声。keysentence大王意气尽，贱妾何聊生！",
    "id": "P694"
  },
  {
    "title": "清明日对酒",
    "dynasty": "宋代",
    "writer": "高翥",
    "content": [
      "南北山头多墓田，",
      "清明祭扫各纷然。",
      "纸灰飞作白蝴蝶，",
      "泪血染成红杜鹃。keysentence",
      "日落狐狸眠冢上，",
      "夜归儿女笑灯前。",
      "人生有酒须当醉，",
      "一滴何曾到九泉。"
    ],
    "type": [
      "清明节",
      "感伤",
      "相思"
    ],
    "source": "南北山头多墓田，清明祭扫各纷然。纸灰飞作白蝴蝶，泪血染成红杜鹃。keysentence日落狐狸眠冢上，夜归儿女笑灯前。人生有酒须当醉，一滴何曾到九泉。",
    "id": "P695"
  },
  {
    "title": "过华清宫绝句三首",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "长安回望绣成堆，",
      "山顶千门次第开。",
      "一骑红尘妃子笑，",
      "无人知是荔枝来。keysentence",
      "新丰绿树起黄埃，",
      "数骑渔阳探使回。",
      "霓裳一曲千峰上，",
      "舞破中原始下来。",
      "万国笙歌醉太平，",
      "倚天楼殿月分明。",
      "云中乱拍禄山舞，",
      "风过重峦下笑声。"
    ],
    "type": [
      "咏史怀古",
      "讽刺",
      "组诗",
      "早教古诗100首"
    ],
    "source": "长安回望绣成堆，山顶千门次第开。一骑红尘妃子笑，无人知是荔枝来。keysentence新丰绿树起黄埃，数骑渔阳探使回。霓裳一曲千峰上，舞破中原始下来。万国笙歌醉太平，倚天楼殿月分明。云中乱拍禄山舞，风过重峦下笑声。",
    "id": "P696"
  },
  {
    "title": "琵琶仙·中秋",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "碧海年年，",
      "试问取、冰轮为谁圆缺？keysentence",
      "吹到一片秋香，",
      "清辉了如雪。",
      "愁中看、好天良夜，",
      "知道尽成悲咽。",
      "只影而今，",
      "那堪重对，",
      "旧时明月。",
      "花径里、戏捉迷藏，",
      "曾惹下萧萧井梧叶。",
      "记否轻纨小扇，",
      "又几番凉热.。",
      "只落得，",
      "填膺百感，",
      "总茫茫、不关离别。",
      "一任紫玉无情，",
      "夜寒吹裂。"
    ],
    "type": [
      "中秋节",
      "孤独",
      "感伤"
    ],
    "source": "碧海年年，试问取、冰轮为谁圆缺？keysentence吹到一片秋香，清辉了如雪。愁中看、好天良夜，知道尽成悲咽。只影而今，那堪重对，旧时明月。花径里、戏捉迷藏，曾惹下萧萧井梧叶。记否轻纨小扇，又几番凉热.。只落得，填膺百感，总茫茫、不关离别。一任紫玉无情，夜寒吹裂。",
    "id": "P697"
  },
  {
    "title": "十五夜观灯",
    "dynasty": "唐代",
    "writer": "卢照邻",
    "content": [
      "锦里开芳宴，",
      "兰缸艳早年。keysentence",
      "缛彩遥分地，",
      "繁光远缀天。",
      "接汉疑星落，",
      "依楼似月悬。",
      "别有千金笑，",
      "来映九枝前。"
    ],
    "type": [
      "节日",
      "元宵节"
    ],
    "source": "锦里开芳宴，兰缸艳早年。keysentence缛彩遥分地，繁光远缀天。接汉疑星落，依楼似月悬。别有千金笑，来映九枝前。",
    "id": "P698"
  },
  {
    "title": "题大庾岭北驿",
    "dynasty": "唐代",
    "writer": "宋之问",
    "content": [
      "阳月南飞雁，",
      "传闻至此回。keysentence",
      "我行殊未已，",
      "何日复归来。",
      "江静潮初落，",
      "林昏瘴不开。",
      "明朝望乡处，",
      "应见陇头梅。"
    ],
    "type": [
      "唐诗三百首",
      "思乡",
      "地名"
    ],
    "source": "阳月南飞雁，传闻至此回。keysentence我行殊未已，何日复归来。江静潮初落，林昏瘴不开。明朝望乡处，应见陇头梅。",
    "id": "P699"
  },
  {
    "title": "四块玉·别情",
    "dynasty": "元代",
    "writer": "关汉卿",
    "content": [
      "自送别，",
      "心难舍，",
      "一点相思几时绝？keysentence",
      "凭阑袖拂杨花雪。",
      "溪又斜，",
      "山又遮，",
      "人去也！"
    ],
    "type": [
      "离别",
      "相思"
    ],
    "source": "自送别，心难舍，一点相思几时绝？keysentence凭阑袖拂杨花雪。溪又斜，山又遮，人去也！",
    "id": "P700"
  },
  {
    "title": "古朗月行",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "小时不识月，",
      "呼作白玉盘。keysentence",
      "又疑瑶台镜，",
      "飞在青云端。",
      "仙人垂两足，",
      "桂树何团团。",
      "白兔捣药成，",
      "问言与谁餐？",
      "蟾蜍蚀圆影，",
      "大明夜已残。",
      "羿昔落九乌，",
      "天人清且安。",
      "阴精此沦惑，",
      "去去不足观。",
      "忧来其如何？",
      "凄怆摧心肝。"
    ],
    "type": [
      "乐府",
      "月亮",
      "抒情"
    ],
    "source": "小时不识月，呼作白玉盘。keysentence又疑瑶台镜，飞在青云端。仙人垂两足，桂树何团团。白兔捣药成，问言与谁餐？蟾蜍蚀圆影，大明夜已残。羿昔落九乌，天人清且安。阴精此沦惑，去去不足观。忧来其如何？凄怆摧心肝。",
    "id": "P701"
  },
  {
    "title": "纪辽东二首",
    "dynasty": "隋代",
    "writer": "杨广",
    "content": [
      "辽东海北翦长鲸，",
      "风云万里清。keysentence",
      "方当销锋散马牛，",
      "旋师宴镐京。",
      "前歌后舞振军威，",
      "饮至解戎衣。",
      "判不徒行万里去，",
      "空道五原归。",
      "秉旄仗节定辽东，",
      "俘馘变夷风。",
      "清歌凯捷九都水，",
      "归宴洛阳宫。",
      "策功行赏不淹留，",
      "全军藉智谋。",
      "讵似南宫复道上，",
      "先封雍齿侯。"
    ],
    "type": [
      "乐府",
      "战争"
    ],
    "source": "辽东海北翦长鲸，风云万里清。keysentence方当销锋散马牛，旋师宴镐京。前歌后舞振军威，饮至解戎衣。判不徒行万里去，空道五原归。秉旄仗节定辽东，俘馘变夷风。清歌凯捷九都水，归宴洛阳宫。策功行赏不淹留，全军藉智谋。讵似南宫复道上，先封雍齿侯。",
    "id": "P702"
  },
  {
    "title": "狱中题壁",
    "dynasty": "近代",
    "writer": "谭嗣同",
    "content": [
      "望门投止思张俭，",
      "忍死须臾待杜根。",
      "我自横刀向天笑，",
      "去留肝胆两昆仑。keysentence",
      "望门投趾怜张俭，",
      "直谏陈书愧杜根。",
      "手掷欧刀仰天笑，",
      "留将公罪后人论。"
    ],
    "type": [
      "古诗三百首",
      "爱国",
      "悲壮",
      "早教古诗100首",
      "猖狂"
    ],
    "source": "望门投止思张俭，忍死须臾待杜根。我自横刀向天笑，去留肝胆两昆仑。keysentence望门投趾怜张俭，直谏陈书愧杜根。手掷欧刀仰天笑，留将公罪后人论。",
    "id": "P703"
  },
  {
    "title": "上李邕",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "大鹏一日同风起，",
      "扶摇直上九万里。",
      "假令风歇时下来，",
      "犹能簸却沧溟水。",
      "世人见我恒殊调，",
      "闻余大言皆冷笑。",
      "宣父犹能畏后生，",
      "丈夫未可轻年少。keysentence"
    ],
    "type": [
      "赠别",
      "讽刺"
    ],
    "source": "大鹏一日同风起，扶摇直上九万里。假令风歇时下来，犹能簸却沧溟水。世人见我恒殊调，闻余大言皆冷笑。宣父犹能畏后生，丈夫未可轻年少。keysentence",
    "id": "P704"
  },
  {
    "title": "留别妻",
    "dynasty": "两汉",
    "writer": "苏武",
    "content": [
      "结发为夫妻，",
      "恩爱两不疑。",
      "欢娱在今夕，",
      "嬿婉及良时。",
      "征夫怀远路，",
      "起视夜何其？",
      "参辰皆已没，",
      "去去从此辞。",
      "行役在战场，",
      "相见未有期。keysentence",
      "握手一长叹，",
      "泪为生别滋。",
      "努力爱春华，",
      "莫忘欢乐时。",
      "生当复来归，",
      "死当长相思。"
    ],
    "type": [
      "新婚",
      "离别",
      "思念"
    ],
    "source": "结发为夫妻，恩爱两不疑。欢娱在今夕，嬿婉及良时。征夫怀远路，起视夜何其？参辰皆已没，去去从此辞。行役在战场，相见未有期。keysentence握手一长叹，泪为生别滋。努力爱春华，莫忘欢乐时。生当复来归，死当长相思。",
    "id": "P705"
  },
  {
    "title": "赴戍登程口占示家人二首",
    "dynasty": "清代",
    "writer": "林则徐",
    "content": [
      "出门一笑莫心哀，",
      "浩荡襟怀到处开。",
      "时事难从无过立，",
      "达官非自有生来。keysentence",
      "风涛回首空三岛，",
      "尘壤从头数九垓。",
      "休信儿童轻薄语，",
      "嗤他赵老送灯台。",
      "力微任重久神疲，",
      "再竭衰庸定不支。",
      "苟利国家生死以，",
      "岂因祸福避趋之。",
      "谪居正是君恩厚，",
      "养拙刚于戍卒宜。",
      "戏与山妻谈故事，",
      "试吟断送老头皮。"
    ],
    "type": [
      "爱国",
      "励志"
    ],
    "source": "出门一笑莫心哀，浩荡襟怀到处开。时事难从无过立，达官非自有生来。keysentence风涛回首空三岛，尘壤从头数九垓。休信儿童轻薄语，嗤他赵老送灯台。力微任重久神疲，再竭衰庸定不支。苟利国家生死以，岂因祸福避趋之。谪居正是君恩厚，养拙刚于戍卒宜。戏与山妻谈故事，试吟断送老头皮。",
    "id": "P706"
  },
  {
    "title": "送别",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "下马饮君酒，",
      "问君何所之？keysentence",
      "君言不得意，",
      "归卧南山陲。",
      "但去莫复问，",
      "白云无尽时。"
    ],
    "type": [
      "唐诗三百首",
      "友情",
      "送别",
      "写景",
      "抒情"
    ],
    "source": "下马饮君酒，问君何所之？keysentence君言不得意，归卧南山陲。但去莫复问，白云无尽时。",
    "id": "P707"
  },
  {
    "title": "雪梅·其一",
    "dynasty": "宋代",
    "writer": "卢梅坡",
    "content": [
      "梅雪争春未肯降，",
      "骚人搁笔费评章。",
      "梅须逊雪三分白，",
      "雪却输梅一段香。keysentence"
    ],
    "type": [
      "古诗三百首",
      "冬天",
      "写雪",
      "梅花",
      "励志",
      "哲理"
    ],
    "source": "梅雪争春未肯降，骚人搁笔费评章。梅须逊雪三分白，雪却输梅一段香。keysentence",
    "id": "P708"
  },
  {
    "title": "羌村三首·其三",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "群鸡正乱叫，",
      "客至鸡斗争。",
      "驱鸡上树木，",
      "始闻叩柴荆。",
      "父老四五人，",
      "问我久远行。",
      "手中各有携，",
      "倾榼浊复清。",
      "莫辞酒味薄，",
      "黍地无人耕。",
      "兵戈既未息，",
      "儿童尽东征。",
      "请为父老歌：",
      "艰难愧深情！keysentence",
      "歌罢仰天叹，",
      "四座泪纵横。"
    ],
    "type": [
      "初中古诗",
      "生活",
      "感激"
    ],
    "source": "群鸡正乱叫，客至鸡斗争。驱鸡上树木，始闻叩柴荆。父老四五人，问我久远行。手中各有携，倾榼浊复清。莫辞酒味薄，黍地无人耕。兵戈既未息，儿童尽东征。请为父老歌：艰难愧深情！keysentence歌罢仰天叹，四座泪纵横。",
    "id": "P709"
  },
  {
    "title": "生查子·重叶梅",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "百花头上开，",
      "冰雪寒中见。keysentence",
      "霜月定相知，",
      "先识春风面。",
      "主人情意深，",
      "不管江妃怨。",
      "折我最繁枝，",
      "还许冰壶荐。"
    ],
    "type": [
      "咏物",
      "梅花"
    ],
    "source": "百花头上开，冰雪寒中见。keysentence霜月定相知，先识春风面。主人情意深，不管江妃怨。折我最繁枝，还许冰壶荐。",
    "id": "P710"
  },
  {
    "title": "望庐山瀑布水二首",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "西登香炉峰，",
      "南见瀑布水。",
      "挂流三百丈，",
      "喷壑数十里。",
      "欻如飞电来，",
      "隐若白虹起。",
      "初惊河汉落，",
      "半洒云天里。keysentence",
      "仰观势转雄，",
      "壮哉造化功。",
      "海风吹不断，",
      "江月照还空。",
      "空中乱潈射，",
      "左右洗青壁。",
      "飞珠散轻霞，",
      "流沫沸穹石。",
      "而我乐名山，",
      "对之心益闲。",
      "无论漱琼液，",
      "还得洗尘颜。",
      "且谐宿所好，",
      "永愿辞人间。",
      "日照香炉生紫烟，",
      "遥看瀑布挂前川。",
      "飞流直下三千尺，",
      "疑是银河落九天。"
    ],
    "type": [
      "小学古诗",
      "山水",
      "组诗"
    ],
    "source": "西登香炉峰，南见瀑布水。挂流三百丈，喷壑数十里。欻如飞电来，隐若白虹起。初惊河汉落，半洒云天里。keysentence仰观势转雄，壮哉造化功。海风吹不断，江月照还空。空中乱潈射，左右洗青壁。飞珠散轻霞，流沫沸穹石。而我乐名山，对之心益闲。无论漱琼液，还得洗尘颜。且谐宿所好，永愿辞人间。日照香炉生紫烟，遥看瀑布挂前川。飞流直下三千尺，疑是银河落九天。",
    "id": "P711"
  },
  {
    "title": "溪居",
    "dynasty": "唐代",
    "writer": "柳宗元",
    "content": [
      "久为簪组累，",
      "幸此南夷谪。",
      "闲依农圃邻，",
      "偶似山林客。",
      "晓耕翻露草，",
      "夜榜响溪石。",
      "来往不逢人，",
      "长歌楚天碧。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "生活",
      "孤独"
    ],
    "source": "久为簪组累，幸此南夷谪。闲依农圃邻，偶似山林客。晓耕翻露草，夜榜响溪石。来往不逢人，长歌楚天碧。keysentence",
    "id": "P712"
  },
  {
    "title": "采桑子·明月多情应笑我",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "明月多情应笑我，",
      "笑我如今。keysentence",
      "辜负春心，",
      "独自闲行独自吟。",
      "近来怕说当时事，",
      "结遍兰襟。",
      "月浅灯深，",
      "梦里云归何处寻。"
    ],
    "type": [
      "怀人",
      "友人",
      "愁绪"
    ],
    "source": "明月多情应笑我，笑我如今。keysentence辜负春心，独自闲行独自吟。近来怕说当时事，结遍兰襟。月浅灯深，梦里云归何处寻。",
    "id": "P713"
  },
  {
    "title": "汉宫春·会稽秋风亭观雨",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "亭上秋风，",
      "记去年袅袅，",
      "曾到吾庐。keysentence",
      "山河举目虽异，",
      "风景非殊。",
      "功成者去，",
      "觉团扇、便与人疏。",
      "吹不断，",
      "斜阳依旧，",
      "茫茫禹迹都无。",
      "千古茂陵词在，",
      "甚风流章句，",
      "解拟相如。",
      "只今木落江冷，",
      "眇眇愁余。",
      "故人书报，",
      "莫因循、忘却蓴鲈。",
      "谁念我，",
      "新凉灯火，",
      "一编太史公书。"
    ],
    "type": [
      "写雨",
      "退隐"
    ],
    "source": "亭上秋风，记去年袅袅，曾到吾庐。keysentence山河举目虽异，风景非殊。功成者去，觉团扇、便与人疏。吹不断，斜阳依旧，茫茫禹迹都无。千古茂陵词在，甚风流章句，解拟相如。只今木落江冷，眇眇愁余。故人书报，莫因循、忘却蓴鲈。谁念我，新凉灯火，一编太史公书。",
    "id": "P714"
  },
  {
    "title": "西江月·平山堂",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "三过平山堂下，",
      "半生弹指声中。keysentence",
      "十年不见老仙翁，",
      "壁上龙蛇飞动。",
      "欲吊文章太守，",
      "仍歌杨柳春风。",
      "休言万事转头空，",
      "未转头时皆梦。"
    ],
    "type": [
      "抚今",
      "追昔"
    ],
    "source": "三过平山堂下，半生弹指声中。keysentence十年不见老仙翁，壁上龙蛇飞动。欲吊文章太守，仍歌杨柳春风。休言万事转头空，未转头时皆梦。",
    "id": "P715"
  },
  {
    "title": "玉楼春·春恨",
    "dynasty": "宋代",
    "writer": "晏殊",
    "content": [
      "绿杨芳草长亭路，",
      "年少抛人容易去。",
      "楼头残梦五更钟，",
      "花底离愁三月雨。",
      "无情不似多情苦，",
      "一寸还成千万缕。",
      "天涯地角有穷时，",
      "只有相思无尽处。keysentence"
    ],
    "type": [
      "春天",
      "思念",
      "爱情",
      "感叹",
      "人生"
    ],
    "source": "绿杨芳草长亭路，年少抛人容易去。楼头残梦五更钟，花底离愁三月雨。无情不似多情苦，一寸还成千万缕。天涯地角有穷时，只有相思无尽处。keysentence",
    "id": "P716"
  },
  {
    "title": "渔歌子·荻花秋",
    "dynasty": "五代",
    "writer": "李珣",
    "content": [
      "荻花秋，",
      "潇湘夜，",
      "橘洲佳景如屏画。",
      "碧烟中，",
      "明月下，",
      "小艇垂纶初罢。",
      "水为乡，",
      "篷作舍，",
      "鱼羹稻饭常餐也。",
      "酒盈杯，",
      "书满架，",
      "名利不将心挂。keysentence"
    ],
    "type": [
      "秋天",
      "写景",
      "归隐"
    ],
    "source": "荻花秋，潇湘夜，橘洲佳景如屏画。碧烟中，明月下，小艇垂纶初罢。水为乡，篷作舍，鱼羹稻饭常餐也。酒盈杯，书满架，名利不将心挂。keysentence",
    "id": "P718"
  },
  {
    "title": "蝶恋花·送春",
    "dynasty": "宋代",
    "writer": "朱淑真",
    "content": [
      "楼外垂杨千万缕。",
      "欲系青春，",
      "少住春还去。",
      "犹自风前飘柳絮。",
      "随春且看归何处。",
      "绿满山川闻杜宇。",
      "便做无情，",
      "莫也愁人苦。",
      "把酒送春春不语。",
      "黄昏却下潇潇雨。keysentence"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "惜春"
    ],
    "source": "楼外垂杨千万缕。欲系青春，少住春还去。犹自风前飘柳絮。随春且看归何处。绿满山川闻杜宇。便做无情，莫也愁人苦。把酒送春春不语。黄昏却下潇潇雨。keysentence",
    "id": "P719"
  },
  {
    "title": "金陵五题·石头城",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "山围故国周遭在，",
      "潮打空城寂寞回。",
      "淮水东边旧时月，",
      "夜深还过女墙来。keysentence"
    ],
    "type": [
      "咏物",
      "地名",
      "咏史怀古"
    ],
    "source": "山围故国周遭在，潮打空城寂寞回。淮水东边旧时月，夜深还过女墙来。keysentence",
    "id": "P720"
  },
  {
    "title": "九日",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "今日云景好，",
      "水绿秋山明。keysentence",
      "携壶酌流霞，",
      "搴菊泛寒荣。",
      "地远松石古，",
      "风扬弦管清。",
      "窥觞照欢颜，",
      "独笑还自倾。",
      "落帽醉山月，",
      "空歌怀友生。"
    ],
    "type": [
      "重阳节",
      "登高",
      "饮酒",
      "典故"
    ],
    "source": "今日云景好，水绿秋山明。keysentence携壶酌流霞，搴菊泛寒荣。地远松石古，风扬弦管清。窥觞照欢颜，独笑还自倾。落帽醉山月，空歌怀友生。",
    "id": "P721"
  },
  {
    "title": "浣溪沙·淡荡春光寒食天",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "淡荡春光寒食天，",
      "玉炉沉水袅残烟。",
      "梦回山枕隐花钿。",
      "海燕未来人斗草，",
      "江梅已过柳生绵。",
      "黄昏疏雨湿秋千。keysentence"
    ],
    "type": [
      "宋词精选",
      "婉约",
      "寒食节",
      "写景",
      "惜春"
    ],
    "source": "淡荡春光寒食天，玉炉沉水袅残烟。梦回山枕隐花钿。海燕未来人斗草，江梅已过柳生绵。黄昏疏雨湿秋千。keysentence",
    "id": "P722"
  },
  {
    "title": "竹石",
    "dynasty": "清代",
    "writer": "郑燮",
    "content": [
      "咬定青山不放松，",
      "立根原在破岩中。keysentence",
      "千磨万击还坚劲，",
      "任尔东西南北风。"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "题画",
      "咏物",
      "竹子",
      "励志",
      "早教古诗100首"
    ],
    "source": "咬定青山不放松，立根原在破岩中。keysentence千磨万击还坚劲，任尔东西南北风。",
    "id": "P723"
  },
  {
    "title": "竹里馆",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "独坐幽篁里，",
      "弹琴复长啸。keysentence",
      "深林人不知，",
      "明月来相照。"
    ],
    "type": [
      "唐诗三百首",
      "月亮",
      "初中古诗",
      "归隐",
      "孤独",
      "生活"
    ],
    "source": "独坐幽篁里，弹琴复长啸。keysentence深林人不知，明月来相照。",
    "id": "P724"
  },
  {
    "title": "石灰吟",
    "dynasty": "明代",
    "writer": "于谦",
    "content": [
      "千锤万凿出深山，",
      "烈火焚烧若等闲。keysentence",
      "粉骨碎身全不怕，",
      "要留清白在人间。"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "咏物",
      "爱国",
      "励志",
      "早教古诗100首"
    ],
    "source": "千锤万凿出深山，烈火焚烧若等闲。keysentence粉骨碎身全不怕，要留清白在人间。",
    "id": "P725"
  },
  {
    "title": "新柳",
    "dynasty": "宋代",
    "writer": "杨万里",
    "content": [
      "柳条百尺拂银塘，",
      "且莫深青只浅黄。keysentence",
      "未必柳条能蘸水，",
      "水中柳影引他长。"
    ],
    "type": [
      "柳树"
    ],
    "source": "柳条百尺拂银塘，且莫深青只浅黄。keysentence未必柳条能蘸水，水中柳影引他长。",
    "id": "P726"
  },
  {
    "title": "读书",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "归志宁无五亩园，",
      "读书本意在元元。keysentence",
      "灯前目力虽非昔，",
      "犹课蝇头二万言。"
    ],
    "type": [
      "读书",
      "忧国忧民"
    ],
    "source": "归志宁无五亩园，读书本意在元元。keysentence灯前目力虽非昔，犹课蝇头二万言。",
    "id": "P728"
  },
  {
    "title": "东栏梨花",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "梨花淡白柳深青，",
      "柳絮飞时花满城。",
      "惆怅东栏一株雪，",
      "人生看得几清明。keysentence"
    ],
    "type": [
      "感伤",
      "人生",
      "时光"
    ],
    "source": "梨花淡白柳深青，柳絮飞时花满城。惆怅东栏一株雪，人生看得几清明。keysentence",
    "id": "P729"
  },
  {
    "title": "雁门太守行",
    "dynasty": "唐代",
    "writer": "李贺",
    "content": [
      "黑云压城城欲摧，",
      "甲光向日金鳞开。keysentence",
      "角声满天秋色里，",
      "塞上燕脂凝夜紫。",
      "半卷红旗临易水，",
      "霜重鼓寒声不起。",
      "报君黄金台上意，",
      "提携玉龙为君死！"
    ],
    "type": [
      "初中古诗",
      "乐府",
      "拟古",
      "边塞",
      "战争"
    ],
    "source": "黑云压城城欲摧，甲光向日金鳞开。keysentence角声满天秋色里，塞上燕脂凝夜紫。半卷红旗临易水，霜重鼓寒声不起。报君黄金台上意，提携玉龙为君死！",
    "id": "P730"
  },
  {
    "title": "浣溪沙·谁念西风独自凉",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "谁念西风独自凉，",
      "萧萧黄叶闭疏窗，",
      "沉思往事立残阳。",
      "被酒莫惊春睡重，",
      "赌书消得泼茶香，",
      "当时只道是寻常。keysentence"
    ],
    "type": [
      "悼亡",
      "回忆",
      "爱情",
      "感伤"
    ],
    "source": "谁念西风独自凉，萧萧黄叶闭疏窗，沉思往事立残阳。被酒莫惊春睡重，赌书消得泼茶香，当时只道是寻常。keysentence",
    "id": "P731"
  },
  {
    "title": "清平乐·金风细细",
    "dynasty": "宋代",
    "writer": "晏殊",
    "content": [
      "金风细细。",
      "叶叶梧桐坠。",
      "绿酒初尝人易醉。",
      "一枕小窗浓睡。keysentence",
      "紫薇朱槿花残。",
      "斜阳却照阑干。",
      "双燕欲归时节，",
      "银屏昨夜微寒。"
    ],
    "type": [
      "写风",
      "婉约"
    ],
    "source": "金风细细。叶叶梧桐坠。绿酒初尝人易醉。一枕小窗浓睡。keysentence紫薇朱槿花残。斜阳却照阑干。双燕欲归时节，银屏昨夜微寒。",
    "id": "P732"
  },
  {
    "title": "早春寄王汉阳",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "闻道春还未相识，",
      "走傍寒梅访消息。",
      "昨夜东风入武阳，",
      "陌头杨柳黄金色。",
      "碧水浩浩云茫茫，",
      "美人不来空断肠。keysentence",
      "预拂青山一片石，",
      "与君连日醉壶觞。"
    ],
    "type": [
      "春天",
      "思念"
    ],
    "source": "闻道春还未相识，走傍寒梅访消息。昨夜东风入武阳，陌头杨柳黄金色。碧水浩浩云茫茫，美人不来空断肠。keysentence预拂青山一片石，与君连日醉壶觞。",
    "id": "P733"
  },
  {
    "title": "别老母",
    "dynasty": "清代",
    "writer": "黄景仁",
    "content": [
      "搴帷拜母河梁去，",
      "白发愁看泪眼枯。",
      "惨惨柴门风雪夜，",
      "此时有子不如无。keysentence"
    ],
    "type": [
      "古诗三百首",
      "母亲"
    ],
    "source": "搴帷拜母河梁去，白发愁看泪眼枯。惨惨柴门风雪夜，此时有子不如无。keysentence",
    "id": "P734"
  },
  {
    "title": "长相思·一重山",
    "dynasty": "五代",
    "writer": "李煜",
    "content": [
      "一重山，",
      "两重山。",
      "山远天高烟水寒，",
      "相思枫叶丹。keysentence",
      "菊花开，",
      "菊花残。",
      "塞雁高飞人未还，",
      "一帘风月闲。"
    ],
    "type": [
      "宋词三百首",
      "秋天",
      "写山",
      "相思"
    ],
    "source": "一重山，两重山。山远天高烟水寒，相思枫叶丹。keysentence菊花开，菊花残。塞雁高飞人未还，一帘风月闲。",
    "id": "P735"
  },
  {
    "title": "送友人",
    "dynasty": "唐代",
    "writer": "薛涛",
    "content": [
      "水国蒹葭夜有霜，",
      "月寒山色共苍苍。keysentence",
      "谁言千里自今夕，",
      "离梦杳如关塞长。"
    ],
    "type": [
      "离别",
      "写景"
    ],
    "source": "水国蒹葭夜有霜，月寒山色共苍苍。keysentence谁言千里自今夕，离梦杳如关塞长。",
    "id": "P736"
  },
  {
    "title": "京都元夕",
    "dynasty": "金朝",
    "writer": "元好问",
    "content": [
      "袨服华妆着处逢，",
      "六街灯火闹儿童。keysentence",
      "长衫我亦何为者，",
      "也在游人笑语中。"
    ],
    "type": [
      "元宵节",
      "游玩"
    ],
    "source": "袨服华妆着处逢，六街灯火闹儿童。keysentence长衫我亦何为者，也在游人笑语中。",
    "id": "P737"
  },
  {
    "title": "临江仙·柳絮",
    "dynasty": "清代",
    "writer": "曹雪芹",
    "content": [
      "白玉堂前春解舞，",
      "东风卷得均匀。",
      "蜂围蝶阵乱纷纷。",
      "几曾随逝水？",
      "岂必委芳尘？",
      "万缕千丝终不改，",
      "任他随聚随分。",
      "韶华休笑本无根。",
      "好风凭借力，",
      "送我上青云。keysentence"
    ],
    "type": [
      "咏物",
      "柳树",
      "写风"
    ],
    "source": "白玉堂前春解舞，东风卷得均匀。蜂围蝶阵乱纷纷。几曾随逝水？岂必委芳尘？万缕千丝终不改，任他随聚随分。韶华休笑本无根。好风凭借力，送我上青云。keysentence",
    "id": "P738"
  },
  {
    "title": "临江仙·滚滚长江东逝水",
    "dynasty": "明代",
    "writer": "杨慎",
    "content": [
      "浪花淘尽英雄。keysentence",
      "是非成败转头空。",
      "青山依旧在，",
      "几度夕阳红。",
      "白发渔樵江渚上，",
      "惯看秋月春风。",
      "一壶浊酒喜相逢。",
      "古今多少事，",
      "都付笑谈中。"
    ],
    "type": [
      "咏史",
      "抒怀",
      "人生",
      "哲理"
    ],
    "source": "《廿一史弹词》第三段说秦汉开场词滚滚长江东逝水，浪花淘尽英雄。keysentence是非成败转头空。青山依旧在，几度夕阳红。白发渔樵江渚上，惯看秋月春风。一壶浊酒喜相逢。古今多少事，都付笑谈中。",
    "id": "P739"
  },
  {
    "title": "临江仙·梦后楼台高锁",
    "dynasty": "宋代",
    "writer": "晏几道",
    "content": [
      "梦后楼台高锁，",
      "酒醒帘幕低垂。",
      "去年春恨却来时。",
      "落花人独立，",
      "微雨燕双飞。keysentence",
      "记得小蘋初见，",
      "两重心字罗衣。",
      "琵琶弦上说相思。",
      "当时明月在，",
      "曾照彩云归。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "怀念",
      "歌女"
    ],
    "source": "梦后楼台高锁，酒醒帘幕低垂。去年春恨却来时。落花人独立，微雨燕双飞。keysentence记得小蘋初见，两重心字罗衣。琵琶弦上说相思。当时明月在，曾照彩云归。",
    "id": "P740"
  },
  {
    "title": "生查子·元夕",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "去年元夜时，",
      "花市灯如昼。",
      "月上柳梢头，",
      "人约黄昏后。keysentence",
      "今年元夜时，",
      "月与灯依旧。",
      "不见去年人，",
      "泪湿春衫袖。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "元宵节",
      "追忆",
      "爱情",
      "思念"
    ],
    "source": "去年元夜时，花市灯如昼。月上柳梢头，人约黄昏后。keysentence今年元夜时，月与灯依旧。不见去年人，泪湿春衫袖。",
    "id": "P741"
  },
  {
    "title": "微雨夜行",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "漠漠秋云起，",
      "稍稍夜寒生。keysentence",
      "但觉衣裳湿，",
      "无点亦无声。"
    ],
    "type": [
      "秋天",
      "写雨"
    ],
    "source": "漠漠秋云起，稍稍夜寒生。keysentence但觉衣裳湿，无点亦无声。",
    "id": "P742"
  },
  {
    "title": "长相思·山一程",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "山一程，",
      "水一程，",
      "身向榆关那畔行，",
      "夜深千帐灯。keysentence",
      "风一更，",
      "雪一更，",
      "聒碎乡心梦不成，",
      "故园无此声。"
    ],
    "type": [
      "小学古诗",
      "婉约",
      "羁旅",
      "写景",
      "思乡"
    ],
    "source": "山一程，水一程，身向榆关那畔行，夜深千帐灯。keysentence风一更，雪一更，聒碎乡心梦不成，故园无此声。",
    "id": "P743"
  },
  {
    "title": "踏莎行·自沔东来丁未元日至金陵江上感梦而作",
    "dynasty": "宋代",
    "writer": "姜夔",
    "content": [
      "燕燕轻盈，",
      "莺莺娇软，",
      "分明又向华胥见。keysentence",
      "夜长争得薄情知？",
      "春初早被相思染。",
      "别后书辞，",
      "别时针线，",
      "离魂暗逐郎行远。",
      "淮南皓月冷千山，",
      "冥冥归去无人管。"
    ],
    "type": [
      "宋词三百首",
      "记梦",
      "怀人"
    ],
    "source": "燕燕轻盈，莺莺娇软，分明又向华胥见。keysentence夜长争得薄情知？春初早被相思染。别后书辞，别时针线，离魂暗逐郎行远。淮南皓月冷千山，冥冥归去无人管。",
    "id": "P744"
  },
  {
    "title": "忆昔二首",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "忆昔先皇巡朔方，",
      "千乘万骑入咸阳。",
      "阴山骄子汗血马，",
      "长驱东胡胡走藏。",
      "邺城反覆不足怪，",
      "关中小儿坏纪纲。",
      "张后不乐上为忙，",
      "至令今上犹拨乱，",
      "劳心焦思补四方。",
      "我昔近侍叨奉引，",
      "出兵整肃不可当。",
      "为留猛士守未央，",
      "致使岐雍防西羌。",
      "犬戎直来坐御床，",
      "百官跣足随天王。",
      "愿见北地傅介子，",
      "老儒不用尚书郎。",
      "忆昔开元全盛日，",
      "小邑犹藏万家室。",
      "稻米流脂粟米白，",
      "公私仓廪俱丰实。",
      "九州道路无豺虎，",
      "远行不劳吉日出。",
      "齐纨鲁缟车班班，",
      "男耕女桑不相失。",
      "宫中圣人奏云门，",
      "天下朋友皆胶漆。",
      "百馀年间未灾变，",
      "叔孙礼乐萧何律。",
      "岂闻一绢直万钱，",
      "有田种谷今流血。",
      "洛阳宫殿烧焚尽，",
      "宗庙新除狐兔穴。",
      "伤心不忍问耆旧，",
      "复恐初从乱离说。",
      "小臣鲁钝无所能，",
      "朝廷记识蒙禄秩。keysentence",
      "周宣中兴望我皇，",
      "洒泪江汉身衰疾。"
    ],
    "type": [
      "组诗",
      "忆昔",
      "讽今"
    ],
    "source": "忆昔先皇巡朔方，千乘万骑入咸阳。阴山骄子汗血马，长驱东胡胡走藏。邺城反覆不足怪，关中小儿坏纪纲。张后不乐上为忙，至令今上犹拨乱，劳心焦思补四方。我昔近侍叨奉引，出兵整肃不可当。为留猛士守未央，致使岐雍防西羌。犬戎直来坐御床，百官跣足随天王。愿见北地傅介子，老儒不用尚书郎。忆昔开元全盛日，小邑犹藏万家室。稻米流脂粟米白，公私仓廪俱丰实。九州道路无豺虎，远行不劳吉日出。齐纨鲁缟车班班，男耕女桑不相失。宫中圣人奏云门，天下朋友皆胶漆。百馀年间未灾变，叔孙礼乐萧何律。岂闻一绢直万钱，有田种谷今流血。洛阳宫殿烧焚尽，宗庙新除狐兔穴。伤心不忍问耆旧，复恐初从乱离说。小臣鲁钝无所能，朝廷记识蒙禄秩。keysentence周宣中兴望我皇，洒泪江汉身衰疾。",
    "id": "P745"
  },
  {
    "title": "南乡子·登京口北固亭有怀",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "何处望神州？",
      "满眼风光北固楼。",
      "千古兴亡多少事？",
      "悠悠。",
      "不尽长江滚滚流。keysentence",
      "年少万兜鍪，",
      "坐断东南战未休。",
      "天下英雄谁敌手？",
      "曹刘。",
      "生子当如孙仲谋。"
    ],
    "type": [
      "宋词三百首",
      "初中古诗",
      "豪放",
      "咏史怀古",
      "爱国",
      "典故",
      "讽刺"
    ],
    "source": "何处望神州？满眼风光北固楼。千古兴亡多少事？悠悠。不尽长江滚滚流。keysentence年少万兜鍪，坐断东南战未休。天下英雄谁敌手？曹刘。生子当如孙仲谋。",
    "id": "P746"
  },
  {
    "title": "少年行四首·其三",
    "dynasty": "唐代",
    "writer": "令狐楚",
    "content": [
      "弓背霞明剑照霜，",
      "秋风走马出咸阳。",
      "未收天子河湟地，",
      "不拟回头望故乡。keysentence"
    ],
    "type": [
      "出征",
      "爱国",
      "壮志"
    ],
    "source": "弓背霞明剑照霜，秋风走马出咸阳。未收天子河湟地，不拟回头望故乡。keysentence",
    "id": "P747"
  },
  {
    "title": "莲叶",
    "dynasty": "唐代",
    "writer": "郑谷",
    "content": [
      "移舟水溅差差绿，",
      "倚槛风摆柄柄香。",
      "多谢浣纱人未折，",
      "雨中留得盖鸳鸯。keysentence"
    ],
    "type": [
      "咏物",
      "荷叶"
    ],
    "source": "移舟水溅差差绿，倚槛风摆柄柄香。多谢浣纱人未折，雨中留得盖鸳鸯。keysentence",
    "id": "P748"
  },
  {
    "title": "世无良猫",
    "dynasty": "清代",
    "writer": "乐钧",
    "content": [
      "某恶鼠，",
      "破家求良猫。",
      "厌以腥膏，",
      "眠以毡罽。",
      "猫既饱且安，",
      "率不食鼠，",
      "甚者与鼠游戏，",
      "鼠以故益暴。",
      "某恐，",
      "遂不复蓄猫，",
      "以为天下无良猫也。",
      "是无猫邪，",
      "是不会蓄猫也。keysentence"
    ],
    "type": [
      "小学文言文",
      "寓理",
      "故事"
    ],
    "source": "某恶鼠，破家求良猫。厌以腥膏，眠以毡罽。猫既饱且安，率不食鼠，甚者与鼠游戏，鼠以故益暴。某恐，遂不复蓄猫，以为天下无良猫也。是无猫邪，是不会蓄猫也。keysentence",
    "id": "P749"
  },
  {
    "title": "鹊桥仙·夜闻杜鹃",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "茅檐人静，",
      "蓬窗灯暗，",
      "春晚连江风雨。keysentence",
      "林莺巢燕总无声，",
      "但月夜、常啼杜宇。",
      "催成清泪，",
      "惊残孤梦，",
      "又拣深枝飞去。",
      "故山犹自不堪听，",
      "况半世、飘然羁旅！"
    ],
    "type": [
      "豪放",
      "杜鹃",
      "感叹",
      "人生"
    ],
    "source": "茅檐人静，蓬窗灯暗，春晚连江风雨。keysentence林莺巢燕总无声，但月夜、常啼杜宇。催成清泪，惊残孤梦，又拣深枝飞去。故山犹自不堪听，况半世、飘然羁旅！",
    "id": "P750"
  },
  {
    "title": "书湖阴先生壁",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "茅檐长扫净无苔，",
      "花木成畦手自栽。",
      "一水护田将绿绕，",
      "两山排闼送青来。keysentence",
      "桑条索漠楝花繁，",
      "风敛余香暗度垣。",
      "黄鸟数声残午梦，",
      "尚疑身属半山园。"
    ],
    "type": [
      "写景",
      "写人",
      "典故"
    ],
    "source": "茅檐长扫净无苔，花木成畦手自栽。一水护田将绿绕，两山排闼送青来。keysentence桑条索漠楝花繁，风敛余香暗度垣。黄鸟数声残午梦，尚疑身属半山园。",
    "id": "P751"
  },
  {
    "title": "饮湖上初晴后雨二首·其一",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "朝曦迎客艳重冈，",
      "晚雨留人入醉乡。keysentence",
      "此意自佳君不会，",
      "一杯当属水仙王。"
    ],
    "type": [
      "赞美",
      "西湖",
      "美景"
    ],
    "source": "朝曦迎客艳重冈，晚雨留人入醉乡。keysentence此意自佳君不会，一杯当属水仙王。",
    "id": "P752"
  },
  {
    "title": "折杨柳",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "垂杨拂绿水，",
      "摇艳东风年。",
      "花明玉关雪，",
      "叶暖金窗烟。keysentence",
      "美人结长想，",
      "对此心凄然。",
      "攀条折春色，",
      "远寄龙庭前。"
    ],
    "type": [
      "乐府",
      "春天",
      "女子",
      "思念"
    ],
    "source": "垂杨拂绿水，摇艳东风年。花明玉关雪，叶暖金窗烟。keysentence美人结长想，对此心凄然。攀条折春色，远寄龙庭前。",
    "id": "P753"
  },
  {
    "title": "初夏即事",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "石梁茅屋有弯碕，",
      "流水溅溅度两陂。",
      "晴日暖风生麦气，",
      "绿阴幽草胜花时。keysentence"
    ],
    "type": [
      "写风",
      "田园",
      "写景"
    ],
    "source": "石梁茅屋有弯碕，流水溅溅度两陂。晴日暖风生麦气，绿阴幽草胜花时。keysentence",
    "id": "P754"
  },
  {
    "title": "沁园春·梦孚若",
    "dynasty": "宋代",
    "writer": "刘克庄",
    "content": [
      "何处相逢，",
      "登宝钗楼，",
      "访铜雀台。",
      "唤厨人斫就，",
      "东溟鲸脍，",
      "圉人呈罢，",
      "西极龙媒。",
      "天下英雄，",
      "使君与操，",
      "余子谁堪共酒杯。",
      "车千乘，",
      "载燕南赵北，",
      "剑客奇才。",
      "饮酣画鼓如雷。",
      "谁信被晨鸡轻唤回。",
      "叹年光过尽，",
      "功名未立，",
      "书生老去，",
      "机会方来。keysentence",
      "使李将军，",
      "遇高皇帝，",
      "万户侯何足道哉。",
      "披衣起，",
      "但凄凉感旧，",
      "慷慨生哀。"
    ],
    "type": [
      "豪放",
      "记梦",
      "抒怀",
      "思念",
      "壮志难酬"
    ],
    "source": "何处相逢，登宝钗楼，访铜雀台。唤厨人斫就，东溟鲸脍，圉人呈罢，西极龙媒。天下英雄，使君与操，余子谁堪共酒杯。车千乘，载燕南赵北，剑客奇才。饮酣画鼓如雷。谁信被晨鸡轻唤回。叹年光过尽，功名未立，书生老去，机会方来。keysentence使李将军，遇高皇帝，万户侯何足道哉。披衣起，但凄凉感旧，慷慨生哀。",
    "id": "P755"
  },
  {
    "title": "感遇十二首·其一",
    "dynasty": "唐代",
    "writer": "张九龄",
    "content": [
      "兰叶春葳蕤，",
      "桂华秋皎洁。",
      "欣欣此生意，",
      "自尔为佳节。",
      "谁知林栖者，",
      "闻风坐相悦。",
      "草木有本心，",
      "何求美人折！keysentence"
    ],
    "type": [
      "唐诗三百首",
      "植物",
      "抒志",
      "生活",
      "哲理"
    ],
    "source": "兰叶春葳蕤，桂华秋皎洁。欣欣此生意，自尔为佳节。谁知林栖者，闻风坐相悦。草木有本心，何求美人折！keysentence",
    "id": "P756"
  },
  {
    "title": "金铜仙人辞汉歌",
    "dynasty": "唐代",
    "writer": "李贺",
    "content": [
      "魏明帝青龙元年八月，",
      "诏宫官牵车西取汉孝武捧露盘仙人，",
      "欲立置前殿。",
      "宫官既拆盘，",
      "仙人临载，",
      "乃潸然泪下。",
      "茂陵刘郎秋风客，",
      "夜闻马嘶晓无迹。",
      "画栏桂树悬秋香，",
      "三十六宫土花碧。",
      "魏官牵车指千里，",
      "东关酸风射眸子。",
      "空将汉月出宫门，",
      "忆君清泪如铅水。",
      "衰兰送客咸阳道，",
      "天若有情天亦老。keysentence",
      "携盘独出月荒凉，",
      "渭城已远波声小。"
    ],
    "type": [
      "离别",
      "怀古",
      "感伤"
    ],
    "source": "魏明帝青龙元年八月，诏宫官牵车西取汉孝武捧露盘仙人，欲立置前殿。宫官既拆盘，仙人临载，乃潸然泪下。唐诸王孙李长吉遂作《金铜仙人辞汉歌》。茂陵刘郎秋风客，夜闻马嘶晓无迹。画栏桂树悬秋香，三十六宫土花碧。魏官牵车指千里，东关酸风射眸子。空将汉月出宫门，忆君清泪如铅水。衰兰送客咸阳道，天若有情天亦老。keysentence携盘独出月荒凉，渭城已远波声小。",
    "id": "P757"
  },
  {
    "title": "念奴娇·春情",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "萧条庭院，",
      "又斜风细雨，",
      "重门须闭。",
      "宠柳娇花寒食近，",
      "种种恼人天气。",
      "险韵诗成，",
      "扶头酒醒，",
      "别是闲滋味。",
      "征鸿过尽，",
      "万千心事难寄。",
      "楼上几日春寒，",
      "帘垂四面，",
      "玉阑干慵倚。",
      "被冷香消新梦觉，",
      "不许愁人不起。",
      "清露晨流，",
      "新桐初引，",
      "多少游春意。keysentence",
      "日高烟敛，",
      "更看今日晴未。"
    ],
    "type": [
      "宋词精选",
      "婉约",
      "寒食节",
      "写景",
      "怀人"
    ],
    "source": "萧条庭院，又斜风细雨，重门须闭。宠柳娇花寒食近，种种恼人天气。险韵诗成，扶头酒醒，别是闲滋味。征鸿过尽，万千心事难寄。楼上几日春寒，帘垂四面，玉阑干慵倚。被冷香消新梦觉，不许愁人不起。清露晨流，新桐初引，多少游春意。keysentence日高烟敛，更看今日晴未。",
    "id": "P758"
  },
  {
    "title": "踏莎行·郴州旅舍",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "雾失楼台，",
      "月迷津渡。",
      "桃源望断无寻处。",
      "可堪孤馆闭春寒，",
      "杜鹃声里斜阳暮。keysentence",
      "驿寄梅花，",
      "鱼传尺素。",
      "砌成此恨无重数。",
      "郴江幸自绕郴山，",
      "为谁流下潇湘去。"
    ],
    "type": [
      "宋词三百首",
      "高中古诗",
      "婉约",
      "孤独",
      "思念"
    ],
    "source": "雾失楼台，月迷津渡。桃源望断无寻处。可堪孤馆闭春寒，杜鹃声里斜阳暮。keysentence驿寄梅花，鱼传尺素。砌成此恨无重数。郴江幸自绕郴山，为谁流下潇湘去。",
    "id": "P759"
  },
  {
    "title": "对雪二首",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "寒气先侵玉女扉，",
      "清光旋透省郎闱。",
      "梅花大庾岭头发，",
      "柳絮章台街里飞。keysentence",
      "欲舞定随曹植马，",
      "有情应湿谢庄衣。",
      "龙山万里无多远，",
      "留待行人二月归。",
      "旋扑珠帘过粉墙，",
      "轻于柳絮重于霜。",
      "已随江令夸琼树，",
      "又入卢家妒玉堂。",
      "侵夜可能争桂魄，",
      "忍寒应欲试梅妆。",
      "关河冻合东西路，",
      "肠断斑骓送陆郎。"
    ],
    "type": [
      "冬天",
      "离别",
      "写雪",
      "组诗"
    ],
    "source": "寒气先侵玉女扉，清光旋透省郎闱。梅花大庾岭头发，柳絮章台街里飞。keysentence欲舞定随曹植马，有情应湿谢庄衣。龙山万里无多远，留待行人二月归。旋扑珠帘过粉墙，轻于柳絮重于霜。已随江令夸琼树，又入卢家妒玉堂。侵夜可能争桂魄，忍寒应欲试梅妆。关河冻合东西路，肠断斑骓送陆郎。",
    "id": "P760"
  },
  {
    "title": "鹤冲天·黄金榜上",
    "dynasty": "宋代",
    "writer": "柳永",
    "content": [
      "黄金榜上，",
      "偶失龙头望。",
      "明代暂遗贤，",
      "如何向。",
      "未遂风云便，",
      "争不恣狂荡。",
      "何须论得丧？",
      "才子词人，",
      "自是白衣卿相。keysentence",
      "烟花巷陌，",
      "依约丹青屏障。",
      "幸有意中人，",
      "堪寻访。",
      "且恁偎红倚翠，",
      "风流事，",
      "平生畅。",
      "青春都一饷。",
      "忍把浮名，",
      "换了浅斟低唱！"
    ],
    "type": [
      "宋词三百首",
      "考试",
      "抒怀",
      "豪迈"
    ],
    "source": "黄金榜上，偶失龙头望。明代暂遗贤，如何向。未遂风云便，争不恣狂荡。何须论得丧？才子词人，自是白衣卿相。keysentence烟花巷陌，依约丹青屏障。幸有意中人，堪寻访。且恁偎红倚翠，风流事，平生畅。青春都一饷。忍把浮名，换了浅斟低唱！",
    "id": "P761"
  },
  {
    "title": "渡江云三犯·西湖清明",
    "dynasty": "宋代",
    "writer": "吴文英",
    "content": [
      "羞红颦浅恨，",
      "晚风未落，",
      "片绣点重茵。",
      "旧堤分燕尾，",
      "桂棹轻鸥，",
      "宝勒倚残云。",
      "千丝怨碧，",
      "渐路入、仙坞迷津。",
      "肠漫回，",
      "隔花时见，",
      "背面楚腰身。",
      "逡巡。",
      "题门惆怅，",
      "堕履牵萦，",
      "数幽期难准。",
      "还始觉、留情缘眼，",
      "宽带因春。keysentence",
      "明朝事与孤烟冷，",
      "做满湖、风雨愁人。",
      "山黛暝，",
      "尘波澹绿无痕。"
    ],
    "type": [
      "清明节",
      "写景",
      "追忆"
    ],
    "source": "羞红颦浅恨，晚风未落，片绣点重茵。旧堤分燕尾，桂棹轻鸥，宝勒倚残云。千丝怨碧，渐路入、仙坞迷津。肠漫回，隔花时见，背面楚腰身。逡巡。题门惆怅，堕履牵萦，数幽期难准。还始觉、留情缘眼，宽带因春。keysentence明朝事与孤烟冷，做满湖、风雨愁人。山黛暝，尘波澹绿无痕。",
    "id": "P762"
  },
  {
    "title": "摊破浣溪沙·病起萧萧两鬓华",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "病起萧萧两鬓华，",
      "卧看残月上窗纱。",
      "豆蔻连梢煎熟水，",
      "莫分茶。",
      "枕上诗书闲处好，",
      "门前风景雨来佳。keysentence",
      "终日向人多酝藉，",
      "木犀花。"
    ],
    "type": [
      "月亮",
      "闲适",
      "生活"
    ],
    "source": "病起萧萧两鬓华，卧看残月上窗纱。豆蔻连梢煎熟水，莫分茶。枕上诗书闲处好，门前风景雨来佳。keysentence终日向人多酝藉，木犀花。",
    "id": "P763"
  },
  {
    "title": "善哉行·其一",
    "dynasty": "魏晋",
    "writer": "曹丕",
    "content": [
      "上山采薇，",
      "薄暮苦饥。",
      "溪谷多风，",
      "霜露沾衣。",
      "野雉群雊，",
      "猿猴相追。",
      "还望故乡，",
      "郁何垒垒！",
      "高山有崖，",
      "林木有枝。",
      "忧来无方，",
      "人莫之知。",
      "人生如寄，",
      "多忧何为？keysentence",
      "今我不乐，",
      "岁月如驰。",
      "汤汤川流，",
      "中有行舟。",
      "随波转薄，",
      "有似客游。",
      "策我良马，",
      "被我轻裘。",
      "载驰载驱，",
      "聊以忘忧。"
    ],
    "type": [
      "乐府",
      "军旅",
      "生活"
    ],
    "source": "上山采薇，薄暮苦饥。溪谷多风，霜露沾衣。野雉群雊，猿猴相追。还望故乡，郁何垒垒！高山有崖，林木有枝。忧来无方，人莫之知。人生如寄，多忧何为？keysentence今我不乐，岁月如驰。汤汤川流，中有行舟。随波转薄，有似客游。策我良马，被我轻裘。载驰载驱，聊以忘忧。",
    "id": "P764"
  },
  {
    "title": "回乡偶书二首",
    "dynasty": "唐代",
    "writer": "贺知章",
    "content": [
      "少小离家老大回，",
      "乡音无改鬓毛衰。",
      "儿童相见不相识，",
      "笑问客从何处来。",
      "离别家乡岁月多，",
      "近来人事半消磨。keysentence",
      "惟有门前镜湖水，",
      "春风不改旧时波。"
    ],
    "type": [
      "生活",
      "家乡",
      "思念",
      "岁月",
      "伤感"
    ],
    "source": "少小离家老大回，乡音无改鬓毛衰。儿童相见不相识，笑问客从何处来。离别家乡岁月多，近来人事半消磨。keysentence惟有门前镜湖水，春风不改旧时波。",
    "id": "P765"
  },
  {
    "title": "陇西行",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "十里一走马，",
      "五里一扬鞭。",
      "都护军书至，",
      "匈奴围酒泉。",
      "关山正飞雪，",
      "烽火断无烟。keysentence"
    ],
    "type": [
      "边塞",
      "战争"
    ],
    "source": "十里一走马，五里一扬鞭。都护军书至，匈奴围酒泉。关山正飞雪，烽火断无烟。keysentence",
    "id": "P766"
  },
  {
    "title": "菩萨蛮·回文夏闺怨",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "柳庭风静人眠昼，",
      "昼眠人静风庭柳。keysentence",
      "香汗薄衫凉，",
      "凉衫薄汗香。",
      "手红冰碗藕，",
      "藕碗冰红手。",
      "郎笑藕丝长，",
      "长丝藕笑郎。"
    ],
    "type": [
      "夏天",
      "闺怨"
    ],
    "source": "柳庭风静人眠昼，昼眠人静风庭柳。keysentence香汗薄衫凉，凉衫薄汗香。手红冰碗藕，藕碗冰红手。郎笑藕丝长，长丝藕笑郎。",
    "id": "P767"
  },
  {
    "title": "与史郎中钦听黄鹤楼上吹笛",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "一为迁客去长沙，",
      "西望长安不见家。keysentence",
      "黄鹤楼中吹玉笛，",
      "江城五月落梅花。"
    ],
    "type": [
      "贬谪",
      "抒情",
      "思乡",
      "忧国忧民"
    ],
    "source": "一为迁客去长沙，西望长安不见家。keysentence黄鹤楼中吹玉笛，江城五月落梅花。",
    "id": "P768"
  },
  {
    "title": "出塞二首·其一",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "秦时明月汉时关，",
      "万里长征人未还。keysentence",
      "但使龙城飞将在，",
      "不教胡马度阴山。"
    ],
    "type": [
      "唐诗三百首",
      "边塞",
      "写景",
      "战争",
      "爱国",
      "忧国忧民",
      "早教古诗100首"
    ],
    "source": "秦时明月汉时关，万里长征人未还。keysentence但使龙城飞将在，不教胡马度阴山。",
    "id": "P769"
  },
  {
    "title": "忆帝京·薄衾小枕凉天气",
    "dynasty": "宋代",
    "writer": "柳永",
    "content": [
      "薄衾小枕凉天气，",
      "乍觉别离滋味。",
      "展转数寒更，",
      "起了还重睡。",
      "毕竟不成眠，",
      "一夜长如岁。",
      "也拟待、却回征辔；",
      "又争奈、已成行计。",
      "万种思量，",
      "多方开解，",
      "只恁寂寞厌厌地。",
      "系我一生心，",
      "负你千行泪。keysentence"
    ],
    "type": [
      "宋词精选",
      "离别",
      "相思",
      "思归"
    ],
    "source": "薄衾小枕凉天气，乍觉别离滋味。展转数寒更，起了还重睡。毕竟不成眠，一夜长如岁。也拟待、却回征辔；又争奈、已成行计。万种思量，多方开解，只恁寂寞厌厌地。系我一生心，负你千行泪。keysentence",
    "id": "P770"
  },
  {
    "title": "减字木兰花·莺初解语",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "莺初解语，",
      "最是一年春好处。keysentence",
      "微雨如酥，",
      "草色遥看近却无。",
      "休辞醉倒，",
      "花不看开人易老。",
      "莫待春回，",
      "颠倒红英间绿苔。"
    ],
    "type": [
      "春天",
      "惜春"
    ],
    "source": "莺初解语，最是一年春好处。keysentence微雨如酥，草色遥看近却无。休辞醉倒，花不看开人易老。莫待春回，颠倒红英间绿苔。",
    "id": "P771"
  },
  {
    "title": "寄全椒山中道士",
    "dynasty": "唐代",
    "writer": "韦应物",
    "content": [
      "今朝郡斋冷，",
      "忽念山中客。",
      "涧底束荆薪，",
      "归来煮白石。",
      "欲持一瓢酒，",
      "远慰风雨夕。",
      "落叶满空山，",
      "何处寻行迹。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "怀念"
    ],
    "source": "今朝郡斋冷，忽念山中客。涧底束荆薪，归来煮白石。欲持一瓢酒，远慰风雨夕。落叶满空山，何处寻行迹。keysentence",
    "id": "P772"
  },
  {
    "title": "长相思·其一",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "长相思，",
      "在长安。",
      "络纬秋啼金井阑，",
      "微霜凄凄簟色寒。",
      "孤灯不明思欲绝，",
      "卷帷望月空长叹。keysentence",
      "美人如花隔云端！",
      "上有青冥之长天，",
      "下有渌水之波澜。",
      "天长路远魂飞苦，",
      "梦魂不到关山难。",
      "长相思，",
      "摧心肝！"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "思念",
      "伤怀"
    ],
    "source": "长相思，在长安。络纬秋啼金井阑，微霜凄凄簟色寒。孤灯不明思欲绝，卷帷望月空长叹。keysentence美人如花隔云端！上有青冥之长天，下有渌水之波澜。天长路远魂飞苦，梦魂不到关山难。长相思，摧心肝！",
    "id": "P773"
  },
  {
    "title": "四时",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "春水满四泽，",
      "夏云多奇峰。keysentence",
      "秋月扬明晖，",
      "冬岭秀寒松。"
    ],
    "type": [
      "四季",
      "写景",
      "述志"
    ],
    "source": "春水满四泽，夏云多奇峰。keysentence秋月扬明晖，冬岭秀寒松。",
    "id": "P774"
  },
  {
    "title": "子夜吴歌·夏歌",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "镜湖三百里，",
      "菡萏发荷花。keysentence",
      "五月西施采，",
      "人看隘若耶。",
      "回舟不待月，",
      "归去越王家。"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "夏天",
      "荷花",
      "写人",
      "哲理"
    ],
    "source": "镜湖三百里，菡萏发荷花。keysentence五月西施采，人看隘若耶。回舟不待月，归去越王家。",
    "id": "P775"
  },
  {
    "title": "登快阁",
    "dynasty": "宋代",
    "writer": "黄庭坚",
    "content": [
      "痴儿了却公家事，",
      "快阁东西倚晚晴。",
      "落木千山天远大，",
      "澄江一道月分明。keysentence",
      "朱弦已为佳人绝，",
      "青眼聊因美酒横。",
      "万里归船弄长笛，",
      "此心吾与白鸥盟。"
    ],
    "type": [
      "古诗三百首",
      "高中古诗",
      "登楼",
      "写景",
      "抒情"
    ],
    "source": "痴儿了却公家事，快阁东西倚晚晴。落木千山天远大，澄江一道月分明。keysentence朱弦已为佳人绝，青眼聊因美酒横。万里归船弄长笛，此心吾与白鸥盟。",
    "id": "P776"
  },
  {
    "title": "韩冬郎即席为诗相送一座尽惊他日余方追吟连宵侍坐裴回久之句有老成之风因成二绝寄酬兼呈畏之员外·其一",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "十岁裁诗走马成，",
      "冷灰残烛动离情。",
      "桐花万里丹山路，",
      "雏凤清于老凤声。keysentence",
      "剑栈风樯各苦辛，",
      "别时冰雪到时春。",
      "为凭何逊休联句，",
      "瘦尽东阳姓沈人。"
    ],
    "type": [
      "叙事",
      "回忆"
    ],
    "source": "十岁裁诗走马成，冷灰残烛动离情。桐花万里丹山路，雏凤清于老凤声。keysentence剑栈风樯各苦辛，别时冰雪到时春。为凭何逊休联句，瘦尽东阳姓沈人。",
    "id": "P777"
  },
  {
    "title": "登池上楼",
    "dynasty": "南北朝",
    "writer": "谢灵运",
    "content": [
      "潜虬媚幽姿，",
      "飞鸿响远音。",
      "薄霄愧云浮，",
      "栖川怍渊沉。",
      "进德智所拙，",
      "退耕力不任。",
      "徇禄反穷海，",
      "卧疴对空林。",
      "衾枕昧节候，",
      "褰开暂窥临。",
      "倾耳聆波澜，",
      "举目眺岖嵚。",
      "初景革绪风，",
      "新阳改故阴。",
      "池塘生春草，",
      "园柳变鸣禽。keysentence",
      "祁祁伤豳歌，",
      "萋萋感楚吟。",
      "索居易永久，",
      "离群难处心。",
      "持操岂独古，",
      "无闷征在今。"
    ],
    "type": [
      "春天",
      "写景",
      "抒情",
      "失意",
      "思归"
    ],
    "source": "潜虬媚幽姿，飞鸿响远音。薄霄愧云浮，栖川怍渊沉。进德智所拙，退耕力不任。徇禄反穷海，卧疴对空林。衾枕昧节候，褰开暂窥临。倾耳聆波澜，举目眺岖嵚。初景革绪风，新阳改故阴。池塘生春草，园柳变鸣禽。keysentence祁祁伤豳歌，萋萋感楚吟。索居易永久，离群难处心。持操岂独古，无闷征在今。",
    "id": "P778"
  },
  {
    "title": "过香积寺",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "不知香积寺，",
      "数里入云峰。",
      "古木无人径，",
      "深山何处钟。",
      "泉声咽危石，",
      "日色冷青松。keysentence",
      "薄暮空潭曲，",
      "安禅制毒龙。"
    ],
    "type": [
      "唐诗三百首",
      "写景"
    ],
    "source": "不知香积寺，数里入云峰。古木无人径，深山何处钟。泉声咽危石，日色冷青松。keysentence薄暮空潭曲，安禅制毒龙。",
    "id": "P779"
  },
  {
    "title": "墨萱图·其一",
    "dynasty": "元代",
    "writer": "王冕",
    "content": [
      "灿灿萱草花，",
      "罗生北堂下。",
      "南风吹其心，",
      "摇摇为谁吐？",
      "慈母倚门情，",
      "游子行路苦。",
      "甘旨日以疏，",
      "音问日以阻。",
      "举头望云林，",
      "愧听慧鸟语。keysentence"
    ],
    "type": [
      "母亲",
      "思念",
      "游子"
    ],
    "source": "灿灿萱草花，罗生北堂下。南风吹其心，摇摇为谁吐？慈母倚门情，游子行路苦。甘旨日以疏，音问日以阻。举头望云林，愧听慧鸟语。keysentence",
    "id": "P780"
  },
  {
    "title": "桂枝香·金陵怀古",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "登临送目，",
      "正故国晚秋，",
      "天气初肃。",
      "千里澄江似练，",
      "翠峰如簇。",
      "归帆去棹残阳里，",
      "背西风，",
      "酒旗斜矗。",
      "彩舟云淡，",
      "星河鹭起，",
      "画图难足。",
      "念往昔，",
      "繁华竞逐，",
      "叹门外楼头，",
      "悲恨相续。",
      "千古凭高对此，",
      "谩嗟荣辱。",
      "六朝旧事随流水，",
      "但寒烟衰草凝绿。keysentence",
      "至今商女，",
      "时时犹唱，",
      "后庭遗曲。"
    ],
    "type": [
      "宋词三百首",
      "登高",
      "写景",
      "咏史怀古"
    ],
    "source": "登临送目，正故国晚秋，天气初肃。千里澄江似练，翠峰如簇。归帆去棹残阳里，背西风，酒旗斜矗。彩舟云淡，星河鹭起，画图难足。念往昔，繁华竞逐，叹门外楼头，悲恨相续。千古凭高对此，谩嗟荣辱。六朝旧事随流水，但寒烟衰草凝绿。keysentence至今商女，时时犹唱，后庭遗曲。",
    "id": "P781"
  },
  {
    "title": "早梅",
    "dynasty": "明代",
    "writer": "道源",
    "content": [
      "万树寒无色，",
      "南枝独有花。keysentence",
      "香闻流水处，",
      "影落野人家。"
    ],
    "type": [
      "梅花"
    ],
    "source": "万树寒无色，南枝独有花。keysentence香闻流水处，影落野人家。",
    "id": "P782"
  },
  {
    "title": "浪淘沙·赋虞美人草",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "不肯过江东。",
      "玉帐匆匆。",
      "至今草木忆英雄。",
      "唱著虞兮当日曲，",
      "便舞春风。",
      "儿女此情同。",
      "往事朦胧。",
      "湘娥竹上泪痕浓。keysentence",
      "舜盖重瞳堪痛恨，",
      "羽又重瞳。"
    ],
    "type": [
      "宋词精选",
      "咏物",
      "托志"
    ],
    "source": "不肯过江东。玉帐匆匆。至今草木忆英雄。唱著虞兮当日曲，便舞春风。儿女此情同。往事朦胧。湘娥竹上泪痕浓。keysentence舜盖重瞳堪痛恨，羽又重瞳。",
    "id": "P783"
  },
  {
    "title": "乡村四月",
    "dynasty": "宋代",
    "writer": "翁卷",
    "content": [
      "绿遍山原白满川，",
      "子规声里雨如烟。keysentence",
      "乡村四月闲人少，",
      "才了蚕桑又插田。"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "乡村",
      "劳动",
      "生活",
      "古诗里的十二个月"
    ],
    "source": "绿遍山原白满川，子规声里雨如烟。keysentence乡村四月闲人少，才了蚕桑又插田。",
    "id": "P784"
  },
  {
    "title": "春宫曲",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "昨夜风开露井桃，",
      "未央前殿月轮高。keysentence",
      "平阳歌舞新承宠，",
      "帘外春寒赐锦袍。"
    ],
    "type": [
      "唐诗三百首",
      "女子",
      "宫怨"
    ],
    "source": "昨夜风开露井桃，未央前殿月轮高。keysentence平阳歌舞新承宠，帘外春寒赐锦袍。",
    "id": "P785"
  },
  {
    "title": "咏煤炭",
    "dynasty": "明代",
    "writer": "于谦",
    "content": [
      "凿开混沌得乌金，",
      "藏蓄阳和意最深。",
      "爝火燃回春浩浩，",
      "洪炉照破夜沉沉。",
      "鼎彝元赖生成力，",
      "铁石犹存死后心。",
      "但愿苍生俱饱暖，",
      "不辞辛苦出山林。keysentence"
    ],
    "type": [
      "咏物",
      "爱国",
      "忧国忧民",
      "抱负"
    ],
    "source": "凿开混沌得乌金，藏蓄阳和意最深。爝火燃回春浩浩，洪炉照破夜沉沉。鼎彝元赖生成力，铁石犹存死后心。但愿苍生俱饱暖，不辞辛苦出山林。keysentence",
    "id": "P786"
  },
  {
    "title": "骤雨打新荷",
    "dynasty": "金朝",
    "writer": "元好问",
    "content": [
      "绿叶阴浓，",
      "遍池亭水阁，",
      "偏趁凉多。",
      "海榴初绽，",
      "朵朵簇红罗。",
      "老燕携雏弄语，",
      "有高柳鸣蝉相和。",
      "骤雨过，",
      "珍珠乱撒，",
      "打遍新荷。",
      "人生百年有几，",
      "念良辰美景，",
      "休放虚过。keysentence",
      "穷通前定，",
      "何用苦张罗。",
      "命友邀宾玩赏，",
      "对芳樽浅酌低歌。",
      "且酩酊，",
      "任他两轮日月，",
      "来往如梭。"
    ],
    "type": [
      "写景",
      "抒怀"
    ],
    "source": "绿叶阴浓，遍池亭水阁，偏趁凉多。海榴初绽，朵朵簇红罗。老燕携雏弄语，有高柳鸣蝉相和。骤雨过，珍珠乱撒，打遍新荷。人生百年有几，念良辰美景，休放虚过。keysentence穷通前定，何用苦张罗。命友邀宾玩赏，对芳樽浅酌低歌。且酩酊，任他两轮日月，来往如梭。",
    "id": "P788"
  },
  {
    "title": "秋思",
    "dynasty": "唐代",
    "writer": "张籍",
    "content": [
      "洛阳城里见秋风，",
      "欲作家书意万重。keysentence",
      "复恐匆匆说不尽，",
      "行人临发又开封。"
    ],
    "type": [
      "小学古诗",
      "秋天",
      "思乡"
    ],
    "source": "洛阳城里见秋风，欲作家书意万重。keysentence复恐匆匆说不尽，行人临发又开封。",
    "id": "P789"
  },
  {
    "title": "临江仙·夜登小阁忆洛中旧游",
    "dynasty": "宋代",
    "writer": "陈与义",
    "content": [
      "忆昔午桥桥上饮，",
      "坐中多是豪英。",
      "长沟流月去无声。",
      "杏花疏影里，",
      "吹笛到天明。",
      "二十余年如一梦，",
      "此身虽在堪惊。keysentence",
      "闲登小阁看新晴。",
      "古今多少事，",
      "渔唱起三更。"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "回忆",
      "感伤"
    ],
    "source": "忆昔午桥桥上饮，坐中多是豪英。长沟流月去无声。杏花疏影里，吹笛到天明。二十余年如一梦，此身虽在堪惊。keysentence闲登小阁看新晴。古今多少事，渔唱起三更。",
    "id": "P790"
  },
  {
    "title": "稻田",
    "dynasty": "唐代",
    "writer": "韦庄",
    "content": [
      "绿波春浪满前陂，",
      "极目连云稏肥。keysentence",
      "更被鹭鹚千点雪，",
      "破烟来入画屏飞。"
    ],
    "type": [
      "田园",
      "写景",
      "喜悦"
    ],
    "source": "绿波春浪满前陂，极目连云稏肥。keysentence更被鹭鹚千点雪，破烟来入画屏飞。",
    "id": "P791"
  },
  {
    "title": "清明即事",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "帝里重清明，",
      "人心自愁思。keysentence",
      "车声上路合，",
      "柳色东城翠。",
      "花落草齐生，",
      "莺飞蝶双戏。",
      "空堂坐相忆，",
      "酌茗聊代醉。"
    ],
    "type": [
      "清明节",
      "写景",
      "怀人"
    ],
    "source": "帝里重清明，人心自愁思。keysentence车声上路合，柳色东城翠。花落草齐生，莺飞蝶双戏。空堂坐相忆，酌茗聊代醉。",
    "id": "P792"
  },
  {
    "title": "除夜太原寒甚",
    "dynasty": "明代",
    "writer": "于谦",
    "content": [
      "寄语天涯客，",
      "轻寒底用愁。keysentence",
      "春风来不远，",
      "只在屋东头。"
    ],
    "type": [
      "春节",
      "思念"
    ],
    "source": "寄语天涯客，轻寒底用愁。keysentence春风来不远，只在屋东头。",
    "id": "P793"
  },
  {
    "title": "渔家傲·小雨纤纤风细细",
    "dynasty": "宋代",
    "writer": "朱服",
    "content": [
      "小雨纤纤风细细，",
      "万家杨柳青烟里。",
      "恋树湿花飞不起，",
      "愁无比，",
      "和春付与东流水。",
      "九十光阴能有几？",
      "金龟解尽留无计。",
      "寄语东阳沽酒市，",
      "拼一醉，",
      "而今乐事他年泪。keysentence"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "春天",
      "抒情",
      "感伤"
    ],
    "source": "小雨纤纤风细细，万家杨柳青烟里。恋树湿花飞不起，愁无比，和春付与东流水。九十光阴能有几？金龟解尽留无计。寄语东阳沽酒市，拼一醉，而今乐事他年泪。keysentence",
    "id": "P794"
  },
  {
    "title": "竹竿",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "籊籊竹竿，",
      "以钓于淇。",
      "岂不尔思？",
      "远莫致之。",
      "泉源在左，",
      "淇水在右。",
      "女子有行，",
      "远兄弟父母。",
      "淇水在右，",
      "泉源在左。",
      "巧笑之瑳，",
      "佩玉之傩。keysentence",
      "淇水滺滺，",
      "桧楫松舟。",
      "驾言出游，",
      "以写我忧。"
    ],
    "type": [
      "诗经",
      "思乡"
    ],
    "source": "籊籊竹竿，以钓于淇。岂不尔思？远莫致之。泉源在左，淇水在右。女子有行，远兄弟父母。淇水在右，泉源在左。巧笑之瑳，佩玉之傩。keysentence淇水滺滺，桧楫松舟。驾言出游，以写我忧。",
    "id": "P795"
  },
  {
    "title": "自题小像",
    "dynasty": "近代",
    "writer": "鲁迅",
    "content": [
      "灵台无计逃神矢，",
      "风雨如磐暗故园。",
      "寄意寒星荃不察，",
      "我以我血荐轩辕。keysentence"
    ],
    "type": [
      "爱国",
      "忧民",
      "励志"
    ],
    "source": "灵台无计逃神矢，风雨如磐暗故园。寄意寒星荃不察，我以我血荐轩辕。keysentence",
    "id": "P796"
  },
  {
    "title": "柳",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "曾逐东风拂舞筵，",
      "乐游春苑断肠天。keysentence",
      "如何肯到清秋日，",
      "已带斜阳又带蝉。"
    ],
    "type": [
      "柳树",
      "伤怀"
    ],
    "source": "曾逐东风拂舞筵，乐游春苑断肠天。keysentence如何肯到清秋日，已带斜阳又带蝉。",
    "id": "P797"
  },
  {
    "title": "生于忧患，死于安乐",
    "dynasty": "先秦",
    "writer": "孟子及其弟子",
    "content": [
      "舜发于畎亩之中，",
      "傅说举于版筑之间，",
      "胶鬲举于鱼盐之中，",
      "管夷吾举于士，",
      "孙叔敖举于海，",
      "百里奚举于市。",
      "故天将降大任于是人也，",
      "必先苦其心志，",
      "劳其筋骨，",
      "饿其体肤，",
      "空乏其身，",
      "行拂乱其所为，",
      "所以动心忍性，",
      "曾益其所不能。",
      "人恒过，",
      "然后能改；",
      "困于心，",
      "衡于虑，",
      "而后作；",
      "征于色，",
      "发于声，",
      "而后喻。",
      "入则无法家拂士，",
      "出则无敌国外患者，",
      "国恒亡。keysentence",
      "然后知生于忧患而死于安乐也。"
    ],
    "type": [
      "初中文言文",
      "议论",
      "哲理"
    ],
    "source": "舜发于畎亩之中，傅说举于版筑之间，胶鬲举于鱼盐之中，管夷吾举于士，孙叔敖举于海，百里奚举于市。故天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能。人恒过，然后能改；困于心，衡于虑，而后作；征于色，发于声，而后喻。入则无法家拂士，出则无敌国外患者，国恒亡。keysentence然后知生于忧患而死于安乐也。",
    "id": "P798"
  },
  {
    "title": "自遣",
    "dynasty": "唐代",
    "writer": "罗隐",
    "content": [
      "得即高歌失即休，",
      "多愁多恨亦悠悠。",
      "今朝有酒今朝醉，",
      "明日愁来明日愁。keysentence"
    ],
    "type": [
      "知识",
      "人生"
    ],
    "source": "得即高歌失即休，多愁多恨亦悠悠。今朝有酒今朝醉，明日愁来明日愁。keysentence",
    "id": "P799"
  },
  {
    "title": "登飞来峰",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "飞来山上千寻塔，",
      "闻说鸡鸣见日升。",
      "不畏浮云遮望眼，",
      "只缘身在最高层。keysentence"
    ],
    "type": [
      "古诗三百首",
      "初中古诗",
      "登高",
      "哲理"
    ],
    "source": "飞来山上千寻塔，闻说鸡鸣见日升。不畏浮云遮望眼，只缘身在最高层。keysentence",
    "id": "P800"
  },
  {
    "title": "山亭夏日",
    "dynasty": "唐代",
    "writer": "高骈",
    "content": [
      "绿树阴浓夏日长，",
      "楼台倒影入池塘。",
      "水晶帘动微风起，",
      "满架蔷薇一院香。keysentence",
      "(水晶帘 一作 水精帘）"
    ],
    "type": [
      "夏天",
      "写景"
    ],
    "source": "绿树阴浓夏日长，楼台倒影入池塘。水晶帘动微风起，满架蔷薇一院香。keysentence(水晶帘 一作 水精帘）",
    "id": "P801"
  },
  {
    "title": "圆圆曲",
    "dynasty": "清代",
    "writer": "吴伟业",
    "content": [
      "鼎湖当日弃人间，",
      "破敌收京下玉关。",
      "恸哭六军俱缟素，",
      "冲冠一怒为红颜。keysentence",
      "红颜流落非吾恋，",
      "逆贼天亡自荒宴。",
      "电扫黄巾定黑山，",
      "哭罢君亲再相见。",
      "相见初经田窦家，",
      "侯门歌舞出如花。",
      "许将戚里箜篌伎，",
      "等取将军油壁车。",
      "家本姑苏浣花里，",
      "圆圆小字娇罗绮。",
      "梦向夫差苑里游，",
      "宫娥拥入君王起。",
      "前身合是采莲人，",
      "门前一片横塘水。",
      "横塘双桨去如飞，",
      "何处豪家强载归。",
      "此际岂知非薄命，",
      "此时唯有泪沾衣。",
      "薰天意气连宫掖，",
      "明眸皓齿无人惜。",
      "夺归永巷闭良家，",
      "教就新声倾坐客。",
      "坐客飞觞红日暮，",
      "一曲哀弦向谁诉？",
      "白晳通侯最少年，",
      "拣取花枝屡回顾。",
      "早携娇鸟出樊笼，",
      "待得银河几时渡？",
      "恨杀军书抵死催，",
      "苦留后约将人误。",
      "相约恩深相见难，",
      "一朝蚁贼满长安。",
      "可怜思妇楼头柳，",
      "认作天边粉絮看。",
      "遍索绿珠围内第，",
      "强呼绛树出雕阑。",
      "若非壮士全师胜，",
      "争得蛾眉匹马还？",
      "蛾眉马上传呼进，",
      "云鬟不整惊魂定。",
      "蜡炬迎来在战场，",
      "啼妆满面残红印。",
      "专征萧鼓向秦川，",
      "金牛道上车千乘。",
      "斜谷云深起画楼，",
      "散关月落开妆镜。",
      "传来消息满江乡，",
      "乌桕红经十度霜。",
      "教曲伎师怜尚在，",
      "浣纱女伴忆同行。",
      "旧巢共是衔泥燕，",
      "飞上枝头变凤凰。",
      "长向尊前悲老大，",
      "有人夫婿擅侯王。",
      "当时只受声名累，",
      "贵戚名豪竞延致。",
      "一斛明珠万斛愁，",
      "关山漂泊腰肢细。",
      "错怨狂风飏落花，",
      "无边春色来天地。",
      "尝闻倾国与倾城，",
      "翻使周郎受重名。",
      "妻子岂应关大计，",
      "英雄无奈是多情。",
      "全家白骨成灰土，",
      "一代红妆照汗青。",
      "君不见，",
      "馆娃初起鸳鸯宿，",
      "越女如花看不足。",
      "香径尘生乌自啼，",
      "屧廊人去苔空绿。",
      "换羽移宫万里愁，",
      "珠歌翠舞古梁州。",
      "为君别唱吴宫曲，",
      "汉水东南日夜流！"
    ],
    "type": [
      "长篇",
      "叙事"
    ],
    "source": "鼎湖当日弃人间，破敌收京下玉关。恸哭六军俱缟素，冲冠一怒为红颜。keysentence红颜流落非吾恋，逆贼天亡自荒宴。电扫黄巾定黑山，哭罢君亲再相见。相见初经田窦家，侯门歌舞出如花。许将戚里箜篌伎，等取将军油壁车。家本姑苏浣花里，圆圆小字娇罗绮。梦向夫差苑里游，宫娥拥入君王起。前身合是采莲人，门前一片横塘水。横塘双桨去如飞，何处豪家强载归。此际岂知非薄命，此时唯有泪沾衣。薰天意气连宫掖，明眸皓齿无人惜。夺归永巷闭良家，教就新声倾坐客。坐客飞觞红日暮，一曲哀弦向谁诉？白晳通侯最少年，拣取花枝屡回顾。早携娇鸟出樊笼，待得银河几时渡？恨杀军书抵死催，苦留后约将人误。相约恩深相见难，一朝蚁贼满长安。可怜思妇楼头柳，认作天边粉絮看。遍索绿珠围内第，强呼绛树出雕阑。若非壮士全师胜，争得蛾眉匹马还？蛾眉马上传呼进，云鬟不整惊魂定。蜡炬迎来在战场，啼妆满面残红印。专征萧鼓向秦川，金牛道上车千乘。斜谷云深起画楼，散关月落开妆镜。传来消息满江乡，乌桕红经十度霜。教曲伎师怜尚在，浣纱女伴忆同行。旧巢共是衔泥燕，飞上枝头变凤凰。长向尊前悲老大，有人夫婿擅侯王。当时只受声名累，贵戚名豪竞延致。一斛明珠万斛愁，关山漂泊腰肢细。错怨狂风飏落花，无边春色来天地。尝闻倾国与倾城，翻使周郎受重名。妻子岂应关大计，英雄无奈是多情。全家白骨成灰土，一代红妆照汗青。君不见，馆娃初起鸳鸯宿，越女如花看不足。香径尘生乌自啼，屧廊人去苔空绿。换羽移宫万里愁，珠歌翠舞古梁州。为君别唱吴宫曲，汉水东南日夜流！",
    "id": "P802"
  },
  {
    "title": "春兴",
    "dynasty": "唐代",
    "writer": "武元衡",
    "content": [
      "杨柳阴阴细雨晴，",
      "残花落尽见流莺。keysentence",
      "春风一夜吹乡梦，",
      "又逐春风到洛城。"
    ],
    "type": [
      "春天",
      "思乡"
    ],
    "source": "杨柳阴阴细雨晴，残花落尽见流莺。keysentence春风一夜吹乡梦，又逐春风到洛城。",
    "id": "P803"
  },
  {
    "title": "忆江南·江南好",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "江南好，",
      "风景旧曾谙。",
      "日出江花红胜火，",
      "春来江水绿如蓝。keysentence",
      "能不忆江南？"
    ],
    "type": [
      "宋词三百首",
      "小学古诗",
      "婉约",
      "景点",
      "早教古诗100首"
    ],
    "source": "江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。keysentence能不忆江南？",
    "id": "P804"
  },
  {
    "title": "黄冈竹楼记",
    "dynasty": "宋代",
    "writer": "王禹偁",
    "content": [
      "黄冈之地多竹，",
      "大者如椽。",
      "竹工破之，",
      "刳去其节，",
      "用代陶瓦。",
      "比屋皆然，",
      "以其价廉而工省也。",
      "子城西北隅，",
      "雉堞圮毁，",
      "蓁莽荒秽，",
      "因作小楼二间，",
      "与月波楼通。",
      "远吞山光，",
      "平挹江濑，",
      "幽阒辽夐，",
      "不可具状。",
      "夏宜急雨，",
      "有瀑布声；",
      "冬宜密雪，",
      "有碎玉声。keysentence",
      "宜鼓琴，",
      "琴调虚畅；",
      "宜咏诗，",
      "诗韵清绝；",
      "宜围棋，",
      "子声丁丁然；",
      "宜投壶，",
      "矢声铮铮然；",
      "皆竹楼之所助也。",
      "公退之暇，",
      "被鹤氅衣，",
      "戴华阳巾，",
      "焚香默坐，",
      "消遣世虑。",
      "江山之外，",
      "第见风帆沙鸟，",
      "烟云竹树而已。",
      "待其酒力醒，",
      "茶烟歇，",
      "送夕阳，",
      "迎素月，",
      "亦谪居之胜概也。",
      "彼齐云、落星，",
      "高则高矣；",
      "井干、丽谯，",
      "华则华矣；",
      "止于贮妓女，",
      "藏歌舞，",
      "非骚人之事，",
      "吾所不取。",
      "吾闻竹工云：",
      "竹之为瓦，",
      "仅十稔；",
      "若重覆之，",
      "得二十稔。",
      "噫！",
      "吾以至道乙未岁，",
      "自翰林出滁上，",
      "丙申，",
      "移广陵；",
      "丁酉又入西掖；",
      "戊戌岁除日，",
      "新旧岁之交，",
      "即除夕。",
      "有齐安之命；",
      "己亥闰三月到郡。",
      "四年之间，",
      "奔走不暇；",
      "未知明年又在何处，",
      "岂惧竹楼之易朽乎！",
      "幸后之人与我同志，",
      "嗣而葺之，",
      "庶斯楼之不朽也！",
      "咸平二年八月十五日记。"
    ],
    "type": [
      "古文观止",
      "咏物",
      "抒情"
    ],
    "source": "黄冈之地多竹，大者如椽。竹工破之，刳去其节，用代陶瓦。比屋皆然，以其价廉而工省也。子城西北隅，雉堞圮毁，蓁莽荒秽，因作小楼二间，与月波楼通。远吞山光，平挹江濑，幽阒辽夐，不可具状。夏宜急雨，有瀑布声；冬宜密雪，有碎玉声。keysentence宜鼓琴，琴调虚畅；宜咏诗，诗韵清绝；宜围棋，子声丁丁然；宜投壶，矢声铮铮然；皆竹楼之所助也。公退之暇，被鹤氅衣，戴华阳巾，手执《周易》一卷，焚香默坐，消遣世虑。江山之外，第见风帆沙鸟，烟云竹树而已。待其酒力醒，茶烟歇，送夕阳，迎素月，亦谪居之胜概也。彼齐云、落星，高则高矣；井干、丽谯，华则华矣；止于贮妓女，藏歌舞，非骚人之事，吾所不取。吾闻竹工云：竹之为瓦，仅十稔；若重覆之，得二十稔。噫！吾以至道乙未岁，自翰林出滁上，丙申，移广陵；丁酉又入西掖；戊戌岁除日，新旧岁之交，即除夕。有齐安之命；己亥闰三月到郡。四年之间，奔走不暇；未知明年又在何处，岂惧竹楼之易朽乎！幸后之人与我同志，嗣而葺之，庶斯楼之不朽也！咸平二年八月十五日记。",
    "id": "P805"
  },
  {
    "title": "夏意",
    "dynasty": "宋代",
    "writer": "苏舜钦",
    "content": [
      "别院深深夏席清，",
      "石榴开遍透帘明。",
      "树阴满地日当午，",
      "梦觉流莺时一声。keysentence"
    ],
    "type": [
      "古诗三百首",
      "夏天"
    ],
    "source": "别院深深夏席清，石榴开遍透帘明。树阴满地日当午，梦觉流莺时一声。keysentence",
    "id": "P806"
  },
  {
    "title": "成都曲",
    "dynasty": "唐代",
    "writer": "张籍",
    "content": [
      "锦江近西烟水绿，",
      "新雨山头荔枝熟。keysentence",
      "万里桥边多酒家，",
      "游人爱向谁家宿。"
    ],
    "type": [
      "地名",
      "写景"
    ],
    "source": "锦江近西烟水绿，新雨山头荔枝熟。keysentence万里桥边多酒家，游人爱向谁家宿。",
    "id": "P807"
  },
  {
    "title": "乌夜啼·昨夜风兼雨",
    "dynasty": "五代",
    "writer": "李煜",
    "content": [
      "昨夜风兼雨，",
      "帘帏飒飒秋声。",
      "烛残漏断频欹枕，",
      "起坐不能平。",
      "世事漫随流水，",
      "算来一梦浮生。keysentence",
      "醉乡路稳宜频到，",
      "此外不堪行。"
    ],
    "type": [
      "宋词三百首",
      "写风",
      "写雨",
      "抒情",
      "人生"
    ],
    "source": "昨夜风兼雨，帘帏飒飒秋声。烛残漏断频欹枕，起坐不能平。世事漫随流水，算来一梦浮生。keysentence醉乡路稳宜频到，此外不堪行。",
    "id": "P808"
  },
  {
    "title": "隆中对",
    "dynasty": "魏晋",
    "writer": "陈寿",
    "content": [
      "亮躬耕陇亩，",
      "身长八尺，",
      "每自比于管仲、乐毅，",
      "时人莫之许也。",
      "惟博陵崔州平、颍川徐庶元直与亮友善，",
      "谓为信然。",
      "时先主屯新野。",
      "徐庶见先主，",
      "先主器之，",
      "谓先主曰：",
      "诸葛孔明者，",
      "卧龙也，",
      "将军岂愿见之乎？",
      "先主曰：",
      "君与俱来。",
      "庶曰：",
      "此人可就见，",
      "不可屈致也。",
      "将军宜枉驾顾之。",
      "由是先主遂诣亮，",
      "凡三往，",
      "乃见。",
      "因屏人曰：",
      "汉室倾颓，",
      "奸臣窃命，",
      "主上蒙尘。",
      "孤不度德量力，",
      "欲信大义于天下；",
      "而智术浅短，",
      "遂用猖蹶，",
      "至于今日。",
      "然志犹未已，",
      "君谓计将安出？",
      "亮答曰：",
      "自董卓已来，",
      "豪杰并起，",
      "跨州连郡者不可胜数。",
      "曹操比于袁绍，",
      "则名微而众寡。",
      "然操遂能克绍，",
      "以弱为强者，",
      "非惟天时，",
      "抑亦人谋也。",
      "今操已拥百万之众，",
      "挟天子而令诸侯，",
      "此诚不可与争锋。",
      "孙权据有江东，",
      "已历三世，",
      "国险而民附，",
      "贤能为之用，",
      "此可以为援而不可图也。",
      "荆州北据汉、沔，",
      "利尽南海，",
      "东连吴会，",
      "西通巴、蜀，",
      "此用武之国，",
      "而其主不能守，",
      "此殆天所以资将军，",
      "将军岂有意乎？",
      "益州险塞，",
      "沃野千里，",
      "天府之土，",
      "高祖因之以成帝业。",
      "刘璋暗弱，",
      "张鲁在北，",
      "民殷国富而不知存恤，",
      "智能之士思得明君。",
      "将军既帝室之胄，",
      "信义著于四海，",
      "总揽英雄，",
      "思贤如渴，",
      "若跨有荆、益，",
      "保其岩阻，",
      "西和诸戎，",
      "南抚夷越，",
      "外结好孙权，",
      "内修政理；",
      "天下有变，",
      "则命一上将将荆州之军以向宛、洛，",
      "将军身率益州之众出于秦川，",
      "百姓孰敢不箪食壶浆以迎将军者乎？",
      "诚如是，",
      "则霸业可成，",
      "汉室可兴矣。",
      "先主曰：",
      "善！",
      "于是与亮情好日密。",
      "关羽、张飞等不悦，",
      "先主解之曰：",
      "孤之有孔明，",
      "犹鱼之有水也。keysentence",
      "愿诸君勿复言。",
      "羽、飞乃止。"
    ],
    "type": [
      "初中文言文",
      "赞美",
      "写人"
    ],
    "source": "亮躬耕陇亩，好为《梁父吟》。身长八尺，每自比于管仲、乐毅，时人莫之许也。惟博陵崔州平、颍川徐庶元直与亮友善，谓为信然。时先主屯新野。徐庶见先主，先主器之，谓先主曰：诸葛孔明者，卧龙也，将军岂愿见之乎？先主曰：君与俱来。庶曰：此人可就见，不可屈致也。将军宜枉驾顾之。由是先主遂诣亮，凡三往，乃见。因屏人曰：汉室倾颓，奸臣窃命，主上蒙尘。孤不度德量力，欲信大义于天下；而智术浅短，遂用猖蹶，至于今日。然志犹未已，君谓计将安出？亮答曰：自董卓已来，豪杰并起，跨州连郡者不可胜数。曹操比于袁绍，则名微而众寡。然操遂能克绍，以弱为强者，非惟天时，抑亦人谋也。今操已拥百万之众，挟天子而令诸侯，此诚不可与争锋。孙权据有江东，已历三世，国险而民附，贤能为之用，此可以为援而不可图也。荆州北据汉、沔，利尽南海，东连吴会，西通巴、蜀，此用武之国，而其主不能守，此殆天所以资将军，将军岂有意乎？益州险塞，沃野千里，天府之土，高祖因之以成帝业。刘璋暗弱，张鲁在北，民殷国富而不知存恤，智能之士思得明君。将军既帝室之胄，信义著于四海，总揽英雄，思贤如渴，若跨有荆、益，保其岩阻，西和诸戎，南抚夷越，外结好孙权，内修政理；天下有变，则命一上将将荆州之军以向宛、洛，将军身率益州之众出于秦川，百姓孰敢不箪食壶浆以迎将军者乎？诚如是，则霸业可成，汉室可兴矣。先主曰：善！于是与亮情好日密。关羽、张飞等不悦，先主解之曰：孤之有孔明，犹鱼之有水也。keysentence愿诸君勿复言。羽、飞乃止。",
    "id": "P809"
  },
  {
    "title": "从军行七首·其四",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "青海长云暗雪山，",
      "孤城遥望玉门关。",
      "黄沙百战穿金甲，",
      "不破楼兰终不还。keysentence"
    ],
    "type": [
      "高中古诗",
      "边塞",
      "战争",
      "壮志",
      "早教古诗100首",
      "猖狂"
    ],
    "source": "青海长云暗雪山，孤城遥望玉门关。黄沙百战穿金甲，不破楼兰终不还。keysentence",
    "id": "P810"
  },
  {
    "title": "紫薇花",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "晓迎秋露一枝新，",
      "不占园中最上春。keysentence",
      "桃李无言又何在，",
      "向风偏笑艳阳人。"
    ],
    "type": [
      "咏物",
      "写花"
    ],
    "source": "晓迎秋露一枝新，不占园中最上春。keysentence桃李无言又何在，向风偏笑艳阳人。",
    "id": "P811"
  },
  {
    "title": "论诗五首",
    "dynasty": "清代",
    "writer": "赵翼",
    "content": [
      "满眼生机转化钧，",
      "天工人巧日争新。",
      "预支五百年新意，",
      "到了千年又觉陈。",
      "李杜诗篇万口传，",
      "至今已觉不新鲜。",
      "江山代有才人出，",
      "各领风骚数百年。",
      "只眼须凭自主张，",
      "纷纷艺苑漫雌黄。",
      "矮人看戏何曾见，",
      "都是随人说短长。",
      "少时学语苦难圆，",
      "只道工夫半未全。",
      "到老始知非力取，",
      "三分人事七分天。",
      "诗解穷人我未空，",
      "想因诗尚不曾工。",
      "熊鱼自笑贪心甚，",
      "既要工诗又怕穷。keysentence"
    ],
    "type": [],
    "source": "满眼生机转化钧，天工人巧日争新。预支五百年新意，到了千年又觉陈。李杜诗篇万口传，至今已觉不新鲜。江山代有才人出，各领风骚数百年。只眼须凭自主张，纷纷艺苑漫雌黄。矮人看戏何曾见，都是随人说短长。少时学语苦难圆，只道工夫半未全。到老始知非力取，三分人事七分天。诗解穷人我未空，想因诗尚不曾工。熊鱼自笑贪心甚，既要工诗又怕穷。keysentence",
    "id": "P812"
  },
  {
    "title": "六月二十日夜渡海",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "参横斗转欲三更，",
      "苦雨终风也解晴。keysentence",
      "云散月明谁点缀？",
      "天容海色本澄清。",
      "空余鲁叟乘桴意，",
      "粗识轩辕奏乐声。",
      "九死南荒吾不恨，",
      "兹游奇绝冠平生。"
    ],
    "type": [
      "游历",
      "写景",
      "抒情",
      "猖狂"
    ],
    "source": "参横斗转欲三更，苦雨终风也解晴。keysentence云散月明谁点缀？天容海色本澄清。空余鲁叟乘桴意，粗识轩辕奏乐声。九死南荒吾不恨，兹游奇绝冠平生。",
    "id": "P813"
  },
  {
    "title": "贫女",
    "dynasty": "唐代",
    "writer": "秦韬玉",
    "content": [
      "蓬门未识绮罗香，",
      "拟托良媒益自伤。",
      "谁爱风流高格调，",
      "共怜时世俭梳妆。",
      "敢将十指夸针巧，",
      "不把双眉斗画长。",
      "苦恨年年压金线，",
      "为他人作嫁衣裳。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "女子",
      "生活",
      "哲理",
      "怀才不遇"
    ],
    "source": "蓬门未识绮罗香，拟托良媒益自伤。谁爱风流高格调，共怜时世俭梳妆。敢将十指夸针巧，不把双眉斗画长。苦恨年年压金线，为他人作嫁衣裳。keysentence",
    "id": "P814"
  },
  {
    "title": "沙丘城下寄杜甫",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "我来竟何事，",
      "高卧沙丘城。",
      "城边有古树，",
      "日夕连秋声。",
      "鲁酒不可醉，",
      "齐歌空复情。",
      "思君若汶水，",
      "浩荡寄南征。keysentence"
    ],
    "type": [
      "怀念",
      "友情",
      "古体"
    ],
    "source": "我来竟何事，高卧沙丘城。城边有古树，日夕连秋声。鲁酒不可醉，齐歌空复情。思君若汶水，浩荡寄南征。keysentence",
    "id": "P815"
  },
  {
    "title": "如梦令·道是梨花不是",
    "dynasty": "宋代",
    "writer": "严蕊",
    "content": [
      "道是梨花不是。",
      "道是杏花不是。",
      "白白与红红，",
      "别是东风情味。keysentence",
      "曾记，",
      "曾记，",
      "人在武陵微醉。"
    ],
    "type": [
      "咏物",
      "桃花",
      "言志"
    ],
    "source": "道是梨花不是。道是杏花不是。白白与红红，别是东风情味。keysentence曾记，曾记，人在武陵微醉。",
    "id": "P816"
  },
  {
    "title": "杂诗",
    "dynasty": "唐代",
    "writer": "佚名",
    "content": [
      "近寒食雨草萋萋，",
      "著麦苗风柳映堤。",
      "等是有家归未得，",
      "杜鹃休向耳边啼。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "寒食节",
      "思乡",
      "感伤"
    ],
    "source": "近寒食雨草萋萋，著麦苗风柳映堤。等是有家归未得，杜鹃休向耳边啼。keysentence",
    "id": "P817"
  },
  {
    "title": "采桑子·时光只解催人老",
    "dynasty": "宋代",
    "writer": "晏殊",
    "content": [
      "时光只解催人老，",
      "不信多情，",
      "长恨离亭，",
      "泪滴春衫酒易醒。keysentence",
      "梧桐昨夜西风急，",
      "淡月胧明，",
      "好梦频惊，",
      "何处高楼雁一声？"
    ],
    "type": [
      "婉约",
      "感叹",
      "人生",
      "写景"
    ],
    "source": "时光只解催人老，不信多情，长恨离亭，泪滴春衫酒易醒。keysentence梧桐昨夜西风急，淡月胧明，好梦频惊，何处高楼雁一声？",
    "id": "P818"
  },
  {
    "title": "鲁山山行",
    "dynasty": "宋代",
    "writer": "梅尧臣",
    "content": [
      "适与野情惬，",
      "千山高复低。keysentence",
      "好峰随处改，",
      "幽径独行迷。",
      "霜落熊升树，",
      "林空鹿饮溪。",
      "人家在何许？",
      "云外一声鸡。"
    ],
    "type": [
      "古诗三百首",
      "初中古诗",
      "登山",
      "写景",
      "抒怀"
    ],
    "source": "适与野情惬，千山高复低。keysentence好峰随处改，幽径独行迷。霜落熊升树，林空鹿饮溪。人家在何许？云外一声鸡。",
    "id": "P819"
  },
  {
    "title": "无题·来是空言去绝踪",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "来是空言去绝踪，",
      "月斜楼上五更钟。",
      "梦为远别啼难唤，",
      "书被催成墨未浓。",
      "蜡照半笼金翡翠，",
      "麝熏微度绣芙蓉。",
      "刘郎已恨蓬山远，",
      "更隔蓬山一万重！keysentence"
    ],
    "type": [
      "唐诗三百首",
      "记梦",
      "爱情",
      "思念"
    ],
    "source": "来是空言去绝踪，月斜楼上五更钟。梦为远别啼难唤，书被催成墨未浓。蜡照半笼金翡翠，麝熏微度绣芙蓉。刘郎已恨蓬山远，更隔蓬山一万重！keysentence",
    "id": "P820"
  },
  {
    "title": "鹊踏枝·六曲阑干偎碧树",
    "dynasty": "五代",
    "writer": "冯延巳",
    "content": [
      "六曲阑干偎碧树，",
      "杨柳风轻，",
      "展尽黄金缕。",
      "谁把钿筝移玉柱，",
      "穿帘海燕双飞去。keysentence",
      "满眼游丝兼落絮，",
      "红杏开时，",
      "一霎清明雨。",
      "浓睡觉来莺乱语，",
      "惊残好梦无寻处。"
    ],
    "type": [
      "清明节",
      "写景",
      "回忆",
      "伤怀"
    ],
    "source": "六曲阑干偎碧树，杨柳风轻，展尽黄金缕。谁把钿筝移玉柱，穿帘海燕双飞去。keysentence满眼游丝兼落絮，红杏开时，一霎清明雨。浓睡觉来莺乱语，惊残好梦无寻处。",
    "id": "P821"
  },
  {
    "title": "八阵图",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "功盖三分国，",
      "名成八阵图。",
      "江流石不转，",
      "遗恨失吞吴。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "怀古",
      "写人",
      "哲理"
    ],
    "source": "功盖三分国，名成八阵图。江流石不转，遗恨失吞吴。keysentence",
    "id": "P823"
  },
  {
    "title": "过松源晨炊漆公店",
    "dynasty": "宋代",
    "writer": "杨万里",
    "content": [
      "莫言下岭便无难，",
      "赚得行人错喜欢。",
      "正入万山圈子里，",
      "一山放过一山拦。keysentence"
    ],
    "type": [
      "初中古诗",
      "写景",
      "行路",
      "哲理"
    ],
    "source": "莫言下岭便无难，赚得行人错喜欢。正入万山圈子里，一山放过一山拦。keysentence",
    "id": "P824"
  },
  {
    "title": "春日",
    "dynasty": "宋代",
    "writer": "朱熹",
    "content": [
      "胜日寻芳泗水滨，",
      "无边光景一时新。",
      "等闲识得东风面，",
      "万紫千红总是春。keysentence"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "春天",
      "写景",
      "哲理",
      "早教古诗100首"
    ],
    "source": "胜日寻芳泗水滨，无边光景一时新。等闲识得东风面，万紫千红总是春。keysentence",
    "id": "P825"
  },
  {
    "title": "陋室铭",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "山不在高，",
      "有仙则名。",
      "水不在深，",
      "有龙则灵。keysentence",
      "斯是陋室，",
      "惟吾德馨。",
      "苔痕上阶绿，",
      "草色入帘青。",
      "谈笑有鸿儒，",
      "往来无白丁。",
      "可以调素琴，",
      "阅金经。",
      "无丝竹之乱耳，",
      "无案牍之劳形。",
      "南阳诸葛庐，",
      "西蜀子云亭。",
      "孔子云：",
      "何陋之有？"
    ],
    "type": [
      "初中文言文",
      "古文观止",
      "咏物",
      "赞美",
      "品格"
    ],
    "source": "山不在高，有仙则名。水不在深，有龙则灵。keysentence斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？",
    "id": "P826"
  },
  {
    "title": "六州歌头·长淮望断",
    "dynasty": "宋代",
    "writer": "张孝祥",
    "content": [
      "长淮望断，",
      "关塞莽然平。",
      "征尘暗，",
      "霜风劲，",
      "悄边声。",
      "黯销凝。",
      "追想当年事，",
      "殆天数，",
      "非人力，",
      "洙泗上，",
      "弦歌地，",
      "亦膻腥。",
      "隔水毡乡，",
      "落日牛羊下，",
      "区脱纵横。",
      "看名王宵猎，",
      "骑火一川明。",
      "笳鼓悲鸣。",
      "遣人惊。",
      "念腰间箭，",
      "匣中剑，",
      "空埃蠹，",
      "竟何成。",
      "时易失，",
      "心徒壮，",
      "岁将零。",
      "渺神京。",
      "干羽方怀远，",
      "静烽燧，",
      "且休兵。",
      "冠盖使，",
      "纷驰骛，",
      "若为情。keysentence",
      "闻道中原遗老，",
      "常南望、翠葆霓旌。",
      "使行人到此，",
      "忠愤气填膺。",
      "有泪如倾。"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "爱国",
      "壮志"
    ],
    "source": "长淮望断，关塞莽然平。征尘暗，霜风劲，悄边声。黯销凝。追想当年事，殆天数，非人力，洙泗上，弦歌地，亦膻腥。隔水毡乡，落日牛羊下，区脱纵横。看名王宵猎，骑火一川明。笳鼓悲鸣。遣人惊。念腰间箭，匣中剑，空埃蠹，竟何成。时易失，心徒壮，岁将零。渺神京。干羽方怀远，静烽燧，且休兵。冠盖使，纷驰骛，若为情。keysentence闻道中原遗老，常南望、翠葆霓旌。使行人到此，忠愤气填膺。有泪如倾。",
    "id": "P827"
  },
  {
    "title": "临江仙·饮散离亭西去",
    "dynasty": "五代",
    "writer": "徐昌图",
    "content": [
      "饮散离亭西去，",
      "浮生长恨飘蓬。keysentence",
      "回头烟柳渐重重。",
      "淡云孤雁远，",
      "寒日暮天红。",
      "今夜画船何处？",
      "潮平淮月朦胧。",
      "酒醒人静奈愁浓。",
      "残灯孤枕梦，",
      "轻浪五更风。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "孤独",
      "写景"
    ],
    "source": "饮散离亭西去，浮生长恨飘蓬。keysentence回头烟柳渐重重。淡云孤雁远，寒日暮天红。今夜画船何处？潮平淮月朦胧。酒醒人静奈愁浓。残灯孤枕梦，轻浪五更风。",
    "id": "P828"
  },
  {
    "title": "暮江吟",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "一道残阳铺水中，",
      "半江瑟瑟半江红。keysentence",
      "可怜九月初三夜，",
      "露似真珠月似弓。"
    ],
    "type": [
      "写景",
      "写水",
      "长江",
      "古诗里的十二个月"
    ],
    "source": "一道残阳铺水中，半江瑟瑟半江红。keysentence可怜九月初三夜，露似真珠月似弓。",
    "id": "P829"
  },
  {
    "title": "卜算子·我住长江头",
    "dynasty": "宋代",
    "writer": "李之仪",
    "content": [
      "我住长江头，",
      "君住长江尾。",
      "日日思君不见君，",
      "共饮长江水。",
      "此水几时休，",
      "此恨何时已。",
      "只愿君心似我心，",
      "定不负相思意。keysentence"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "长江",
      "思念",
      "爱情"
    ],
    "source": "我住长江头，君住长江尾。日日思君不见君，共饮长江水。此水几时休，此恨何时已。只愿君心似我心，定不负相思意。keysentence",
    "id": "P830"
  },
  {
    "title": "西江月·夜行黄沙道中",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "明月别枝惊鹊，",
      "清风半夜鸣蝉。",
      "稻花香里说丰年，",
      "听取蛙声一片。",
      "七八个星天外，",
      "两三点雨山前。keysentence",
      "旧时茅店社林边，",
      "路转溪桥忽见。"
    ],
    "type": [
      "宋词三百首",
      "小学古诗",
      "初中古诗",
      "婉约",
      "豪放",
      "夏天",
      "农村",
      ""
    ],
    "source": "明月别枝惊鹊，清风半夜鸣蝉。稻花香里说丰年，听取蛙声一片。七八个星天外，两三点雨山前。keysentence旧时茅店社林边，路转溪桥忽见。",
    "id": "P831"
  },
  {
    "title": "送友人",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "青山横北郭，",
      "白水绕东城。",
      "此地一为别，",
      "孤蓬万里征。",
      "浮云游子意，",
      "落日故人情。keysentence",
      "挥手自兹去，",
      "萧萧班马鸣。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "送别",
      "写景",
      "惜别",
      "友情"
    ],
    "source": "青山横北郭，白水绕东城。此地一为别，孤蓬万里征。浮云游子意，落日故人情。keysentence挥手自兹去，萧萧班马鸣。",
    "id": "P832"
  },
  {
    "title": "渔家傲·天接云涛连晓雾",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "天接云涛连晓雾，",
      "星河欲转千帆舞。keysentence",
      "仿佛梦魂归帝所。",
      "闻天语，",
      "殷勤问我归何处。",
      "我报路长嗟日暮，",
      "学诗谩有惊人句。",
      "九万里风鹏正举。",
      "风休住，",
      "蓬舟吹取三山去！"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "豪放",
      "感伤",
      "怀念"
    ],
    "source": "天接云涛连晓雾，星河欲转千帆舞。keysentence仿佛梦魂归帝所。闻天语，殷勤问我归何处。我报路长嗟日暮，学诗谩有惊人句。九万里风鹏正举。风休住，蓬舟吹取三山去！",
    "id": "P833"
  },
  {
    "title": "夏日田园杂兴·其七",
    "dynasty": "宋代",
    "writer": "范成大",
    "content": [
      "昼出耘田夜绩麻，",
      "村庄儿女各当家。",
      "童孙未解供耕织，",
      "也傍桑阴学种瓜。keysentence"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "农村",
      "夏天",
      "生活"
    ],
    "source": "昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。keysentence",
    "id": "P835"
  },
  {
    "title": "春怨",
    "dynasty": "唐代",
    "writer": "金昌绪",
    "content": [
      "打起黄莺儿，",
      "莫教枝上啼。",
      "啼时惊妾梦，",
      "不得到辽西。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "闺怨",
      "怀人"
    ],
    "source": "打起黄莺儿，莫教枝上啼。啼时惊妾梦，不得到辽西。keysentence",
    "id": "P836"
  },
  {
    "title": "商山早行",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "晨起动征铎，",
      "客行悲故乡。",
      "鸡声茅店月，",
      "人迹板桥霜。keysentence",
      "槲叶落山路，",
      "枳花明驿墙。",
      "因思杜陵梦，",
      "凫雁满回塘。"
    ],
    "type": [
      "初中古诗",
      "写景",
      "思乡"
    ],
    "source": "晨起动征铎，客行悲故乡。鸡声茅店月，人迹板桥霜。keysentence槲叶落山路，枳花明驿墙。因思杜陵梦，凫雁满回塘。",
    "id": "P837"
  },
  {
    "title": "寒食上冢",
    "dynasty": "宋代",
    "writer": "杨万里",
    "content": [
      "迳直夫何细！",
      "桥危可免扶？",
      "远山枫外淡，",
      "破屋麦边孤。",
      "宿草春风又，",
      "新阡去岁无。",
      "梨花自寒食，",
      "进节只愁余。keysentence"
    ],
    "type": [
      "寒食节",
      "写景",
      "思念"
    ],
    "source": "迳直夫何细！桥危可免扶？远山枫外淡，破屋麦边孤。宿草春风又，新阡去岁无。梨花自寒食，进节只愁余。keysentence",
    "id": "P839"
  },
  {
    "title": "秋晚登城北楼",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "幅巾藜杖北城头，",
      "卷地西风满眼愁。",
      "一点烽传散关信，",
      "两行雁带杜陵秋。keysentence",
      "山河兴废供搔首，",
      "身世安危入倚楼。",
      "横槊赋诗非复昔，",
      "梦魂犹绕古梁州。"
    ],
    "type": [
      "秋天",
      "登楼",
      "抒怀",
      "爱国",
      "壮志"
    ],
    "source": "幅巾藜杖北城头，卷地西风满眼愁。一点烽传散关信，两行雁带杜陵秋。keysentence山河兴废供搔首，身世安危入倚楼。横槊赋诗非复昔，梦魂犹绕古梁州。",
    "id": "P840"
  },
  {
    "title": "更漏子·柳丝长",
    "dynasty": "宋代",
    "writer": "晏几道",
    "content": [
      "柳丝长，",
      "桃叶小。",
      "深院断无人到。",
      "红日淡，",
      "绿烟晴。",
      "流莺三两声。keysentence",
      "雪香浓，",
      "檀晕少。",
      "枕上卧枝花好。",
      "春思重，",
      "晓妆迟。",
      "寻思残梦时。"
    ],
    "type": [
      "宋词三百首",
      "春天",
      "写景",
      "女子",
      "闺思"
    ],
    "source": "柳丝长，桃叶小。深院断无人到。红日淡，绿烟晴。流莺三两声。keysentence雪香浓，檀晕少。枕上卧枝花好。春思重，晓妆迟。寻思残梦时。",
    "id": "P841"
  },
  {
    "title": "宿业师山房期丁大不至",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "夕阳度西岭，",
      "群壑倏已暝。",
      "松月生夜凉，",
      "风泉满清听。",
      "樵人归欲尽，",
      "烟鸟栖初定。keysentence",
      "之子期宿来，",
      "孤琴候萝径。"
    ],
    "type": [
      "唐诗三百首",
      "写景"
    ],
    "source": "夕阳度西岭，群壑倏已暝。松月生夜凉，风泉满清听。樵人归欲尽，烟鸟栖初定。keysentence之子期宿来，孤琴候萝径。",
    "id": "P842"
  },
  {
    "title": "观刈麦",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "田家少闲月，",
      "五月人倍忙。",
      "夜来南风起，",
      "小麦覆陇黄。keysentence",
      "妇姑荷箪食，",
      "童稚携壶浆，",
      "相随饷田去，",
      "丁壮在南冈。",
      "足蒸暑土气，",
      "背灼炎天光，",
      "力尽不知热，",
      "但惜夏日长。",
      "复有贫妇人，",
      "抱子在其旁，",
      "右手秉遗穗，",
      "左臂悬敝筐。",
      "听其相顾言，",
      "闻者为悲伤。",
      "家田输税尽，",
      "拾此充饥肠。",
      "今我何功德？",
      "曾不事农桑。",
      "吏禄三百石，",
      "岁晏有余粮，",
      "念此私自愧，",
      "尽日不能忘。"
    ],
    "type": [
      "初中古诗",
      "夏天",
      "农民",
      "生活",
      "讽喻",
      "古诗里的十二个月"
    ],
    "source": "田家少闲月，五月人倍忙。夜来南风起，小麦覆陇黄。keysentence妇姑荷箪食，童稚携壶浆，相随饷田去，丁壮在南冈。足蒸暑土气，背灼炎天光，力尽不知热，但惜夏日长。复有贫妇人，抱子在其旁，右手秉遗穗，左臂悬敝筐。听其相顾言，闻者为悲伤。家田输税尽，拾此充饥肠。今我何功德？曾不事农桑。吏禄三百石，岁晏有余粮，念此私自愧，尽日不能忘。",
    "id": "P843"
  },
  {
    "title": "桑茶坑道中",
    "dynasty": "宋代",
    "writer": "杨万里",
    "content": [
      "晴明风日雨干时，",
      "草满花堤水满溪。",
      "童子柳阴眠正着，",
      "一牛吃过柳阴西。keysentence"
    ],
    "type": [
      "春天",
      "写景",
      "儿童",
      "生活"
    ],
    "source": "晴明风日雨干时，草满花堤水满溪。童子柳阴眠正着，一牛吃过柳阴西。keysentence",
    "id": "P844"
  },
  {
    "title": "送郑少府入辽共赋侠客远从戎",
    "dynasty": "唐代",
    "writer": "骆宾王",
    "content": [
      "边烽警榆塞，",
      "侠客度桑乾。",
      "柳叶开银镝，",
      "桃花照玉鞍。keysentence",
      "满月临弓影，",
      "连星入剑端。",
      "不学燕丹客，",
      "徒歌易水寒。"
    ],
    "type": [
      "送别",
      "侠客"
    ],
    "source": "边烽警榆塞，侠客度桑乾。柳叶开银镝，桃花照玉鞍。keysentence满月临弓影，连星入剑端。不学燕丹客，徒歌易水寒。",
    "id": "P845"
  },
  {
    "title": "戏为六绝句·其二",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "王杨卢骆当时体，",
      "轻薄为文哂未休。",
      "尔曹身与名俱灭，",
      "不废江河万古流。keysentence"
    ],
    "type": [
      "励志",
      "文学",
      "观点"
    ],
    "source": "王杨卢骆当时体，轻薄为文哂未休。尔曹身与名俱灭，不废江河万古流。keysentence",
    "id": "P846"
  },
  {
    "title": "水仙子·咏江南",
    "dynasty": "元代",
    "writer": "张养浩",
    "content": [
      "一江烟水照晴岚，",
      "两岸人家接画檐，",
      "芰荷丛一段秋光淡。",
      "看沙鸥舞再三，",
      "卷香风十里珠帘。",
      "画船儿天边至，",
      "酒旗儿风外飐。keysentence",
      "爱杀江南！"
    ],
    "type": [
      "江南",
      "写景",
      "抒情"
    ],
    "source": "一江烟水照晴岚，两岸人家接画檐，芰荷丛一段秋光淡。看沙鸥舞再三，卷香风十里珠帘。画船儿天边至，酒旗儿风外飐。keysentence爱杀江南！",
    "id": "P847"
  },
  {
    "title": "九歌·湘夫人",
    "dynasty": "先秦",
    "writer": "屈原",
    "content": [
      "帝子降兮北渚，",
      "目眇眇兮愁予。",
      "袅袅兮秋风，",
      "洞庭波兮木叶下。keysentence",
      "登白薠兮骋望，",
      "与佳期兮夕张。",
      "鸟何萃兮苹中，",
      "罾何为兮木上。",
      "沅有芷兮澧有兰，",
      "思公子兮未敢言。",
      "荒忽兮远望，",
      "观流水兮潺湲。",
      "麋何食兮庭中？",
      "蛟何为兮水裔？",
      "朝驰余马兮江皋，",
      "夕济兮西澨。",
      "闻佳人兮召予，",
      "将腾驾兮偕逝。",
      "筑室兮水中，",
      "葺之兮荷盖；",
      "荪壁兮紫坛，",
      "播芳椒兮成堂；",
      "桂栋兮兰橑，",
      "辛夷楣兮药房；",
      "罔薜荔兮为帷，",
      "擗蕙櫋兮既张；",
      "白玉兮为镇，",
      "疏石兰兮为芳；",
      "芷葺兮荷屋，",
      "缭之兮杜衡。",
      "合百草兮实庭，",
      "建芳馨兮庑门。",
      "九嶷缤兮并迎，",
      "灵之来兮如云。",
      "捐余袂兮江中，",
      "遗余褋兮澧浦。",
      "搴汀洲兮杜若，",
      "将以遗兮远者；",
      "时不可兮骤得，",
      "聊逍遥兮容与！"
    ],
    "type": [
      "思念",
      "爱情",
      "写人"
    ],
    "source": "帝子降兮北渚，目眇眇兮愁予。袅袅兮秋风，洞庭波兮木叶下。keysentence登白薠兮骋望，与佳期兮夕张。鸟何萃兮苹中，罾何为兮木上。沅有芷兮澧有兰，思公子兮未敢言。荒忽兮远望，观流水兮潺湲。麋何食兮庭中？蛟何为兮水裔？朝驰余马兮江皋，夕济兮西澨。闻佳人兮召予，将腾驾兮偕逝。筑室兮水中，葺之兮荷盖；荪壁兮紫坛，播芳椒兮成堂；桂栋兮兰橑，辛夷楣兮药房；罔薜荔兮为帷，擗蕙櫋兮既张；白玉兮为镇，疏石兰兮为芳；芷葺兮荷屋，缭之兮杜衡。合百草兮实庭，建芳馨兮庑门。九嶷缤兮并迎，灵之来兮如云。捐余袂兮江中，遗余褋兮澧浦。搴汀洲兮杜若，将以遗兮远者；时不可兮骤得，聊逍遥兮容与！",
    "id": "P848"
  },
  {
    "title": "长歌行",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "桃李待日开，",
      "荣华照当年。",
      "东风动百物，",
      "草木尽欲言。",
      "枯枝无丑叶，",
      "涸水吐清泉。keysentence",
      "大力运天地，",
      "羲和无停鞭。",
      "功名不早著，",
      "竹帛将何宣。",
      "桃李务青春，",
      "谁能贳白日。",
      "富贵与神仙，",
      "蹉跎成两失。",
      "金石犹销铄，",
      "风霜无久质。",
      "畏落日月后，",
      "强欢歌与酒。",
      "秋霜不惜人，",
      "倏忽侵蒲柳。"
    ],
    "type": [
      "乐府",
      "建功立业",
      "理想"
    ],
    "source": "桃李待日开，荣华照当年。东风动百物，草木尽欲言。枯枝无丑叶，涸水吐清泉。keysentence大力运天地，羲和无停鞭。功名不早著，竹帛将何宣。桃李务青春，谁能贳白日。富贵与神仙，蹉跎成两失。金石犹销铄，风霜无久质。畏落日月后，强欢歌与酒。秋霜不惜人，倏忽侵蒲柳。",
    "id": "P849"
  },
  {
    "title": "黄鹤楼送孟浩然之广陵",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "故人西辞黄鹤楼，",
      "烟花三月下扬州。keysentence",
      "孤帆远影碧空尽，",
      "唯见长江天际流。"
    ],
    "type": [
      "唐诗三百首",
      "小学古诗",
      "写景",
      "写水",
      "长江",
      "地名",
      "离别",
      "友情",
      "送别",
      "早教古诗100首",
      "古诗里的十二个月"
    ],
    "source": "故人西辞黄鹤楼，烟花三月下扬州。keysentence孤帆远影碧空尽，唯见长江天际流。",
    "id": "P850"
  },
  {
    "title": "潇湘神·斑竹枝",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "斑竹枝，",
      "斑竹枝，",
      "泪痕点点寄相思。keysentence",
      "楚客欲听瑶瑟怨，",
      "潇湘深夜月明时。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "咏物",
      "怀古",
      "哀怨"
    ],
    "source": "斑竹枝，斑竹枝，泪痕点点寄相思。keysentence楚客欲听瑶瑟怨，潇湘深夜月明时。",
    "id": "P851"
  },
  {
    "title": "晚晴",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "深居俯夹城，",
      "春去夏犹清。keysentence",
      "天意怜幽草，",
      "人间重晚晴。",
      "并添高阁迥，",
      "微注小窗明。",
      "越鸟巢干后，",
      "归飞体更轻。"
    ],
    "type": [
      "夏天",
      "登高",
      "写景",
      "抒情"
    ],
    "source": "深居俯夹城，春去夏犹清。keysentence天意怜幽草，人间重晚晴。并添高阁迥，微注小窗明。越鸟巢干后，归飞体更轻。",
    "id": "P852"
  },
  {
    "title": "出郊",
    "dynasty": "明代",
    "writer": "杨慎",
    "content": [
      "高田如楼梯，",
      "平田如棋局。keysentence",
      "白鹭忽飞来，",
      "点破秧针绿。"
    ],
    "type": [
      "古诗三百首",
      "春天",
      "田园",
      "写景"
    ],
    "source": "高田如楼梯，平田如棋局。keysentence白鹭忽飞来，点破秧针绿。",
    "id": "P853"
  },
  {
    "title": "北青萝",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "残阳西入崦，",
      "茅屋访孤僧。",
      "落叶人何在，",
      "寒云路几层。keysentence",
      "独敲初夜磬，",
      "闲倚一枝藤。",
      "世界微尘里，",
      "吾宁爱与憎。"
    ],
    "type": [
      "唐诗三百首",
      "寻访"
    ],
    "source": "残阳西入崦，茅屋访孤僧。落叶人何在，寒云路几层。keysentence独敲初夜磬，闲倚一枝藤。世界微尘里，吾宁爱与憎。",
    "id": "P854"
  },
  {
    "title": "朝天子·咏喇叭",
    "dynasty": "明代",
    "writer": "王磐",
    "content": [
      "喇叭，",
      "唢呐，",
      "曲儿小腔儿大。",
      "官船来往乱如麻，",
      "全仗你抬声价。",
      "军听了军愁，",
      "民听了民怕。",
      "哪里去辨甚么真共假？",
      "眼见的吹翻了这家，",
      "吹伤了那家，",
      "只吹的水尽鹅飞罢！keysentence"
    ],
    "type": [
      "初中古诗",
      "咏物"
    ],
    "source": "喇叭，唢呐，曲儿小腔儿大。官船来往乱如麻，全仗你抬声价。军听了军愁，民听了民怕。哪里去辨甚么真共假？眼见的吹翻了这家，吹伤了那家，只吹的水尽鹅飞罢！keysentence",
    "id": "P855"
  },
  {
    "title": "载驰",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "载驰载驱，",
      "归唁卫侯。keysentence",
      "驱马悠悠，",
      "言至于漕。",
      "大夫跋涉，",
      "我心则忧。",
      "既不我嘉，",
      "不能旋反。",
      "视尔不臧，",
      "我思不远。",
      "既不我嘉，",
      "不能旋济？",
      "视尔不臧，",
      "我思不閟。",
      "陟彼阿丘，",
      "言采其蝱。",
      "女子善怀，",
      "亦各有行。",
      "许人尤之，",
      "众稚且狂。",
      "我行其野，",
      "芃芃其麦。",
      "控于大邦，",
      "谁因谁极？",
      "大夫君子，",
      "无我有尤。",
      "百尔所思，",
      "不如我所之。"
    ],
    "type": [
      "诗经",
      "爱国"
    ],
    "source": "载驰载驱，归唁卫侯。keysentence驱马悠悠，言至于漕。大夫跋涉，我心则忧。既不我嘉，不能旋反。视尔不臧，我思不远。既不我嘉，不能旋济？视尔不臧，我思不閟。陟彼阿丘，言采其蝱。女子善怀，亦各有行。许人尤之，众稚且狂。我行其野，芃芃其麦。控于大邦，谁因谁极？大夫君子，无我有尤。百尔所思，不如我所之。",
    "id": "P856"
  },
  {
    "title": "蝶恋花·雨霰疏疏经泼火",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "雨霰疏疏经泼火。",
      "巷陌秋千，",
      "犹未清明过。",
      "杏子梢头香蕾破。",
      "淡红褪白胭脂涴。",
      "苦被多情相折挫。",
      "病绪厌厌，",
      "浑似年时个。keysentence",
      "绕遍回廊还独坐。",
      "月笼云暗重门锁。"
    ],
    "type": [
      "孤独",
      "感伤"
    ],
    "source": "雨霰疏疏经泼火。巷陌秋千，犹未清明过。杏子梢头香蕾破。淡红褪白胭脂涴。苦被多情相折挫。病绪厌厌，浑似年时个。keysentence绕遍回廊还独坐。月笼云暗重门锁。",
    "id": "P857"
  },
  {
    "title": "春残",
    "dynasty": "唐代",
    "writer": "翁宏",
    "content": [
      "又是春残也，",
      "如何出翠帏？keysentence",
      "落花人独立，",
      "微雨燕双飞。",
      "寓目魂将断，",
      "经年梦亦非。",
      "那堪向愁夕，",
      "萧飒暮蝉辉。"
    ],
    "type": [
      "女子",
      "怀人"
    ],
    "source": "又是春残也，如何出翠帏？keysentence落花人独立，微雨燕双飞。寓目魂将断，经年梦亦非。那堪向愁夕，萧飒暮蝉辉。",
    "id": "P858"
  },
  {
    "title": "梅花绝句·其一",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "闻道梅花坼晓风，",
      "雪堆遍满四山中。",
      "何方可化身千亿，",
      "一树梅花一放翁。keysentence"
    ],
    "type": [
      "古诗三百首",
      "咏物",
      "梅花",
      "抒怀"
    ],
    "source": "闻道梅花坼晓风，雪堆遍满四山中。何方可化身千亿，一树梅花一放翁。keysentence",
    "id": "P859"
  },
  {
    "title": "剑门道中遇微雨",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "衣上征尘杂酒痕，",
      "远游无处不消魂。",
      "此身合是诗人未？",
      "细雨骑驴入剑门。keysentence"
    ],
    "type": [
      "古诗三百首",
      "写雨",
      "抒怀"
    ],
    "source": "衣上征尘杂酒痕，远游无处不消魂。此身合是诗人未？细雨骑驴入剑门。keysentence",
    "id": "P860"
  },
  {
    "title": "唐多令·柳絮",
    "dynasty": "清代",
    "writer": "曹雪芹",
    "content": [
      "粉堕百花洲，",
      "香残燕子楼。",
      "一团团、逐队成球。",
      "飘泊亦如人命薄，",
      "空缱绻，",
      "说风流。",
      "草木也知愁，",
      "韶华竟白头。keysentence",
      "叹今生、谁舍谁收！",
      "嫁与东风春不管，",
      "凭尔去，",
      "忍淹留！"
    ],
    "type": [
      "婉约",
      "柳树",
      "感叹",
      "命运"
    ],
    "source": "粉堕百花洲，香残燕子楼。一团团、逐队成球。飘泊亦如人命薄，空缱绻，说风流。草木也知愁，韶华竟白头。keysentence叹今生、谁舍谁收！嫁与东风春不管，凭尔去，忍淹留！",
    "id": "P861"
  },
  {
    "title": "城东早春",
    "dynasty": "唐代",
    "writer": "杨巨源",
    "content": [
      "诗家清景在新春，",
      "绿柳才黄半未匀。",
      "若待上林花似锦，",
      "出门俱是看花人。keysentence"
    ],
    "type": [
      "春天",
      "写景",
      "哲理"
    ],
    "source": "诗家清景在新春，绿柳才黄半未匀。若待上林花似锦，出门俱是看花人。keysentence",
    "id": "P862"
  },
  {
    "title": "月夜",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "今夜鄜州月，",
      "闺中只独看。",
      "遥怜小儿女，",
      "未解忆长安。keysentence",
      "香雾云鬟湿，",
      "清辉玉臂寒。",
      "何时倚虚幌，",
      "双照泪痕干。"
    ],
    "type": [
      "唐诗三百首",
      "高中古诗",
      "月亮",
      "思念",
      "女子"
    ],
    "source": "今夜鄜州月，闺中只独看。遥怜小儿女，未解忆长安。keysentence香雾云鬟湿，清辉玉臂寒。何时倚虚幌，双照泪痕干。",
    "id": "P863"
  },
  {
    "title": "饮湖上初晴后雨二首·其二",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "水光潋滟晴方好，",
      "山色空蒙雨亦奇。keysentence",
      "欲把西湖比西子，",
      "淡妆浓抹总相宜。"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "西湖",
      "写雨",
      "写景",
      "早教古诗100首"
    ],
    "source": "水光潋滟晴方好，山色空蒙雨亦奇。keysentence欲把西湖比西子，淡妆浓抹总相宜。",
    "id": "P864"
  },
  {
    "title": "劝学诗",
    "dynasty": "宋代",
    "writer": "朱熹",
    "content": [
      "少年易老学难成，",
      "一寸光阴不可轻。keysentence",
      "未觉池塘春草梦，",
      "阶前梧叶已秋声。"
    ],
    "type": [
      "励志",
      "惜时",
      "读书"
    ],
    "source": "少年易老学难成，一寸光阴不可轻。keysentence未觉池塘春草梦，阶前梧叶已秋声。",
    "id": "P865"
  },
  {
    "title": "竹枝词二首·其一",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "杨柳青青江水平，",
      "闻郎江上踏歌声。",
      "东边日出西边雨，",
      "道是无晴却有晴。keysentence"
    ],
    "type": [
      "乐府",
      "民歌",
      "爱情",
      "写景",
      "早教古诗100首"
    ],
    "source": "杨柳青青江水平，闻郎江上踏歌声。东边日出西边雨，道是无晴却有晴。keysentence",
    "id": "P866"
  },
  {
    "title": "端午即事",
    "dynasty": "宋代",
    "writer": "文天祥",
    "content": [
      "五月五日午，",
      "赠我一枝艾。keysentence",
      "故人不可见，",
      "新知万里外。",
      "丹心照夙昔，",
      "鬓发日已改。",
      "我欲从灵均，",
      "三湘隔辽海。"
    ],
    "type": [
      "端午节",
      "无奈",
      "壮志"
    ],
    "source": "五月五日午，赠我一枝艾。keysentence 故人不可见，新知万里外。丹心照夙昔，鬓发日已改。 我欲从灵均，三湘隔辽海。",
    "id": "P867"
  },
  {
    "title": "卖花声·怀古",
    "dynasty": "元代",
    "writer": "张可久",
    "content": [
      "阿房舞殿翻罗袖，",
      "金谷名园起玉楼，",
      "隋堤古柳缆龙舟。",
      "不堪回首，",
      "东风还又，",
      "野花开暮春时候。",
      "美人自刎乌江岸，",
      "战火曾烧赤壁山，",
      "将军空老玉门关。keysentence",
      "伤心秦汉，",
      "生民涂炭，",
      "读书人一声长叹。"
    ],
    "type": [
      "咏史怀古"
    ],
    "source": "阿房舞殿翻罗袖，金谷名园起玉楼，隋堤古柳缆龙舟。不堪回首，东风还又，野花开暮春时候。美人自刎乌江岸，战火曾烧赤壁山，将军空老玉门关。keysentence伤心秦汉，生民涂炭，读书人一声长叹。",
    "id": "P868"
  },
  {
    "title": "沈园二首",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "城上斜阳画角哀，",
      "沈园非复旧池台，",
      "伤心桥下春波绿，",
      "曾是惊鸿照影来。keysentence",
      "梦断香消四十年，",
      "沈园柳老不吹绵。",
      "此身行作稽山土，",
      "犹吊遗踪一泫然。"
    ],
    "type": [
      "悼亡",
      "回忆",
      "组诗"
    ],
    "source": "城上斜阳画角哀，沈园非复旧池台，伤心桥下春波绿，曾是惊鸿照影来。keysentence梦断香消四十年，沈园柳老不吹绵。此身行作稽山土，犹吊遗踪一泫然。",
    "id": "P869"
  },
  {
    "title": "清平乐·采芳人杳",
    "dynasty": "宋代",
    "writer": "张炎",
    "content": [
      "采芳人杳，",
      "顿觉游情少。",
      "客里看春多草草，",
      "总被诗愁分了。",
      "去年燕子天涯，",
      "今年燕子谁家？keysentence",
      "三月休听夜雨，",
      "如今不是催花。"
    ],
    "type": [
      "写景",
      "伤春",
      "写鸟",
      "抒怀"
    ],
    "source": "采芳人杳，顿觉游情少。客里看春多草草，总被诗愁分了。去年燕子天涯，今年燕子谁家？keysentence 三月休听夜雨，如今不是催花。",
    "id": "P870"
  },
  {
    "title": "酌酒与裴迪",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "酌酒与君君自宽，",
      "人情翻覆似波澜。",
      "白首相知犹按剑，",
      "朱门先达笑弹冠。",
      "草色全经细雨湿，",
      "花枝欲动春风寒。keysentence",
      "世事浮云何足问，",
      "不如高卧且加餐。"
    ],
    "type": [
      "写景",
      "愤懑"
    ],
    "source": "酌酒与君君自宽，人情翻覆似波澜。白首相知犹按剑，朱门先达笑弹冠。草色全经细雨湿，花枝欲动春风寒。keysentence世事浮云何足问，不如高卧且加餐。",
    "id": "P871"
  },
  {
    "title": "墨梅",
    "dynasty": "宋代",
    "writer": "张嵲",
    "content": [
      "山边幽谷水边村，",
      "曾被疏花断客魂。keysentence",
      "犹恨东风无意思，",
      "更吹烟雨暗黄昏。"
    ],
    "type": [
      "咏物",
      "梅花",
      "抒怀"
    ],
    "source": "山边幽谷水边村，曾被疏花断客魂。keysentence犹恨东风无意思，更吹烟雨暗黄昏。",
    "id": "P872"
  },
  {
    "title": "短歌行",
    "dynasty": "唐代",
    "writer": "王建",
    "content": [
      "人初生，",
      "日初出。",
      "上山迟，",
      "下山疾。",
      "百年三万六千朝，",
      "夜里分将强半日。",
      "有歌有舞须早为，",
      "昨日健于今日时。",
      "人家见生男女好，",
      "不知男女催人老。keysentence",
      "短歌行，",
      "无乐声。"
    ],
    "type": [
      "母亲",
      "惜时"
    ],
    "source": "人初生，日初出。上山迟，下山疾。百年三万六千朝，夜里分将强半日。有歌有舞须早为，昨日健于今日时。人家见生男女好，不知男女催人老。keysentence短歌行，无乐声。",
    "id": "P873"
  },
  {
    "title": "天净沙·夏",
    "dynasty": "元代",
    "writer": "白朴",
    "content": [
      "云收雨过波添，",
      "楼高水冷瓜甜，",
      "绿树阴垂画檐。keysentence",
      "纱厨藤簟，",
      "玉人罗扇轻缣。"
    ],
    "type": [
      "夏天",
      "写景",
      "写人"
    ],
    "source": "云收雨过波添，楼高水冷瓜甜，绿树阴垂画檐。keysentence纱厨藤簟，玉人罗扇轻缣。",
    "id": "P874"
  },
  {
    "title": "十一月四日风雨大作二首",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "风卷江湖雨暗村，",
      "四山声作海涛翻。",
      "溪柴火软蛮毡暖，",
      "我与狸奴不出门。keysentence",
      "僵卧孤村不自哀，",
      "尚思为国戍轮台。",
      "夜阑卧听风吹雨，",
      "铁马冰河入梦来。"
    ],
    "type": [
      "古诗三百首",
      "初中古诗",
      "爱国",
      "壮志"
    ],
    "source": "风卷江湖雨暗村，四山声作海涛翻。溪柴火软蛮毡暖，我与狸奴不出门。keysentence僵卧孤村不自哀，尚思为国戍轮台。夜阑卧听风吹雨，铁马冰河入梦来。",
    "id": "P875"
  },
  {
    "title": "春江花月夜",
    "dynasty": "唐代",
    "writer": "张若虚",
    "content": [
      "春江潮水连海平，",
      "海上明月共潮生。keysentence",
      "滟滟随波千万里，",
      "何处春江无月明！",
      "江流宛转绕芳甸，",
      "月照花林皆似霰。",
      "空里流霜不觉飞，",
      "汀上白沙看不见。",
      "江天一色无纤尘，",
      "皎皎空中孤月轮。",
      "江畔何人初见月？",
      "江月何年初照人？",
      "人生代代无穷已，",
      "江月年年只相似。",
      "不知江月待何人，",
      "但见长江送流水。",
      "白云一片去悠悠，",
      "青枫浦上不胜愁。",
      "谁家今夜扁舟子？",
      "何处相思明月楼？",
      "可怜楼上月徘徊，",
      "应照离人妆镜台。",
      "玉户帘中卷不去，",
      "捣衣砧上拂还来。",
      "此时相望不相闻，",
      "愿逐月华流照君。",
      "鸿雁长飞光不度，",
      "鱼龙潜跃水成文。",
      "昨夜闲潭梦落花，",
      "可怜春半不还家。",
      "江水流春去欲尽，",
      "江潭落月复西斜。",
      "斜月沉沉藏海雾，",
      "碣石潇湘无限路。",
      "不知乘月几人归，",
      "落月摇情满江树。"
    ],
    "type": [
      "春天",
      "写花",
      "月亮",
      "思念",
      "乐府"
    ],
    "source": "春江潮水连海平，海上明月共潮生。keysentence滟滟随波千万里，何处春江无月明！江流宛转绕芳甸，月照花林皆似霰。空里流霜不觉飞，汀上白沙看不见。江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？人生代代无穷已，江月年年只相似。不知江月待何人，但见长江送流水。白云一片去悠悠，青枫浦上不胜愁。谁家今夜扁舟子？何处相思明月楼？可怜楼上月徘徊，应照离人妆镜台。玉户帘中卷不去，捣衣砧上拂还来。此时相望不相闻，愿逐月华流照君。鸿雁长飞光不度，鱼龙潜跃水成文。昨夜闲潭梦落花，可怜春半不还家。江水流春去欲尽，江潭落月复西斜。斜月沉沉藏海雾，碣石潇湘无限路。不知乘月几人归，落月摇情满江树。",
    "id": "P876"
  },
  {
    "title": "五柳先生传",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "先生不知何许人也，",
      "亦不详其姓字，",
      "宅边有五柳树，",
      "因以为号焉。",
      "闲静少言，",
      "不慕荣利。",
      "好读书，",
      "不求甚解；",
      "每有会意，",
      "便欣然忘食。",
      "性嗜酒，",
      "家贫不能常得。",
      "亲旧知其如此，",
      "或置酒而招之；",
      "造饮辄尽，",
      "期在必醉。",
      "既醉而退，",
      "曾不吝情去留。",
      "环堵萧然，",
      "不蔽风日；",
      "短褐穿结，",
      "箪瓢屡空，",
      "晏如也。",
      "常著文章自娱，",
      "颇示己志。",
      "忘怀得失，",
      "以此自终。",
      "赞曰：",
      "黔娄之妻有言：",
      "不戚戚于贫贱，",
      "不汲汲于富贵。keysentence",
      "其言兹若人之俦乎？",
      "衔觞赋诗，",
      "以乐其志，",
      "无怀氏之民欤？",
      "葛天氏之民欤？"
    ],
    "type": [
      "初中文言文",
      "古文观止",
      "赞美",
      "写人",
      "传记"
    ],
    "source": "先生不知何许人也，亦不详其姓字，宅边有五柳树，因以为号焉。闲静少言，不慕荣利。好读书，不求甚解；每有会意，便欣然忘食。性嗜酒，家贫不能常得。亲旧知其如此，或置酒而招之；造饮辄尽，期在必醉。既醉而退，曾不吝情去留。环堵萧然，不蔽风日；短褐穿结，箪瓢屡空，晏如也。常著文章自娱，颇示己志。忘怀得失，以此自终。赞曰：黔娄之妻有言：不戚戚于贫贱，不汲汲于富贵。keysentence其言兹若人之俦乎？衔觞赋诗，以乐其志，无怀氏之民欤？葛天氏之民欤？",
    "id": "P877"
  },
  {
    "title": "蜀先主庙",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "天地英雄气，",
      "千秋尚凛然。keysentence",
      "势分三足鼎，",
      "业复五铢钱。",
      "得相能开国，",
      "生儿不象贤。",
      "凄凉蜀故妓，",
      "来舞魏宫前。"
    ],
    "type": [
      "唐诗三百首",
      "咏史怀古"
    ],
    "source": "天地英雄气，千秋尚凛然。keysentence势分三足鼎，业复五铢钱。得相能开国，生儿不象贤。凄凉蜀故妓，来舞魏宫前。",
    "id": "P878"
  },
  {
    "title": "思吴江歌",
    "dynasty": "魏晋",
    "writer": "张翰",
    "content": [
      "秋风起兮木叶飞，",
      "吴江水兮鲈正肥。keysentence",
      "三千里兮家未归，",
      "恨难禁兮仰天悲。"
    ],
    "type": [
      "古诗三百首",
      "秋天",
      "思归"
    ],
    "source": "秋风起兮木叶飞，吴江水兮鲈正肥。keysentence三千里兮家未归，恨难禁兮仰天悲。",
    "id": "P879"
  },
  {
    "title": "游园不值",
    "dynasty": "宋代",
    "writer": "叶绍翁",
    "content": [
      "应怜屐齿印苍苔，",
      "小扣柴扉久不开。",
      "春色满园关不住，",
      "一枝红杏出墙来。keysentence"
    ],
    "type": [
      "古诗三百首",
      "春天",
      "游园",
      "写景",
      "哲理",
      "早教古诗100首"
    ],
    "source": "应怜屐齿印苍苔，小扣柴扉久不开。春色满园关不住，一枝红杏出墙来。keysentence",
    "id": "P880"
  },
  {
    "title": "登金陵凤凰台",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "凤凰台上凤凰游，",
      "凤去台空江自流。keysentence",
      "吴宫花草埋幽径，",
      "晋代衣冠成古丘。",
      "三山半落青天外，",
      "二水中分白鹭洲。",
      "总为浮云能蔽日，",
      "长安不见使人愁。"
    ],
    "type": [
      "唐诗三百首",
      "高中古诗",
      "咏史怀古"
    ],
    "source": "凤凰台上凤凰游，凤去台空江自流。keysentence吴宫花草埋幽径，晋代衣冠成古丘。三山半落青天外，二水中分白鹭洲。总为浮云能蔽日，长安不见使人愁。",
    "id": "P881"
  },
  {
    "title": "诫子书",
    "dynasty": "两汉",
    "writer": "诸葛亮",
    "content": [
      "夫君子之行，",
      "静以修身，",
      "俭以养德。",
      "非淡泊无以明志，",
      "非宁静无以致远。keysentence",
      "夫学须静也，",
      "才须学也。",
      "非学无以广才，",
      "非志无以成学。",
      "淫慢则不能励精，",
      "险躁则不能冶性。",
      "年与时驰，",
      "意与日去，",
      "遂成枯落，",
      "多不接世，",
      "悲守穷庐，",
      "将复何及！"
    ],
    "type": [
      "修身",
      "立志"
    ],
    "source": "夫君子之行，静以修身，俭以养德。非淡泊无以明志，非宁静无以致远。keysentence夫学须静也，才须学也。非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能冶性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！",
    "id": "P882"
  },
  {
    "title": "咏春笋",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "无数春笋满林生，",
      "柴门密掩断行人。keysentence",
      "会须上番看成竹，",
      "客至从嗔不出迎。"
    ],
    "type": [
      "咏物"
    ],
    "source": "无数春笋满林生，柴门密掩断行人。keysentence会须上番看成竹，客至从嗔不出迎。",
    "id": "P883"
  },
  {
    "title": "破阵子·掷地刘郎玉斗",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "为范南伯寿。",
      "时南伯为张南轩辟宰泸溪，",
      "南伯迟迟未行。",
      "因作此词以勉之。",
      "掷地刘郎玉斗，",
      "挂帆西子扁舟。",
      "千古风流今在此，",
      "万里功名莫放休。",
      "君王三百州。",
      "燕雀岂知鸿鹄，",
      "貂蝉元出兜鍪。keysentence",
      "却笑泸溪如斗大，",
      "肯把牛刀试手不？",
      "寿君双玉瓯。"
    ],
    "type": [
      "祝寿",
      "典故",
      "劝勉"
    ],
    "source": "为范南伯寿。时南伯为张南轩辟宰泸溪，南伯迟迟未行。因作此词以勉之。掷地刘郎玉斗，挂帆西子扁舟。千古风流今在此，万里功名莫放休。君王三百州。燕雀岂知鸿鹄，貂蝉元出兜鍪。keysentence却笑泸溪如斗大，肯把牛刀试手不？寿君双玉瓯。",
    "id": "P884"
  },
  {
    "title": "答陆澧",
    "dynasty": "唐代",
    "writer": "张九龄",
    "content": [
      "松叶堪为酒，",
      "春来酿几多。",
      "不辞山路远，",
      "踏雪也相过。keysentence"
    ],
    "type": [
      "田园"
    ],
    "source": "松叶堪为酒，春来酿几多。不辞山路远，踏雪也相过。keysentence",
    "id": "P885"
  },
  {
    "title": "兵车行",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "车辚辚，",
      "马萧萧，",
      "行人弓箭各在腰。",
      "耶娘妻子走相送，",
      "尘埃不见咸阳桥。",
      "牵衣顿足拦道哭，",
      "哭声直上干云霄。keysentence",
      "道旁过者问行人，",
      "行人但云点行频。",
      "或从十五北防河，",
      "便至四十西营田。",
      "去时里正与裹头，",
      "归来头白还戍边。",
      "边庭流血成海水，",
      "武皇开边意未已。",
      "君不闻汉家山东二百州，",
      "千村万落生荆杞。",
      "纵有健妇把锄犁，",
      "禾生陇亩无东西。",
      "况复秦兵耐苦战，",
      "被驱不异犬与鸡。",
      "长者虽有问，",
      "役夫敢申恨？",
      "且如今年冬，",
      "未休关西卒。",
      "县官急索租，",
      "租税从何出？",
      "信知生男恶，",
      "反是生女好。",
      "生女犹得嫁比邻，",
      "生男埋没随百草。",
      "君不见，",
      "青海头，",
      "古来白骨无人收。",
      "新鬼烦冤旧鬼哭，",
      "天阴雨湿声啾啾！"
    ],
    "type": [
      "唐诗三百首",
      "叙事",
      "战争",
      "忧国忧民"
    ],
    "source": "车辚辚，马萧萧，行人弓箭各在腰。耶娘妻子走相送，尘埃不见咸阳桥。牵衣顿足拦道哭，哭声直上干云霄。keysentence道旁过者问行人，行人但云点行频。或从十五北防河，便至四十西营田。去时里正与裹头，归来头白还戍边。边庭流血成海水，武皇开边意未已。君不闻汉家山东二百州，千村万落生荆杞。纵有健妇把锄犁，禾生陇亩无东西。况复秦兵耐苦战，被驱不异犬与鸡。长者虽有问，役夫敢申恨？且如今年冬，未休关西卒。县官急索租，租税从何出？信知生男恶，反是生女好。生女犹得嫁比邻，生男埋没随百草。君不见，青海头，古来白骨无人收。新鬼烦冤旧鬼哭，天阴雨湿声啾啾！",
    "id": "P886"
  },
  {
    "title": "秋凉晚步",
    "dynasty": "宋代",
    "writer": "杨万里",
    "content": [
      "秋气堪悲未必然，",
      "轻寒正是可人天。keysentence",
      "绿池落尽红蕖却，",
      "荷叶犹开最小钱。"
    ],
    "type": [
      "秋天",
      "写景",
      "抒怀"
    ],
    "source": "秋气堪悲未必然，轻寒正是可人天。keysentence绿池落尽红蕖却，荷叶犹开最小钱。",
    "id": "P887"
  },
  {
    "title": "题秋江独钓图",
    "dynasty": "清代",
    "writer": "王士祯",
    "content": [
      "一蓑一笠一扁舟，",
      "一丈丝纶一寸钩。keysentence",
      "一曲高歌一樽酒，",
      "一人独钓一江秋。"
    ],
    "type": [
      "题画",
      "渔人"
    ],
    "source": "一蓑一笠一扁舟，一丈丝纶一寸钩。keysentence一曲高歌一樽酒，一人独钓一江秋。",
    "id": "P888"
  },
  {
    "title": "晚晴",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "深居俯夹城，",
      "春去夏犹清。keysentence",
      "天意怜幽草，",
      "人间重晚晴。",
      "并添高阁迥，",
      "微注小窗明。",
      "越鸟巢干后，",
      "归飞体更轻。"
    ],
    "type": [
      "夏天",
      "登高",
      "写景",
      "抒情"
    ],
    "source": "深居俯夹城，春去夏犹清。keysentence天意怜幽草，人间重晚晴。并添高阁迥，微注小窗明。越鸟巢干后，归飞体更轻。",
    "id": "P890"
  },
  {
    "title": "金谷园",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "繁华事散逐香尘，",
      "流水无情草自春。keysentence",
      "日暮东风怨啼鸟，",
      "落花犹似坠楼人。"
    ],
    "type": [
      "唐诗三百首",
      "怀古"
    ],
    "source": "繁华事散逐香尘，流水无情草自春。keysentence日暮东风怨啼鸟，落花犹似坠楼人。",
    "id": "P891"
  },
  {
    "title": "乐游原",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "向晚意不适，",
      "驱车登古原。",
      "夕阳无限好，",
      "只是近黄昏。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "哲理",
      "惜时",
      "早教古诗100首"
    ],
    "source": "向晚意不适，驱车登古原。夕阳无限好，只是近黄昏。keysentence",
    "id": "P892"
  },
  {
    "title": "鹊桥仙·纤云弄巧",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "纤云弄巧，",
      "飞星传恨，",
      "银汉迢迢暗度。",
      "金风玉露一相逢，",
      "便胜却人间无数。",
      "柔情似水，",
      "佳期如梦，",
      "忍顾鹊桥归路。",
      "两情若是久长时，",
      "又岂在朝朝暮暮。keysentence"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "七夕节",
      "爱情",
      "哲理",
      "婉约",
      "抒情"
    ],
    "source": "纤云弄巧，飞星传恨，银汉迢迢暗度。金风玉露一相逢，便胜却人间无数。柔情似水，佳期如梦，忍顾鹊桥归路。两情若是久长时，又岂在朝朝暮暮。keysentence",
    "id": "P893"
  },
  {
    "title": "赠范晔诗",
    "dynasty": "南北朝",
    "writer": "陆凯",
    "content": [
      "折花逢驿使，",
      "寄与陇头人。",
      "江南无所有，",
      "聊赠一枝春。keysentence"
    ],
    "type": [
      "古诗三百首",
      "梅花",
      "友情"
    ],
    "source": "折花逢驿使，寄与陇头人。江南无所有，聊赠一枝春。keysentence",
    "id": "P895"
  },
  {
    "title": "如梦令·春景",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "莺嘴啄花红溜，",
      "燕尾点波绿皱。",
      "指冷玉笙寒，",
      "吹彻小梅春透。",
      "依旧，",
      "依旧，",
      "人与绿杨俱瘦。keysentence"
    ],
    "type": [
      "婉约",
      "春天",
      "写景",
      "伤春",
      "怀人"
    ],
    "source": "莺嘴啄花红溜，燕尾点波绿皱。指冷玉笙寒，吹彻小梅春透。依旧，依旧，人与绿杨俱瘦。keysentence",
    "id": "P896"
  },
  {
    "title": "蒿里行",
    "dynasty": "两汉",
    "writer": "曹操",
    "content": [
      "关东有义士，",
      "兴兵讨群凶。",
      "初期会盟津，",
      "乃心在咸阳。",
      "军合力不齐，",
      "踌躇而雁行。keysentence",
      "势利使人争，",
      "嗣还自相戕。",
      "淮南弟称号，",
      "刻玺于北方。",
      "铠甲生虮虱，",
      "万姓以死亡。",
      "白骨露於野，",
      "千里无鸡鸣。",
      "生民百遗一，",
      "念之断人肠。"
    ],
    "type": [
      "古诗三百首",
      "乐府",
      "战争",
      "忧国忧民"
    ],
    "source": "关东有义士，兴兵讨群凶。初期会盟津，乃心在咸阳。军合力不齐，踌躇而雁行。keysentence势利使人争，嗣还自相戕。淮南弟称号，刻玺于北方。铠甲生虮虱，万姓以死亡。白骨露於野，千里无鸡鸣。生民百遗一，念之断人肠。",
    "id": "P897"
  },
  {
    "title": "行露",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "厌浥行露，",
      "岂不夙夜，",
      "谓行多露。keysentence",
      "谁谓雀无角？",
      "何以穿我屋？",
      "谁谓女无家？",
      "何以速我狱？",
      "虽速我狱，",
      "室家不足！",
      "谁谓鼠无牙？",
      "何以穿我墉？",
      "谁谓女无家？",
      "何以速我讼？",
      "虽速我讼，",
      "亦不女从！"
    ],
    "type": [
      "诗经"
    ],
    "source": "厌浥行露，岂不夙夜，谓行多露。keysentence谁谓雀无角？何以穿我屋？谁谓女无家？何以速我狱？虽速我狱，室家不足！谁谓鼠无牙？何以穿我墉？谁谓女无家？何以速我讼？虽速我讼，亦不女从！",
    "id": "P898"
  },
  {
    "title": "少年行四首",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "新丰美酒斗十千，",
      "咸阳游侠多少年。keysentence",
      "相逢意气为君饮，",
      "系马高楼垂柳边。",
      "出身仕汉羽林郎，",
      "初随骠骑战渔阳。",
      "孰知不向边庭苦，",
      "纵死犹闻侠骨香。",
      "一身能擘两雕弧，",
      "虏骑千重只似无。",
      "偏坐金鞍调白羽，",
      "纷纷射杀五单于。",
      "汉家君臣欢宴终，",
      "高议云台论战功。",
      "天子临轩赐侯印，",
      "将军佩出明光宫。"
    ],
    "type": [
      "乐府",
      "励志",
      "少年",
      "喝酒",
      "边塞",
      "战争"
    ],
    "source": "新丰美酒斗十千，咸阳游侠多少年。keysentence相逢意气为君饮，系马高楼垂柳边。出身仕汉羽林郎，初随骠骑战渔阳。孰知不向边庭苦，纵死犹闻侠骨香。一身能擘两雕弧，虏骑千重只似无。偏坐金鞍调白羽，纷纷射杀五单于。汉家君臣欢宴终，高议云台论战功。天子临轩赐侯印，将军佩出明光宫。",
    "id": "P899"
  },
  {
    "title": "小至",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "天时人事日相催，",
      "冬至阳生春又来。keysentence",
      "刺绣五纹添弱线，",
      "吹葭六琯动浮灰。",
      "岸容待腊将舒柳，",
      "山意冲寒欲放梅。",
      "云物不殊乡国异，",
      "教儿且覆掌中杯。"
    ],
    "type": [
      "时光",
      "生活"
    ],
    "source": "天时人事日相催，冬至阳生春又来。keysentence刺绣五纹添弱线，吹葭六琯动浮灰。岸容待腊将舒柳，山意冲寒欲放梅。云物不殊乡国异，教儿且覆掌中杯。",
    "id": "P900"
  },
  {
    "title": "寿阳曲·远浦帆归",
    "dynasty": "元代",
    "writer": "马致远",
    "content": [
      "夕阳下，",
      "酒旆闲，",
      "两三航未曾着岸。",
      "落花水香茅舍晚，",
      "断桥头卖鱼人散。keysentence"
    ],
    "type": [
      "高中古诗",
      "写景",
      "渔人"
    ],
    "source": "夕阳下，酒旆闲，两三航未曾着岸。落花水香茅舍晚，断桥头卖鱼人散。keysentence",
    "id": "P901"
  },
  {
    "title": "小池",
    "dynasty": "宋代",
    "writer": "杨万里",
    "content": [
      "泉眼无声惜细流，",
      "树阴照水爱晴柔。",
      "小荷才露尖尖角，",
      "早有蜻蜓立上头。keysentence"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "夏天",
      "写水",
      "池塘"
    ],
    "source": "泉眼无声惜细流，树阴照水爱晴柔。小荷才露尖尖角，早有蜻蜓立上头。keysentence",
    "id": "P902"
  },
  {
    "title": "满庭芳·蜗角虚名",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "蜗角虚名，",
      "蝇头微利，",
      "算来著甚干忙。keysentence",
      "事皆前定，",
      "谁弱又谁强。",
      "且趁闲身未老，",
      "尽放我、些子疏狂。",
      "百年里，",
      "浑教是醉，",
      "三万六千场。",
      "思量。",
      "能几许，",
      "忧愁风雨，",
      "一半相妨，",
      "又何须，",
      "抵死说短论长。",
      "幸对清风皓月，",
      "苔茵展、云幕高张。",
      "江南好，",
      "千钟美酒，",
      "一曲满庭芳。"
    ],
    "type": [
      "议论",
      "讽刺",
      "感叹",
      "人生"
    ],
    "source": "蜗角虚名，蝇头微利，算来著甚干忙。keysentence事皆前定，谁弱又谁强。且趁闲身未老，尽放我、些子疏狂。百年里，浑教是醉，三万六千场。思量。能几许，忧愁风雨，一半相妨，又何须，抵死说短论长。幸对清风皓月，苔茵展、云幕高张。江南好，千钟美酒，一曲满庭芳。",
    "id": "P903"
  },
  {
    "title": "南乡子·重九涵辉楼呈徐君猷",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "霜降水痕收。",
      "浅碧鳞鳞露远洲。",
      "酒力渐消风力软，",
      "飕飕。",
      "破帽多情却恋头。",
      "佳节若为酬。",
      "但把清尊断送秋。",
      "万事到头都是梦，",
      "休休。",
      "明日黄花蝶也愁。keysentence"
    ],
    "type": [
      "宋词精选",
      "秋天",
      "写景",
      "抒怀"
    ],
    "source": "霜降水痕收。浅碧鳞鳞露远洲。酒力渐消风力软，飕飕。破帽多情却恋头。佳节若为酬。但把清尊断送秋。万事到头都是梦，休休。明日黄花蝶也愁。keysentence",
    "id": "P904"
  },
  {
    "title": "苏幕遮·燎沉香",
    "dynasty": "宋代",
    "writer": "周邦彦",
    "content": [
      "燎沉香，",
      "消溽暑。",
      "鸟雀呼晴，",
      "侵晓窥檐语。",
      "叶上初阳干宿雨、水面清圆，",
      "一一风荷举。keysentence",
      "故乡遥，",
      "何日去。",
      "家住吴门，",
      "久作长安旅。",
      "五月渔郎相忆否。",
      "小楫轻舟，",
      "梦入芙蓉浦。"
    ],
    "type": [
      "宋词三百首",
      "高中古诗",
      "婉约",
      "荷花",
      "思乡"
    ],
    "source": "燎沉香，消溽暑。鸟雀呼晴，侵晓窥檐语。叶上初阳干宿雨、水面清圆，一一风荷举。keysentence故乡遥，何日去。家住吴门，久作长安旅。五月渔郎相忆否。小楫轻舟，梦入芙蓉浦。",
    "id": "P905"
  },
  {
    "title": "潼关吏",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "士卒何草草，",
      "筑城潼关道。",
      "大城铁不如，",
      "小城万丈余。",
      "借问潼关吏：",
      "修关还备胡？",
      "要我下马行，",
      "为我指山隅：",
      "连云列战格，",
      "飞鸟不能逾。",
      "胡来但自守，",
      "岂复忧西都。",
      "丈人视要处，",
      "窄狭容单车。",
      "艰难奋长戟，",
      "万古用一夫。",
      "哀哉桃林战，",
      "百万化为鱼。keysentence",
      "请嘱防关将，",
      "慎勿学哥舒！"
    ],
    "type": [
      "边疆",
      "战争",
      "赞美",
      "士卒"
    ],
    "source": "士卒何草草，筑城潼关道。大城铁不如，小城万丈余。借问潼关吏：修关还备胡？要我下马行，为我指山隅：连云列战格，飞鸟不能逾。胡来但自守，岂复忧西都。丈人视要处，窄狭容单车。艰难奋长戟，万古用一夫。哀哉桃林战，百万化为鱼。keysentence请嘱防关将，慎勿学哥舒！",
    "id": "P906"
  },
  {
    "title": "宿骆氏亭寄怀崔雍崔衮",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "竹坞无尘水槛清，",
      "相思迢递隔重城。",
      "秋阴不散霜飞晚，",
      "留得枯荷听雨声。keysentence"
    ],
    "type": [
      "写景",
      "写雨",
      "怀人"
    ],
    "source": "竹坞无尘水槛清，相思迢递隔重城。秋阴不散霜飞晚，留得枯荷听雨声。keysentence",
    "id": "P907"
  },
  {
    "title": "牧童诗",
    "dynasty": "宋代",
    "writer": "黄庭坚",
    "content": [
      "骑牛远远过前村，",
      "短笛横吹隔陇闻。keysentence",
      "多少长安名利客，",
      "机关用尽不如君。"
    ],
    "type": [
      "古诗三百首",
      "赞颂",
      "儿童"
    ],
    "source": "骑牛远远过前村，短笛横吹隔陇闻。keysentence多少长安名利客，机关用尽不如君。",
    "id": "P908"
  },
  {
    "title": "酬乐天频梦微之",
    "dynasty": "唐代",
    "writer": "元稹",
    "content": [
      "山水万重书断绝，",
      "念君怜我梦相闻。",
      "我今因病魂颠倒，",
      "唯梦闲人不梦君。keysentence"
    ],
    "type": [
      "友情"
    ],
    "source": "山水万重书断绝，念君怜我梦相闻。我今因病魂颠倒，唯梦闲人不梦君。keysentence",
    "id": "P909"
  },
  {
    "title": "赠李白",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "秋来相顾尚飘蓬，",
      "未就丹砂愧葛洪。keysentence",
      "痛饮狂歌空度日，",
      "飞扬跋扈为谁雄。"
    ],
    "type": [
      "离别",
      "写人",
      "生活"
    ],
    "source": "秋来相顾尚飘蓬，未就丹砂愧葛洪。keysentence痛饮狂歌空度日，飞扬跋扈为谁雄。",
    "id": "P910"
  },
  {
    "title": "爱莲说",
    "dynasty": "宋代",
    "writer": "周敦颐",
    "content": [
      "水陆草木之花，",
      "可爱者甚蕃。",
      "晋陶渊明独爱菊。",
      "自李唐来，",
      "世人甚爱牡丹。",
      "予独爱莲之出淤泥而不染，",
      "濯清涟而不妖keysentence，",
      "中通外直，",
      "不蔓不枝，",
      "香远益清，",
      "亭亭净植，",
      "可远观而不可亵玩焉。",
      "予谓菊，",
      "花之隐逸者也；",
      "牡丹，",
      "花之富贵者也；",
      "莲，",
      "花之君子者也。",
      "噫！",
      "菊之爱，",
      "陶后鲜有闻。",
      "莲之爱，",
      "同予者何人?牡丹之爱，",
      "宜乎众矣!"
    ],
    "type": [
      "初中文言文",
      "莲花",
      "品格",
      "抒怀"
    ],
    "source": "水陆草木之花，可爱者甚蕃。晋陶渊明独爱菊。自李唐来，世人甚爱牡丹。予独爱莲之出淤泥而不染，濯清涟而不妖keysentence，中通外直，不蔓不枝，香远益清，亭亭净植，可远观而不可亵玩焉。予谓菊，花之隐逸者也；牡丹，花之富贵者也；莲，花之君子者也。噫！菊之爱，陶后鲜有闻。莲之爱，同予者何人?牡丹之爱，宜乎众矣!",
    "id": "P911"
  },
  {
    "title": "喜晴",
    "dynasty": "宋代",
    "writer": "范成大",
    "content": [
      "窗间梅熟落蒂，",
      "墙下笋成出林。",
      "连雨不知春去，",
      "一晴方觉夏深。keysentence"
    ],
    "type": [
      "夏天"
    ],
    "source": "窗间梅熟落蒂，墙下笋成出林。连雨不知春去，一晴方觉夏深。keysentence",
    "id": "P912"
  },
  {
    "title": "杂诗三首",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "家住孟津河，",
      "门对孟津口。",
      "常有江南船，",
      "寄书家中否。",
      "君自故乡来，",
      "应知故乡事。",
      "来日绮窗前，",
      "寒梅著花未。keysentence",
      "已见寒梅发，",
      "复闻啼鸟声。",
      "心心视春草，",
      "畏向阶前生。"
    ],
    "type": [
      "组诗",
      "思念"
    ],
    "source": "家住孟津河，门对孟津口。常有江南船，寄书家中否。君自故乡来，应知故乡事。来日绮窗前，寒梅著花未。keysentence已见寒梅发，复闻啼鸟声。心心视春草，畏向阶前生。",
    "id": "P913"
  },
  {
    "title": "静女",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "静女其姝，",
      "俟我于城隅。keysentence",
      "爱而不见，",
      "搔首踟蹰。",
      "静女其娈，",
      "贻我彤管。",
      "彤管有炜，",
      "说怿女美。",
      "自牧归荑，",
      "洵美且异。",
      "匪女之为美，",
      "美人之贻。"
    ],
    "type": [
      "诗经",
      "爱情",
      "民谣"
    ],
    "source": "静女其姝，俟我于城隅。keysentence爱而不见，搔首踟蹰。静女其娈，贻我彤管。彤管有炜，说怿女美。自牧归荑，洵美且异。匪女之为美，美人之贻。",
    "id": "P914"
  },
  {
    "title": "采桑子·花前失却游春侣",
    "dynasty": "五代",
    "writer": "冯延巳",
    "content": [
      "花前失却游春侣，",
      "独自寻芳。keysentence",
      "满目悲凉。",
      "纵有笙歌亦断肠。",
      "林间戏蝶帘间燕，",
      "各自双双。",
      "忍②更思量，",
      "绿树青苔半夕阳。"
    ],
    "type": [
      "婉约",
      "孤独",
      "思念"
    ],
    "source": "花前失却游春侣，独自寻芳。keysentence满目悲凉。纵有笙歌亦断肠。林间戏蝶帘间燕，各自双双。忍②更思量，绿树青苔半夕阳。",
    "id": "P915"
  },
  {
    "title": "新凉",
    "dynasty": "宋代",
    "writer": "徐玑",
    "content": [
      "水满田畴稻叶齐，",
      "日光穿树晓烟低。keysentence",
      "黄莺也爱新凉好，",
      "飞过青山影里啼。"
    ],
    "type": [
      "古诗三百首",
      "田园",
      "写鸟"
    ],
    "source": "水满田畴稻叶齐，日光穿树晓烟低。keysentence黄莺也爱新凉好，飞过青山影里啼。",
    "id": "P916"
  },
  {
    "title": "幽居初夏",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "湖山胜处放翁家，",
      "槐柳阴中野径斜。",
      "水满有时观下鹭，",
      "草深无处不鸣蛙。",
      "箨龙已过头番笋，",
      "木笔犹开第一花。",
      "叹息老来交旧尽，",
      "睡来谁共午瓯茶。keysentence"
    ],
    "type": [
      "夏天",
      "写景",
      "山水",
      "伤怀"
    ],
    "source": "湖山胜处放翁家，槐柳阴中野径斜。水满有时观下鹭，草深无处不鸣蛙。箨龙已过头番笋，木笔犹开第一花。叹息老来交旧尽，睡来谁共午瓯茶。keysentence",
    "id": "P917"
  },
  {
    "title": "黄州快哉亭记",
    "dynasty": "宋代",
    "writer": "苏辙",
    "content": [
      "江出西陵，",
      "始得平地，",
      "其流奔放肆大。",
      "南合沅、湘 ，",
      "北合汉沔，",
      "其势益张。",
      "至于赤壁之下，",
      "波流浸灌，",
      "与海相若。",
      "清河张君梦得谪居齐安，",
      "即其庐之西南为亭，",
      "以览观江流之胜，",
      "而余兄子瞻名之曰快哉。",
      "盖亭之所见，",
      "南北百里，",
      "东西一舍。",
      "涛澜汹涌，",
      "风云开阖。keysentence",
      "昼则舟楫出没于其前，",
      "夜则鱼龙悲啸于其下。",
      "变化倏忽，",
      "动心骇目，",
      "不可久视。",
      "今乃得玩之几席之上，",
      "举目而足。",
      "西望武昌诸山，",
      "冈陵起伏，",
      "草木行列，",
      "烟消日出。",
      "渔夫樵父之舍，",
      "皆可指数。",
      "此其所以为快哉者也。",
      "至于长洲之滨，",
      "故城之墟。",
      "曹孟德、孙仲谋之所睥睨，",
      "周瑜、陆逊之所骋骛。",
      "其流风遗迹，",
      "亦足以称快世俗。",
      "昔楚襄王从宋玉、景差于兰台之宫，",
      "有风飒然至者，",
      "王披襟当之，",
      "曰：",
      "快哉此风！",
      "寡人所与庶人共者耶？",
      "宋玉曰：",
      "此独大王之雄风耳，",
      "庶人安得共之！",
      "玉之言盖有讽焉。",
      "夫风无雌雄之异，",
      "而人有遇，",
      "不遇之变；",
      "楚王之所以为乐，",
      "与庶人之所以为忧，",
      "此则人之变也，",
      "而风何与焉？",
      "士生于世，",
      "使其中不自得，",
      "将何往而非病？",
      "使其中坦然，",
      "不以物伤性，",
      "将何适而非快？",
      "今张君不以谪为患，",
      "窃会计之余功，",
      "而自放山水之间，",
      "此其中宜有以过人者。",
      "将蓬户瓮牖无所不快；",
      "而况乎濯长江之清流，",
      "揖西山之白云 ，",
      "穷耳目之胜以自适也哉！",
      "不然，",
      "连山绝壑，",
      "长林古木，",
      "振之以清风，",
      "照之以明月，",
      "此皆骚人思士之所以悲伤憔悴而不能胜者，",
      "乌睹其为快也哉！",
      "元丰六年十一月朔日，",
      "赵郡苏辙记。"
    ],
    "type": [
      "古文观止",
      "叙事",
      "写景",
      "抒情",
      "议论",
      "散文"
    ],
    "source": "江出西陵，始得平地，其流奔放肆大。南合沅、湘 ，北合汉沔，其势益张。至于赤壁之下，波流浸灌，与海相若。清河张君梦得谪居齐安，即其庐之西南为亭，以览观江流之胜，而余兄子瞻名之曰快哉。盖亭之所见，南北百里，东西一舍。涛澜汹涌，风云开阖。keysentence昼则舟楫出没于其前，夜则鱼龙悲啸于其下。变化倏忽，动心骇目，不可久视。今乃得玩之几席之上，举目而足。西望武昌诸山，冈陵起伏，草木行列，烟消日出。渔夫樵父之舍，皆可指数。此其所以为快哉者也。至于长洲之滨，故城之墟。曹孟德、孙仲谋之所睥睨，周瑜、陆逊之所骋骛。其流风遗迹，亦足以称快世俗。昔楚襄王从宋玉、景差于兰台之宫，有风飒然至者，王披襟当之，曰：快哉此风！寡人所与庶人共者耶？宋玉曰：此独大王之雄风耳，庶人安得共之！玉之言盖有讽焉。夫风无雌雄之异，而人有遇，不遇之变；楚王之所以为乐，与庶人之所以为忧，此则人之变也，而风何与焉？士生于世，使其中不自得，将何往而非病？使其中坦然，不以物伤性，将何适而非快？今张君不以谪为患，窃会计之余功，而自放山水之间，此其中宜有以过人者。将蓬户瓮牖无所不快；而况乎濯长江之清流，揖西山之白云 ，穷耳目之胜以自适也哉！不然，连山绝壑，长林古木，振之以清风，照之以明月，此皆骚人思士之所以悲伤憔悴而不能胜者，乌睹其为快也哉！元丰六年十一月朔日，赵郡苏辙记。",
    "id": "P918"
  },
  {
    "title": "月下独酌四首·其一",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "花间一壶酒，",
      "独酌无相亲。keysentence",
      "举杯邀明月，",
      "对影成三人。",
      "月既不解饮，",
      "影徒随我身。",
      "暂伴月将影，",
      "行乐须及春。",
      "我歌月徘徊，",
      "我舞影零乱。",
      "醒时同交欢，",
      "醉后各分散。",
      "永结无情游，",
      "相期邈云汉。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "孤独",
      "月下",
      "饮酒",
      "抒情"
    ],
    "source": "花间一壶酒，独酌无相亲。keysentence举杯邀明月，对影成三人。月既不解饮，影徒随我身。暂伴月将影，行乐须及春。我歌月徘徊，我舞影零乱。醒时同交欢，醉后各分散。永结无情游，相期邈云汉。",
    "id": "P919"
  },
  {
    "title": "西江夜行",
    "dynasty": "唐代",
    "writer": "张九龄",
    "content": [
      "遥夜人何在，",
      "澄潭月里行。",
      "悠悠天宇旷，",
      "切切故乡情。keysentence",
      "外物寂无扰，",
      "中流澹自清。",
      "念归林叶换，",
      "愁坐露华生。",
      "犹有汀洲鹤，",
      "宵分乍一鸣。"
    ],
    "type": [
      "思念"
    ],
    "source": "遥夜人何在，澄潭月里行。悠悠天宇旷，切切故乡情。keysentence外物寂无扰，中流澹自清。念归林叶换，愁坐露华生。犹有汀洲鹤，宵分乍一鸣。",
    "id": "P920"
  },
  {
    "title": "庭中有奇树",
    "dynasty": "两汉",
    "writer": "佚名",
    "content": [
      "庭中有奇树，",
      "绿叶发华滋。keysentence",
      "攀条折其荣，",
      "将以遗所思。",
      "馨香盈怀袖，",
      "路远莫致之。",
      "此物何足贵，",
      "但感别经时。"
    ],
    "type": [
      "古诗十九首",
      "写花",
      "妇女",
      "相思",
      "孤独"
    ],
    "source": "庭中有奇树，绿叶发华滋。keysentence攀条折其荣，将以遗所思。馨香盈怀袖，路远莫致之。此物何足贵，但感别经时。",
    "id": "P921"
  },
  {
    "title": "上林春令·十一月三十日见雪",
    "dynasty": "宋代",
    "writer": "毛滂",
    "content": [
      "蝴蝶初翻帘绣。",
      "万玉女、齐回舞袖。",
      "落花飞絮蒙蒙，",
      "长忆著、灞桥别后。",
      "浓香斗帐自永漏。",
      "任满地、月深云厚。",
      "夜寒不近流苏，",
      "只怜他、后庭梅瘦。keysentence"
    ],
    "type": [
      "咏物",
      "写雪",
      "羁旅",
      "抒怀"
    ],
    "source": "蝴蝶初翻帘绣。万玉女、齐回舞袖。落花飞絮蒙蒙，长忆著、灞桥别后。浓香斗帐自永漏。任满地、月深云厚。夜寒不近流苏，只怜他、后庭梅瘦。keysentence",
    "id": "P922"
  },
  {
    "title": "汉宫春·立春日",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "春已归来，",
      "看美人头上，",
      "袅袅春幡。keysentence",
      "无端风雨，",
      "未肯收尽余寒。",
      "年时燕子，",
      "料今宵梦到西园。",
      "浑未辨，",
      "黄柑荐酒，",
      "更传青韭堆盘？",
      "却笑东风，",
      "从此便薰梅染柳，",
      "更没些闲。",
      "闲时又来镜里，",
      "转变朱颜。",
      "清愁不断，",
      "问何人会解连环？",
      "生怕见花开花落，",
      "朝来塞雁先还。"
    ],
    "type": [
      "婉约",
      "写景",
      "怀念",
      "故国"
    ],
    "source": "春已归来，看美人头上，袅袅春幡。keysentence无端风雨，未肯收尽余寒。年时燕子，料今宵梦到西园。浑未辨，黄柑荐酒，更传青韭堆盘？却笑东风，从此便薰梅染柳，更没些闲。闲时又来镜里，转变朱颜。清愁不断，问何人会解连环？生怕见花开花落，朝来塞雁先还。",
    "id": "P923"
  },
  {
    "title": "虞美人·曲阑深处重相见",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "曲阑深处重相见，",
      "匀泪偎人颤。",
      "凄凉别后两应同，",
      "最是不胜清怨月明中。",
      "半生已分孤眠过，",
      "山枕檀痕涴。keysentence",
      "忆来何事最销魂，",
      "第一折枝花样画罗裙。"
    ],
    "type": [
      "离别",
      "相思"
    ],
    "source": "曲阑深处重相见，匀泪偎人颤。凄凉别后两应同，最是不胜清怨月明中。半生已分孤眠过，山枕檀痕涴。keysentence忆来何事最销魂，第一折枝花样画罗裙。",
    "id": "P924"
  },
  {
    "title": "山中寡妇",
    "dynasty": "唐代",
    "writer": "杜荀鹤",
    "content": [
      "夫因兵死守蓬茅，",
      "麻苎衣衫鬓发焦。keysentence",
      "桑柘废来犹纳税，",
      "田园荒后尚征苗。",
      "时挑野菜和根煮，",
      "旋斫生柴带叶烧。",
      "任是深山更深处，",
      "也应无计避征徭。"
    ],
    "type": [
      "忧国忧民",
      "妇女",
      "生活"
    ],
    "source": "夫因兵死守蓬茅，麻苎衣衫鬓发焦。keysentence桑柘废来犹纳税，田园荒后尚征苗。时挑野菜和根煮，旋斫生柴带叶烧。任是深山更深处，也应无计避征徭。",
    "id": "P925"
  },
  {
    "title": "卜算子·咏梅",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "驿外断桥边，",
      "寂寞开无主。",
      "已是黄昏独自愁，",
      "更著风和雨。",
      "无意苦争春，",
      "一任群芳妒。",
      "零落成泥碾作尘，",
      "只有香如故。keysentence"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "初中古诗",
      "咏物",
      "梅花",
      "言志"
    ],
    "source": "驿外断桥边，寂寞开无主。已是黄昏独自愁，更著风和雨。无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。keysentence",
    "id": "P926"
  },
  {
    "title": "明妃曲二首",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "明妃初出汉宫时，",
      "泪湿春风鬓脚垂。",
      "低徊顾影无颜色，",
      "尚得君王不自持。",
      "归来却怪丹青手，",
      "入眼平生几曾有；",
      "意态由来画不成，",
      "当时枉杀毛延寿。",
      "一去心知更不归，",
      "可怜着尽汉宫衣；",
      "寄声欲问塞南事，",
      "只有年年鸿雁飞。",
      "家人万里传消息，",
      "好在毡城莫相忆；",
      "君不见咫尺长门闭阿娇，",
      "人生失意无南北。",
      "明妃初嫁与胡儿，",
      "毡车百两皆胡姬。",
      "含情欲语独无处，",
      "传与琵琶心自知。",
      "黄金杆拨春风手，",
      "弹看飞鸿劝胡酒。",
      "汉宫侍女暗垂泪，",
      "沙上行人却回首。",
      "汉恩自浅胡恩深，",
      "人生乐在相知心。",
      "可怜青冢已芜没，",
      "尚有哀弦留至今。keysentence"
    ],
    "type": [
      "咏史怀古",
      "怀才不遇",
      "组诗"
    ],
    "source": "明妃初出汉宫时，泪湿春风鬓脚垂。低徊顾影无颜色，尚得君王不自持。归来却怪丹青手，入眼平生几曾有；意态由来画不成，当时枉杀毛延寿。一去心知更不归，可怜着尽汉宫衣；寄声欲问塞南事，只有年年鸿雁飞。家人万里传消息，好在毡城莫相忆；君不见咫尺长门闭阿娇，人生失意无南北。明妃初嫁与胡儿，毡车百两皆胡姬。含情欲语独无处，传与琵琶心自知。黄金杆拨春风手，弹看飞鸿劝胡酒。汉宫侍女暗垂泪，沙上行人却回首。汉恩自浅胡恩深，人生乐在相知心。可怜青冢已芜没，尚有哀弦留至今。keysentence",
    "id": "P927"
  },
  {
    "title": "春望",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "国破山河在，",
      "城春草木深。",
      "感时花溅泪，",
      "恨别鸟惊心。keysentence",
      "烽火连三月，",
      "家书抵万金。",
      "白头搔更短，",
      "浑欲不胜簪。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "写鸟",
      "爱国",
      "思乡",
      "战争",
      "忧国忧民",
      "早教古诗100首"
    ],
    "source": "国破山河在，城春草木深。感时花溅泪，恨别鸟惊心。keysentence烽火连三月，家书抵万金。白头搔更短，浑欲不胜簪。",
    "id": "P930"
  },
  {
    "title": "清人",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "清人在彭，",
      "驷介旁旁。",
      "二矛重英，",
      "河上乎翱翔。",
      "清人在消，",
      "驷介麃麃。",
      "二矛重乔，",
      "河上乎逍遥。keysentence",
      "清人在轴，",
      "驷介陶陶。",
      "左旋右抽，",
      "中军作好。"
    ],
    "type": [
      "诗经",
      "战争"
    ],
    "source": "清人在彭，驷介旁旁。二矛重英，河上乎翱翔。清人在消，驷介麃麃。二矛重乔，河上乎逍遥。keysentence清人在轴，驷介陶陶。左旋右抽，中军作好。",
    "id": "P931"
  },
  {
    "title": "夜夜曲",
    "dynasty": "南北朝",
    "writer": "沈约",
    "content": [
      "河汉纵且横，",
      "北斗横复直。",
      "星汉空如此，",
      "宁知心有忆？",
      "孤灯暧不明，",
      "寒机晓犹织。keysentence",
      "零泪向谁道，",
      "鸡鸣徒叹息。"
    ],
    "type": [
      "古诗三百首",
      "乐府",
      "妇女",
      "孤独",
      "思念",
      "悲愁"
    ],
    "source": "河汉纵且横，北斗横复直。星汉空如此，宁知心有忆？孤灯暧不明，寒机晓犹织。keysentence零泪向谁道，鸡鸣徒叹息。",
    "id": "P933"
  },
  {
    "title": "咏怀古迹五首·其二",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "摇落深知宋玉悲，",
      "风流儒雅亦吾师。keysentence",
      "怅望千秋一洒泪，",
      "萧条异代不同时。",
      "江山故宅空文藻，",
      "云雨荒台岂梦思。",
      "最是楚宫俱泯灭，",
      "舟人指点到今疑。"
    ],
    "type": [
      "唐诗三百首",
      "怀古",
      "抒怀"
    ],
    "source": "摇落深知宋玉悲，风流儒雅亦吾师。keysentence怅望千秋一洒泪，萧条异代不同时。江山故宅空文藻，云雨荒台岂梦思。最是楚宫俱泯灭，舟人指点到今疑。",
    "id": "P934"
  },
  {
    "title": "山中",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "荆溪白石出，",
      "天寒红叶稀。keysentence",
      "山路元无雨，",
      "空翠湿人衣。"
    ],
    "type": [
      "秋天",
      "纪行",
      "写景"
    ],
    "source": "荆溪白石出，天寒红叶稀。keysentence山路元无雨，空翠湿人衣。",
    "id": "P935"
  },
  {
    "title": "清平乐·独宿博山王氏庵",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "绕床饥鼠，",
      "蝙蝠翻灯舞。",
      "屋上松风吹急雨，",
      "破纸窗间自语。",
      "平生塞北江南，",
      "归来华发苍颜。",
      "布被秋宵梦觉，",
      "眼前万里江山。keysentence"
    ],
    "type": [
      "宋词三百首",
      "壮志难酬"
    ],
    "source": "绕床饥鼠，蝙蝠翻灯舞。屋上松风吹急雨，破纸窗间自语。平生塞北江南，归来华发苍颜。布被秋宵梦觉，眼前万里江山。keysentence",
    "id": "P936"
  },
  {
    "title": "京师得家书",
    "dynasty": "明代",
    "writer": "袁凯",
    "content": [
      "江水三千里，",
      "家书十五行。keysentence",
      "行行无别语，",
      "只道早还乡。"
    ],
    "type": [
      "古诗三百首",
      "思乡"
    ],
    "source": "江水三千里，家书十五行。keysentence行行无别语，只道早还乡。",
    "id": "P937"
  },
  {
    "title": "葛生",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "葛生蒙楚，",
      "蔹蔓于野。keysentence",
      "予美亡此，",
      "谁与？",
      "独处？",
      "葛生蒙棘，",
      "蔹蔓于域。",
      "予美亡此，",
      "谁与？",
      "独息？",
      "角枕粲兮，",
      "锦衾烂兮。",
      "予美亡此，",
      "谁与？",
      "独旦？",
      "夏之日，",
      "冬之夜。",
      "百岁之后，",
      "归于其居。",
      "冬之夜，",
      "夏之日。",
      "百岁之后，",
      "归于其室。"
    ],
    "type": [
      "诗经",
      "悼亡"
    ],
    "source": "葛生蒙楚，蔹蔓于野。keysentence予美亡此，谁与？独处？葛生蒙棘，蔹蔓于域。予美亡此，谁与？独息？角枕粲兮，锦衾烂兮。予美亡此，谁与？独旦？夏之日，冬之夜。百岁之后，归于其居。冬之夜，夏之日。百岁之后，归于其室。",
    "id": "P938"
  },
  {
    "title": "一剪梅·雨打梨花深闭门",
    "dynasty": "明代",
    "writer": "唐寅",
    "content": [
      "红满苔阶绿满枝，",
      "杜宇声声，",
      "杜宇声悲！",
      "交欢未久又分离，",
      "彩凤孤飞，",
      "彩凤孤栖。",
      "别后相思是几时？",
      "后会难知？",
      "后会难期？",
      "此情何以表相思？",
      "一首情词，",
      "一首情诗。",
      "雨打梨花深闭门，",
      "忘了青春，",
      "误了青春。keysentence",
      "赏心乐事共谁论？",
      "花下销魂，",
      "月下销魂。",
      "愁聚眉峰尽日颦，",
      "千点啼痕，",
      "万点啼痕。",
      "晓看天色暮看云，",
      "行也思君，",
      "坐也思君。"
    ],
    "type": [
      "闺怨",
      "女子",
      "思念"
    ],
    "source": "红满苔阶绿满枝，杜宇声声，杜宇声悲！交欢未久又分离，彩凤孤飞，彩凤孤栖。别后相思是几时？后会难知？后会难期？此情何以表相思？一首情词，一首情诗。雨打梨花深闭门，忘了青春，误了青春。keysentence赏心乐事共谁论？花下销魂，月下销魂。愁聚眉峰尽日颦，千点啼痕，万点啼痕。晓看天色暮看云，行也思君，坐也思君。",
    "id": "P939"
  },
  {
    "title": "闻武均州报已复西京",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "白发将军亦壮哉，",
      "西京昨夜捷书来。",
      "胡儿敢作千年计，",
      "天意宁知一日回。keysentence",
      "列圣仁恩深雨露，",
      "中兴赦令疾风雷。",
      "悬知寒食朝陵使，",
      "驿路梨花处处开。"
    ],
    "type": [
      "战争",
      "抒怀",
      "喜悦"
    ],
    "source": "白发将军亦壮哉，西京昨夜捷书来。胡儿敢作千年计，天意宁知一日回。keysentence列圣仁恩深雨露，中兴赦令疾风雷。悬知寒食朝陵使，驿路梨花处处开。",
    "id": "P940"
  },
  {
    "title": "木兰花慢·可怜今夕月",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "中秋饮酒将旦，",
      "客谓前人诗词有赋待月无送月者，",
      "可怜今夕月，",
      "向何处，",
      "去悠悠？",
      "是别有人间，",
      "那边才见，",
      "光影东头？keysentence",
      "是天外。",
      "空汗漫，",
      "但长风浩浩送中秋？",
      "飞镜无根谁系？",
      "姮娥不嫁谁留？",
      "谓经海底问无由，",
      "恍惚使人愁。",
      "怕万里长鲸，",
      "纵横触破，",
      "玉殿琼楼。",
      "虾蟆故堪浴水，",
      "问云何玉兔解沉浮？",
      "若道都齐无恙，",
      "云何渐渐如钩？"
    ],
    "type": [
      "中秋节",
      "咏物",
      "月亮",
      "抒怀",
      "忧国"
    ],
    "source": "中秋饮酒将旦，客谓前人诗词有赋待月无送月者，因用《天问》体赋。可怜今夕月，向何处，去悠悠？是别有人间，那边才见，光影东头？keysentence是天外。空汗漫，但长风浩浩送中秋？飞镜无根谁系？姮娥不嫁谁留？谓经海底问无由，恍惚使人愁。怕万里长鲸，纵横触破，玉殿琼楼。虾蟆故堪浴水，问云何玉兔解沉浮？若道都齐无恙，云何渐渐如钩？",
    "id": "P941"
  },
  {
    "title": "胡歌",
    "dynasty": "唐代",
    "writer": "岑参",
    "content": [
      "黑姓蕃王貂鼠裘，",
      "葡萄宫锦醉缠头。",
      "关西老将能苦战，",
      "七十行兵仍未休。keysentence"
    ],
    "type": [
      "边塞",
      "战士"
    ],
    "source": "黑姓蕃王貂鼠裘，葡萄宫锦醉缠头。关西老将能苦战，七十行兵仍未休。keysentence",
    "id": "P942"
  },
  {
    "title": "秋词",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "自古逢秋悲寂寥，",
      "我言秋日胜春朝。keysentence",
      "晴空一鹤排云上，",
      "便引诗情到碧霄。"
    ],
    "type": [
      "初中古诗",
      "秋天",
      "悲秋"
    ],
    "source": "自古逢秋悲寂寥，我言秋日胜春朝。keysentence晴空一鹤排云上，便引诗情到碧霄。",
    "id": "P943"
  },
  {
    "title": "南园十三首·其五",
    "dynasty": "唐代",
    "writer": "李贺",
    "content": [
      "男儿何不带吴钩，",
      "收取关山五十州。keysentence",
      "请君暂上凌烟阁，",
      "若个书生万户侯？"
    ],
    "type": [
      "地名",
      "爱国",
      "励志"
    ],
    "source": "男儿何不带吴钩，收取关山五十州。keysentence请君暂上凌烟阁，若个书生万户侯？",
    "id": "P945"
  },
  {
    "title": "天净沙·秋思",
    "dynasty": "元代",
    "writer": "马致远",
    "content": [
      "枯藤老树昏鸦，",
      "小桥流水人家，",
      "古道西风瘦马。keysentence",
      "夕阳西下，",
      "断肠人在天涯。"
    ],
    "type": [
      "初中古诗",
      "秋天",
      "写景",
      "羁旅",
      "悲秋"
    ],
    "source": "枯藤老树昏鸦，小桥流水人家，古道西风瘦马。keysentence夕阳西下，断肠人在天涯。",
    "id": "P946"
  },
  {
    "title": "野望",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "西山白雪三城戍，",
      "南浦清江万里桥。keysentence",
      "海内风尘诸弟隔，",
      "天涯涕泪一身遥。",
      "惟将迟暮供多病，",
      "未有涓埃答圣朝。",
      "跨马出郊时极目，",
      "不堪人事日萧条。"
    ],
    "type": [
      "唐诗三百首",
      "写景",
      "抒情"
    ],
    "source": "西山白雪三城戍，南浦清江万里桥。keysentence海内风尘诸弟隔，天涯涕泪一身遥。惟将迟暮供多病，未有涓埃答圣朝。跨马出郊时极目，不堪人事日萧条。",
    "id": "P947"
  },
  {
    "title": "闾门即事",
    "dynasty": "唐代",
    "writer": "张继",
    "content": [
      "耕夫召募爱楼船，",
      "春草青青万项田；keysentence",
      "试上吴门窥郡郭，",
      "清明几处有新烟。"
    ],
    "type": [
      "清明节",
      "感伤"
    ],
    "source": "耕夫召募爱楼船，春草青青万项田；keysentence试上吴门窥郡郭，清明几处有新烟。",
    "id": "P948"
  },
  {
    "title": "菩萨蛮·人人尽说江南好",
    "dynasty": "唐代",
    "writer": "韦庄",
    "content": [
      "人人尽说江南好，",
      "游人只合江南老。",
      "春水碧于天，",
      "画船听雨眠。keysentence",
      "垆边人似月，",
      "皓腕凝霜雪。",
      "未老莫还乡，",
      "还乡须断肠。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "江南",
      "思乡"
    ],
    "source": "人人尽说江南好，游人只合江南老。春水碧于天，画船听雨眠。keysentence垆边人似月，皓腕凝霜雪。未老莫还乡，还乡须断肠。",
    "id": "P949"
  },
  {
    "title": "江村晚眺",
    "dynasty": "宋代",
    "writer": "戴复古",
    "content": [
      "江头落日照平沙，",
      "潮退渔船阁岸斜。",
      "白鸟一双临水立，",
      "见人惊起入芦花。keysentence"
    ],
    "type": [
      "古诗三百首",
      "写景"
    ],
    "source": "江头落日照平沙，潮退渔船阁岸斜。白鸟一双临水立，见人惊起入芦花。keysentence",
    "id": "P950"
  },
  {
    "title": "渔家傲·五月榴花妖艳烘",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "五月榴花妖艳烘。",
      "绿杨带雨垂垂重。",
      "五色新丝缠角粽。keysentence",
      "金盘送。",
      "生绡画扇盘双凤。",
      "正是浴兰时节动。",
      "菖蒲酒美清尊共。",
      "叶里黄鹂时一弄。",
      "犹瞢忪。",
      "等闲惊破纱窗梦。"
    ],
    "type": [
      "端午节",
      "风俗",
      "女子",
      "生活",
      "情思"
    ],
    "source": "五月榴花妖艳烘。绿杨带雨垂垂重。五色新丝缠角粽。keysentence金盘送。生绡画扇盘双凤。正是浴兰时节动。菖蒲酒美清尊共。叶里黄鹂时一弄。犹瞢忪。等闲惊破纱窗梦。",
    "id": "P951"
  },
  {
    "title": "江村即事",
    "dynasty": "唐代",
    "writer": "司空曙",
    "content": [
      "钓罢归来不系船，",
      "江村月落正堪眠。keysentence",
      "纵然一夜风吹去，",
      "只在芦花浅水边。"
    ],
    "type": [
      "写景",
      "乡村",
      "生活"
    ],
    "source": "钓罢归来不系船，江村月落正堪眠。keysentence纵然一夜风吹去，只在芦花浅水边。",
    "id": "P952"
  },
  {
    "title": "近试上张籍水部",
    "dynasty": "唐代",
    "writer": "朱庆馀",
    "content": [
      "洞房昨夜停红烛，",
      "待晓堂前拜舅姑。",
      "妆罢低声问夫婿，",
      "画眉深浅入时无。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "新婚",
      "考试"
    ],
    "source": "洞房昨夜停红烛，待晓堂前拜舅姑。妆罢低声问夫婿，画眉深浅入时无。keysentence",
    "id": "P953"
  },
  {
    "title": "定风波·南海归赠王定国侍人寓娘",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "常羡人间琢玉郎，",
      "天应乞与点酥娘。",
      "尽道清歌传皓齿，",
      "风起，",
      "雪飞炎海变清凉。",
      "万里归来颜愈少，",
      "微笑，",
      "笑时犹带岭梅香。",
      "试问岭南应不好，",
      "却道：",
      "此心安处是吾乡。keysentence"
    ],
    "type": [
      "宋词三百首",
      "赞颂",
      "歌女"
    ],
    "source": "常羡人间琢玉郎，天应乞与点酥娘。尽道清歌传皓齿，风起，雪飞炎海变清凉。万里归来颜愈少，微笑，笑时犹带岭梅香。试问岭南应不好，却道：此心安处是吾乡。keysentence",
    "id": "P954"
  },
  {
    "title": "赠孟浩然",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "吾爱孟夫子，",
      "风流天下闻。",
      "红颜弃轩冕，",
      "白首卧松云。",
      "醉月频中圣，",
      "迷花不事君。keysentence",
      "高山安可仰，",
      "徒此揖清芬。"
    ],
    "type": [
      "唐诗三百首",
      "赠别",
      "敬爱"
    ],
    "source": "吾爱孟夫子，风流天下闻。红颜弃轩冕，白首卧松云。醉月频中圣，迷花不事君。keysentence高山安可仰，徒此揖清芬。",
    "id": "P955"
  },
  {
    "title": "小雅·鹿鸣",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "呦呦鹿鸣，",
      "食野之苹。keysentence",
      "我有嘉宾，",
      "鼓瑟吹笙。",
      "吹笙鼓簧，",
      "承筐是将。",
      "人之好我，",
      "示我周行。",
      "呦呦鹿鸣，",
      "食野之蒿。",
      "我有嘉宾，",
      "德音孔昭。",
      "视民不恌，",
      "君子是则是效。",
      "我有旨酒，",
      "嘉宾式燕以敖。",
      "呦呦鹿鸣，",
      "食野之芩。",
      "我有嘉宾，",
      "鼓瑟鼓琴。",
      "鼓瑟鼓琴，",
      "和乐且湛。",
      "我有旨酒，",
      "以燕乐嘉宾之心。"
    ],
    "type": [
      "诗经",
      "宴会"
    ],
    "source": "呦呦鹿鸣，食野之苹。keysentence我有嘉宾，鼓瑟吹笙。吹笙鼓簧，承筐是将。人之好我，示我周行。呦呦鹿鸣，食野之蒿。我有嘉宾，德音孔昭。视民不恌，君子是则是效。我有旨酒，嘉宾式燕以敖。呦呦鹿鸣，食野之芩。我有嘉宾，鼓瑟鼓琴。鼓瑟鼓琴，和乐且湛。我有旨酒，以燕乐嘉宾之心。",
    "id": "P956"
  },
  {
    "title": "七夕",
    "dynasty": "唐代",
    "writer": "徐凝",
    "content": [
      "一道鹊桥横渺渺，",
      "千声玉佩过玲玲。",
      "别离还有经年客，",
      "怅望不如河鼓星。keysentence"
    ],
    "type": [
      "七夕节"
    ],
    "source": "一道鹊桥横渺渺，千声玉佩过玲玲。别离还有经年客，怅望不如河鼓星。keysentence",
    "id": "P957"
  },
  {
    "title": "咏怀古迹五首·其三",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "群山万壑赴荆门，",
      "生长明妃尚有村。keysentence",
      "一去紫台连朔漠，",
      "独留青冢向黄昏。",
      "画图省识春风面，",
      "环佩空归夜月魂。",
      "千载琵琶作胡语，",
      "分明怨恨曲中论。"
    ],
    "type": [
      "唐诗三百首",
      "怀古",
      "思乡"
    ],
    "source": "群山万壑赴荆门，生长明妃尚有村。keysentence一去紫台连朔漠，独留青冢向黄昏。画图省识春风面，环佩空归夜月魂。千载琵琶作胡语，分明怨恨曲中论。",
    "id": "P958"
  },
  {
    "title": "和端午",
    "dynasty": "宋代",
    "writer": "张耒",
    "content": [
      "竞渡深悲千载冤，",
      "忠魂一去讵能还。",
      "国亡身殒今何有，",
      "只留离骚在世间。keysentence"
    ],
    "type": [
      "端午节",
      "竞渡",
      "怀人",
      "爱国"
    ],
    "source": "竞渡深悲千载冤，忠魂一去讵能还。国亡身殒今何有，只留离骚在世间。keysentence",
    "id": "P959"
  },
  {
    "title": "望海潮·洛阳怀古",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "梅英疏淡，",
      "冰澌溶泄，",
      "东风暗换年华。",
      "金谷俊游，",
      "铜驼巷陌，",
      "新晴细履平沙。",
      "长记误随车。",
      "正絮翻蝶舞，",
      "芳思交加。",
      "柳下桃蹊，",
      "乱分春色到人家。keysentence",
      "西园夜饮鸣笳。",
      "有华灯碍月，",
      "飞盖妨花。",
      "兰苑未空，",
      "行人渐老，",
      "重来是事堪嗟。",
      "烟暝酒旗斜。",
      "但倚楼极目，",
      "时见栖鸦。",
      "无奈归心，",
      "暗随流水到天涯。"
    ],
    "type": [
      "宋词三百首",
      "春天",
      "追忆",
      "抒情"
    ],
    "source": "梅英疏淡，冰澌溶泄，东风暗换年华。金谷俊游，铜驼巷陌，新晴细履平沙。长记误随车。正絮翻蝶舞，芳思交加。柳下桃蹊，乱分春色到人家。keysentence西园夜饮鸣笳。有华灯碍月，飞盖妨花。兰苑未空，行人渐老，重来是事堪嗟。烟暝酒旗斜。但倚楼极目，时见栖鸦。无奈归心，暗随流水到天涯。",
    "id": "P960"
  },
  {
    "title": "贺明朝·忆昔花间相见后",
    "dynasty": "五代",
    "writer": "欧阳炯",
    "content": [
      "忆昔花间相见后，",
      "只凭纤手，",
      "暗抛红豆。keysentence",
      "人前不解，",
      "巧传心事，",
      "别来依旧，",
      "辜负春昼。",
      "碧罗衣上蹙金绣，",
      "睹对对鸳鸯，",
      "空裛泪痕透。",
      "想韶颜非久，",
      "终是为伊，",
      "只恁偷瘦。"
    ],
    "type": [
      "女子",
      "追忆",
      "思念"
    ],
    "source": "忆昔花间相见后，只凭纤手，暗抛红豆。keysentence人前不解，巧传心事，别来依旧，辜负春昼。碧罗衣上蹙金绣，睹对对鸳鸯，空裛泪痕透。想韶颜非久，终是为伊，只恁偷瘦。",
    "id": "P961"
  },
  {
    "title": "咏牡丹",
    "dynasty": "宋代",
    "writer": "陈与义",
    "content": [
      "一自胡尘入汉关，",
      "十年伊洛路漫漫。keysentence",
      "青墩溪畔龙钟客，",
      "独立东风看牡丹。"
    ],
    "type": [
      "古诗三百首",
      "咏物",
      "牡丹",
      "思乡",
      "爱国"
    ],
    "source": "一自胡尘入汉关，十年伊洛路漫漫。keysentence青墩溪畔龙钟客，独立东风看牡丹。",
    "id": "P962"
  },
  {
    "title": "长安夜雨",
    "dynasty": "唐代",
    "writer": "薛逢",
    "content": [
      "滞雨通宵又彻明，",
      "百忧如草雨中生。keysentence",
      "心关桂玉天难晓，",
      "运落风波梦亦惊。",
      "压树早鸦飞不散，",
      "到窗寒鼓湿无声。",
      "当年志气俱消尽，",
      "白发新添四五茎。"
    ],
    "type": [
      "写景",
      "写雨",
      "抒怀"
    ],
    "source": "滞雨通宵又彻明，百忧如草雨中生。keysentence心关桂玉天难晓，运落风波梦亦惊。压树早鸦飞不散，到窗寒鼓湿无声。当年志气俱消尽，白发新添四五茎。",
    "id": "P963"
  },
  {
    "title": "望洞庭湖赠张丞相",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "八月湖水平，",
      "涵虚混太清。",
      "气蒸云梦泽，",
      "波撼岳阳城。keysentence",
      "欲济无舟楫，",
      "端居耻圣明。",
      "坐观垂钓者，",
      "徒有羡鱼情。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "山水",
      "写水",
      "地名"
    ],
    "source": "八月湖水平，涵虚混太清。气蒸云梦泽，波撼岳阳城。keysentence欲济无舟楫，端居耻圣明。坐观垂钓者，徒有羡鱼情。",
    "id": "P964"
  },
  {
    "title": "菊花",
    "dynasty": "唐代",
    "writer": "元稹",
    "content": [
      "秋丛绕舍似陶家，",
      "遍绕篱边日渐斜。",
      "不是花中偏爱菊，",
      "此花开尽更无花。keysentence"
    ],
    "type": [
      "咏物",
      "菊花",
      "抒怀"
    ],
    "source": "秋丛绕舍似陶家，遍绕篱边日渐斜。不是花中偏爱菊，此花开尽更无花。keysentence",
    "id": "P965"
  },
  {
    "title": "江南春",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "千里莺啼绿映红，",
      "水村山郭酒旗风。",
      "南朝四百八十寺，",
      "多少楼台烟雨中。keysentence"
    ],
    "type": [
      "春天",
      "写景",
      "寺庙",
      "抒情"
    ],
    "source": "千里莺啼绿映红，水村山郭酒旗风。南朝四百八十寺，多少楼台烟雨中。keysentence",
    "id": "P966"
  },
  {
    "title": "霜月",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "初闻征雁已无蝉，",
      "百尺楼高水接天。",
      "青女素娥俱耐冷，",
      "月中霜里斗婵娟。keysentence"
    ],
    "type": [
      "秋天",
      "月亮",
      "抒情",
      "早教古诗100首"
    ],
    "source": "初闻征雁已无蝉，百尺楼高水接天。青女素娥俱耐冷，月中霜里斗婵娟。keysentence",
    "id": "P967"
  },
  {
    "title": "正月十五夜",
    "dynasty": "唐代",
    "writer": "苏味道",
    "content": [
      "火树银花合，",
      "星桥铁锁开。keysentence",
      "暗尘随马去，",
      "明月逐人来。",
      "游伎皆秾李，",
      "行歌尽落梅。",
      "金吾不禁夜，",
      "玉漏莫相催。"
    ],
    "type": [
      "节日",
      "元宵节"
    ],
    "source": "火树银花合，星桥铁锁开。keysentence暗尘随马去，明月逐人来。游伎皆秾李，行歌尽落梅。金吾不禁夜，玉漏莫相催。",
    "id": "P968"
  },
  {
    "title": "青玉案·凌波不过横塘路",
    "dynasty": "宋代",
    "writer": "贺铸",
    "content": [
      "凌波不过横塘路，",
      "但目送、芳尘去。",
      "锦瑟华年谁与度？",
      "月桥花院，",
      "琐窗朱户，",
      "只有春知处。",
      "飞云冉冉蘅皋暮，",
      "彩笔新题断肠句。",
      "试问闲情都几许？",
      "一川烟草，",
      "满城风絮，",
      "梅子黄时雨。keysentence",
      "凌波不过横塘路，",
      "但目送、芳尘去。",
      "锦瑟华年谁与度？",
      "月台花榭，",
      "琐窗朱户，",
      "只有春知处。",
      "碧云冉冉蘅皋暮，",
      "彩笔新题断肠句。",
      "试问闲愁都几许？",
      "一川烟草，",
      "满城风絮，",
      "梅子黄时雨。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "春天",
      "写景",
      "爱情",
      "相思"
    ],
    "source": "凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月桥花院，琐窗朱户，只有春知处。飞云冉冉蘅皋暮，彩笔新题断肠句。试问闲情都几许？一川烟草，满城风絮，梅子黄时雨。keysentence凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月台花榭，琐窗朱户，只有春知处。碧云冉冉蘅皋暮，彩笔新题断肠句。试问闲愁都几许？一川烟草，满城风絮，梅子黄时雨。",
    "id": "P969"
  },
  {
    "title": "秋兴八首",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "玉露凋伤枫树林，",
      "巫山巫峡气萧森。",
      "江间波浪兼天涌，",
      "塞上风云接地阴。",
      "丛菊两开他日泪，",
      "孤舟一系故园心。",
      "寒衣处处催刀尺，",
      "白帝城高急暮砧。",
      "夔府孤城落日斜，",
      "每依北斗望京华。",
      "听猿实下三声泪，",
      "奉使虚随八月槎。",
      "画省香炉违伏枕，",
      "山楼粉堞隐悲笳。",
      "请看石上藤萝月，",
      "已映洲前芦荻花。",
      "千家山郭静朝晖，",
      "日日江楼坐翠微。",
      "信宿渔人还泛泛，",
      "清秋燕子故飞飞。",
      "匡衡抗疏功名薄，",
      "刘向传经心事违。",
      "同学少年多不贱，",
      "五陵衣马自轻肥。",
      "闻道长安似弈棋，",
      "百年世事不胜悲。",
      "王侯第宅皆新主，",
      "文武衣冠异昔时。",
      "直北关山金鼓振，",
      "征西车马羽书驰。",
      "鱼龙寂寞秋江冷，",
      "故国平居有所思。",
      "蓬莱宫阙对南山，",
      "承露金茎霄汉间。",
      "西望瑶池降王母，",
      "东来紫气满函关。",
      "云移雉尾开宫扇，",
      "日绕龙鳞识圣颜。keysentence",
      "一卧沧江惊岁晚，",
      "几回青琐点朝班。",
      "瞿塘峡口曲江头，",
      "万里风烟接素秋。",
      "花萼夹城通御气，",
      "芙蓉小苑入边愁。",
      "珠帘绣柱围黄鹄，",
      "锦缆牙樯起白鸥。",
      "回首可怜歌舞地，",
      "秦中自古帝王州。",
      "昆明池水汉时功，",
      "武帝旌旗在眼中。",
      "织女机丝虚夜月，",
      "石鲸鳞甲动秋风。",
      "波漂菰米沉云黑，",
      "露冷莲房坠粉红。",
      "关塞极天惟鸟道，",
      "江湖满地一渔翁。",
      "昆吾御宿自逶迤，",
      "紫阁峰阴入渼陂。",
      "香稻啄馀鹦鹉粒，",
      "碧梧栖老凤凰枝。",
      "佳人拾翠春相问，",
      "仙侣同舟晚更移。",
      "彩笔昔曾干气象，",
      "白头吟望苦低垂。"
    ],
    "type": [
      "秋天",
      "写景",
      "抒情",
      "忧国忧民",
      "组诗"
    ],
    "source": "玉露凋伤枫树林，巫山巫峡气萧森。江间波浪兼天涌，塞上风云接地阴。丛菊两开他日泪，孤舟一系故园心。寒衣处处催刀尺，白帝城高急暮砧。夔府孤城落日斜，每依北斗望京华。听猿实下三声泪，奉使虚随八月槎。画省香炉违伏枕，山楼粉堞隐悲笳。请看石上藤萝月，已映洲前芦荻花。千家山郭静朝晖，日日江楼坐翠微。信宿渔人还泛泛，清秋燕子故飞飞。匡衡抗疏功名薄，刘向传经心事违。同学少年多不贱，五陵衣马自轻肥。闻道长安似弈棋，百年世事不胜悲。王侯第宅皆新主，文武衣冠异昔时。直北关山金鼓振，征西车马羽书驰。鱼龙寂寞秋江冷，故国平居有所思。蓬莱宫阙对南山，承露金茎霄汉间。西望瑶池降王母，东来紫气满函关。云移雉尾开宫扇，日绕龙鳞识圣颜。keysentence一卧沧江惊岁晚，几回青琐点朝班。瞿塘峡口曲江头，万里风烟接素秋。花萼夹城通御气，芙蓉小苑入边愁。珠帘绣柱围黄鹄，锦缆牙樯起白鸥。回首可怜歌舞地，秦中自古帝王州。昆明池水汉时功，武帝旌旗在眼中。织女机丝虚夜月，石鲸鳞甲动秋风。波漂菰米沉云黑，露冷莲房坠粉红。关塞极天惟鸟道，江湖满地一渔翁。昆吾御宿自逶迤，紫阁峰阴入渼陂。香稻啄馀鹦鹉粒，碧梧栖老凤凰枝。佳人拾翠春相问，仙侣同舟晚更移。彩笔昔曾干气象，白头吟望苦低垂。",
    "id": "P970"
  },
  {
    "title": "诉衷情·眉意",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "清晨帘幕卷轻霜。",
      "呵手试梅妆。",
      "都缘自有离恨，",
      "故画作远山长。keysentence",
      "思往事，",
      "惜流芳。",
      "易成伤。",
      "拟歌先敛，",
      "欲笑还颦，",
      "最断人肠。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "女子",
      "生活",
      "抒情"
    ],
    "source": "清晨帘幕卷轻霜。呵手试梅妆。都缘自有离恨，故画作远山长。keysentence思往事，惜流芳。易成伤。拟歌先敛，欲笑还颦，最断人肠。",
    "id": "P971"
  },
  {
    "title": "送魏二",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "醉别江楼橘柚香，",
      "江风引雨入舟凉。keysentence",
      "忆君遥在潇湘月，",
      "愁听清猿梦里长。"
    ],
    "type": [
      "写景",
      "送别",
      "友情"
    ],
    "source": "醉别江楼橘柚香，江风引雨入舟凉。keysentence忆君遥在潇湘月，愁听清猿梦里长。",
    "id": "P972"
  },
  {
    "title": "凤凰台上忆吹箫·香冷金猊",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "香冷金猊，",
      "被翻红浪，",
      "起来慵自梳头。",
      "任宝奁尘满，",
      "日上帘钩。",
      "生怕离怀别苦，",
      "多少事、欲说还休。",
      "新来瘦，",
      "非干病酒，",
      "不是悲秋。",
      "休休，",
      "这回去也，",
      "也则难留。",
      "念武陵人远，",
      "烟锁秦楼。",
      "惟有楼前流水，",
      "应念我、终日凝眸。keysentence",
      "凝眸处，",
      "从今又添，",
      "一段新愁。",
      "香冷金猊，",
      "被翻红浪，",
      "起来人未梳头。",
      "任宝奁闲掩，",
      "日上帘钩。",
      "生怕闲愁暗恨，",
      "多少事、欲说还休。",
      "今年瘦，",
      "非干病酒，",
      "不是悲秋。",
      "明朝，",
      "者回去也，",
      "千万遍阳关，",
      "也即难留。",
      "念武陵春晚，",
      "云锁重楼。",
      "记取楼前绿水，",
      "应念我、终日凝眸。",
      "凝眸处，",
      "从今更数，",
      "几段新愁。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "女子",
      "离别",
      "思念"
    ],
    "source": "香冷金猊，被翻红浪，起来慵自梳头。任宝奁尘满，日上帘钩。生怕离怀别苦，多少事、欲说还休。新来瘦，非干病酒，不是悲秋。休休，这回去也，千万遍《阳关》，也则难留。念武陵人远，烟锁秦楼。惟有楼前流水，应念我、终日凝眸。keysentence凝眸处，从今又添，一段新愁。香冷金猊，被翻红浪，起来人未梳头。任宝奁闲掩，日上帘钩。生怕闲愁暗恨，多少事、欲说还休。今年瘦，非干病酒，不是悲秋。明朝，者回去也，千万遍阳关，也即难留。念武陵春晚，云锁重楼。记取楼前绿水，应念我、终日凝眸。凝眸处，从今更数，几段新愁。",
    "id": "P973"
  },
  {
    "title": "鹧鸪天·送人",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "功名馀事且加餐。",
      "浮天水送无穷树，",
      "带雨云埋一半山。",
      "今古恨，",
      "几千般，",
      "只应离合是悲欢？",
      "江头未是风波恶，",
      "别有人间行路难！keysentence"
    ],
    "type": [
      "宋词精选",
      "送别",
      "感伤"
    ],
    "source": "唱彻《阳关》泪未干，功名馀事且加餐。浮天水送无穷树，带雨云埋一半山。今古恨，几千般，只应离合是悲欢？江头未是风波恶，别有人间行路难！keysentence",
    "id": "P974"
  },
  {
    "title": "长命女·春日宴",
    "dynasty": "五代",
    "writer": "冯延巳",
    "content": [
      "春日宴，",
      "绿酒一杯歌一遍。keysentence",
      "再拜陈三愿：",
      "一愿郎君千岁，",
      "二愿妾身常健，",
      "三愿如同梁上燕，",
      "岁岁长相见。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "夫妻",
      "饮酒",
      "祝愿"
    ],
    "source": "春日宴，绿酒一杯歌一遍。keysentence再拜陈三愿：一愿郎君千岁，二愿妾身常健，三愿如同梁上燕，岁岁长相见。",
    "id": "P975"
  },
  {
    "title": "如梦令·昨夜雨疏风骤",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "昨夜雨疏风骤，",
      "浓睡不消残酒。keysentence",
      "试问卷帘人，",
      "却道海棠依旧。",
      "知否，",
      "知否？",
      "应是绿肥红瘦。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "惜花",
      "伤春"
    ],
    "source": "昨夜雨疏风骤，浓睡不消残酒。keysentence试问卷帘人，却道海棠依旧。知否，知否？应是绿肥红瘦。",
    "id": "P976"
  },
  {
    "title": "梅花",
    "dynasty": "唐代",
    "writer": "崔道融",
    "content": [
      "数萼初含雪，",
      "孤标画本难。",
      "香中别有韵，",
      "清极不知寒。",
      "横笛和愁听，",
      "斜枝倚病看。",
      "朔风如解意，",
      "容易莫摧残。keysentence"
    ],
    "type": [
      "咏物",
      "梅花",
      "抒怀"
    ],
    "source": "数萼初含雪，孤标画本难。香中别有韵，清极不知寒。横笛和愁听，斜枝倚病看。朔风如解意，容易莫摧残。keysentence",
    "id": "P978"
  },
  {
    "title": "定风波·莫听穿林打叶声",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "三月七日，",
      "沙湖道中遇雨。",
      "雨具先去，",
      "同行皆狼狈，",
      "余独不觉，",
      "已而遂晴，",
      "故作此词。",
      "莫听穿林打叶声，",
      "何妨吟啸且徐行。",
      "竹杖芒鞋轻胜马，",
      "谁怕？",
      "一蓑烟雨任平生。",
      "料峭春风吹酒醒，",
      "微冷，",
      "山头斜照却相迎。",
      "回首向来萧瑟处，",
      "归去，",
      "也无风雨也无晴。keysentence"
    ],
    "type": [
      "宋词三百首",
      "春天",
      "写雨",
      "豪放"
    ],
    "source": "三月七日，沙湖道中遇雨。雨具先去，同行皆狼狈，余独不觉，已而遂晴，故作此词。莫听穿林打叶声，何妨吟啸且徐行。竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生。料峭春风吹酒醒，微冷，山头斜照却相迎。回首向来萧瑟处，归去，也无风雨也无晴。keysentence",
    "id": "P979"
  },
  {
    "title": "六州歌头·少年侠气",
    "dynasty": "宋代",
    "writer": "贺铸",
    "content": [
      "少年侠气，",
      "交结五都雄。keysentence",
      "肝胆洞。",
      "毛发耸。",
      "立谈中。",
      "死生同。",
      "一诺千金重。",
      "推翘勇。",
      "矜豪纵。",
      "轻盖拥。",
      "联飞鞚。",
      "斗城东。",
      "轰饮酒垆，",
      "春色浮寒瓮。",
      "吸海垂虹。",
      "闲呼鹰嗾犬，",
      "白羽摘雕弓。",
      "狡穴俄空。",
      "乐匆匆。",
      "似黄粱梦。",
      "辞丹凤。",
      "明月共。",
      "漾孤篷。",
      "官冗從。",
      "怀倥偬。",
      "落尘笼。",
      "簿书丛。",
      "鹖弁如云众。",
      "供粗用。",
      "忽奇功。",
      "笳鼓动。",
      "渔阳弄。",
      "思悲翁。",
      "不请长缨，",
      "系取天骄种。",
      "剑吼西风。",
      "恨登山临水，",
      "手寄七弦桐。",
      "目送归鸿。"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "壮志",
      "忧国忧民"
    ],
    "source": "少年侠气，交结五都雄。keysentence肝胆洞。毛发耸。立谈中。死生同。一诺千金重。推翘勇。矜豪纵。轻盖拥。联飞鞚。斗城东。轰饮酒垆，春色浮寒瓮。吸海垂虹。闲呼鹰嗾犬，白羽摘雕弓。狡穴俄空。乐匆匆。似黄粱梦。辞丹凤。明月共。漾孤篷。官冗從。怀倥偬。落尘笼。簿书丛。鹖弁如云众。供粗用。忽奇功。笳鼓动。渔阳弄。思悲翁。不请长缨，系取天骄种。剑吼西风。恨登山临水，手寄七弦桐。目送归鸿。",
    "id": "P981"
  },
  {
    "title": "贺圣朝·留别",
    "dynasty": "宋代",
    "writer": "叶清臣",
    "content": [
      "满斟绿醑留君住。",
      "莫匆匆归去。",
      "三分春色二分愁，",
      "更一分风雨。keysentence",
      "花开花谢、都来几许。",
      "且高歌休诉。",
      "不知来岁牡丹时，",
      "再相逢何处。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "饮酒",
      "惜别"
    ],
    "source": "满斟绿醑留君住。莫匆匆归去。三分春色二分愁，更一分风雨。keysentence花开花谢、都来几许。且高歌休诉。不知来岁牡丹时，再相逢何处。",
    "id": "P982"
  },
  {
    "title": "蝶恋花·醉别西楼醒不记",
    "dynasty": "宋代",
    "writer": "晏几道",
    "content": [
      "醉别西楼醒不记。",
      "春梦秋云，",
      "聚散真容易。keysentence",
      "斜月半窗还少睡。",
      "画屏闲展吴山翠。",
      "衣上酒痕诗里字。",
      "点点行行，",
      "总是凄凉意。",
      "红烛自怜无好计。",
      "夜寒空替人垂泪。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "追忆",
      "离别"
    ],
    "source": "醉别西楼醒不记。春梦秋云，聚散真容易。keysentence斜月半窗还少睡。画屏闲展吴山翠。衣上酒痕诗里字。点点行行，总是凄凉意。红烛自怜无好计。夜寒空替人垂泪。",
    "id": "P983"
  },
  {
    "title": "清平乐·春归何处",
    "dynasty": "宋代",
    "writer": "黄庭坚",
    "content": [
      "春归何处。",
      "寂寞无行路。",
      "若有人知春去处。",
      "唤取归来同住。",
      "春无踪迹谁知。",
      "除非问取黄鹂。keysentence",
      "百啭无人能解，",
      "因风飞过蔷薇。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "惜春"
    ],
    "source": "春归何处。寂寞无行路。若有人知春去处。唤取归来同住。春无踪迹谁知。除非问取黄鹂。keysentence百啭无人能解，因风飞过蔷薇。",
    "id": "P984"
  },
  {
    "title": "蝶恋花·早行",
    "dynasty": "宋代",
    "writer": "周邦彦",
    "content": [
      "月皎惊乌栖不定，",
      "更漏将残，",
      "辘轳牵金井。",
      "唤起两眸清炯炯。",
      "泪花落枕红绵冷。",
      "执手霜风吹鬓影。",
      "去意徊徨，",
      "别语愁难听。keysentence",
      "楼上阑干横斗柄，",
      "露寒人远鸡相应。"
    ],
    "type": [
      "宋词三百首",
      "月亮",
      "婉约",
      "离别",
      "女子",
      "惜别"
    ],
    "source": "月皎惊乌栖不定，更漏将残，辘轳牵金井。唤起两眸清炯炯。泪花落枕红绵冷。执手霜风吹鬓影。去意徊徨，别语愁难听。keysentence楼上阑干横斗柄，露寒人远鸡相应。",
    "id": "P985"
  },
  {
    "title": "无题·昨夜星辰昨夜风",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "昨夜星辰昨夜风，",
      "画楼西畔桂堂东。",
      "身无彩凤双飞翼，",
      "心有灵犀一点通。keysentence",
      "隔座送钩春酒暖，",
      "分曹射覆蜡灯红。",
      "嗟余听鼓应官去，",
      "走马兰台类转蓬。"
    ],
    "type": [
      "唐诗三百首",
      "爱情",
      "相思",
      "宴饮",
      "感慨"
    ],
    "source": "昨夜星辰昨夜风，画楼西畔桂堂东。身无彩凤双飞翼，心有灵犀一点通。keysentence隔座送钩春酒暖，分曹射覆蜡灯红。嗟余听鼓应官去，走马兰台类转蓬。",
    "id": "P986"
  },
  {
    "title": "饮酒",
    "dynasty": "唐代",
    "writer": "柳宗元",
    "content": [
      "今夕少愉乐，",
      "起坐开清尊。",
      "举觞酹先酒，",
      "为我驱忧烦。",
      "须臾心自殊，",
      "顿觉天地暄。",
      "连山变幽晦，",
      "绿水函晏温。keysentence",
      "蔼蔼南郭门，",
      "树木一何繁。",
      "清阴可自庇，",
      "竟夕闻佳言。",
      "尽醉无复辞，",
      "偃卧有芳荪。",
      "彼哉晋楚富，",
      "此道未必存。"
    ],
    "type": [
      "归隐",
      "饮酒",
      "生活"
    ],
    "source": "今夕少愉乐，起坐开清尊。举觞酹先酒，为我驱忧烦。须臾心自殊，顿觉天地暄。连山变幽晦，绿水函晏温。keysentence蔼蔼南郭门，树木一何繁。清阴可自庇，竟夕闻佳言。尽醉无复辞，偃卧有芳荪。彼哉晋楚富，此道未必存。",
    "id": "P987"
  },
  {
    "title": "三衢道中",
    "dynasty": "宋代",
    "writer": "曾几",
    "content": [
      "梅子黄时日日晴，",
      "小溪泛尽却山行。",
      "绿阴不减来时路，",
      "添得黄鹂四五声。keysentence"
    ],
    "type": [
      "古诗三百首",
      "纪游",
      "喜悦"
    ],
    "source": "梅子黄时日日晴，小溪泛尽却山行。绿阴不减来时路，添得黄鹂四五声。keysentence",
    "id": "P988"
  },
  {
    "title": "蝉",
    "dynasty": "唐代",
    "writer": "虞世南",
    "content": [
      "垂緌饮清露，",
      "流响出疏桐。",
      "居高声自远，",
      "非是藉秋风。keysentence"
    ],
    "type": [
      "咏物",
      "寓理"
    ],
    "source": "垂緌饮清露，流响出疏桐。居高声自远，非是藉秋风。keysentence",
    "id": "P989"
  },
  {
    "title": "天净沙·春",
    "dynasty": "元代",
    "writer": "白朴",
    "content": [
      "春山暖日和风，",
      "阑干楼阁帘栊，",
      "杨柳秋千院中。keysentence",
      "啼莺舞燕，",
      "小桥流水飞红。"
    ],
    "type": [
      "散曲",
      "春天",
      "写景"
    ],
    "source": "春山暖日和风，阑干楼阁帘栊，杨柳秋千院中。keysentence啼莺舞燕，小桥流水飞红。",
    "id": "P990"
  },
  {
    "title": "无题·凤尾香罗薄几重",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "凤尾香罗薄几重，",
      "碧文圆顶夜深缝。",
      "扇裁月魄羞难掩，",
      "车走雷声语未通。",
      "曾是寂寥金烬暗，",
      "断无消息石榴红。keysentence",
      "斑骓只系垂杨岸，",
      "何处西南任好风。"
    ],
    "type": [
      "唐诗三百首",
      "思念"
    ],
    "source": "凤尾香罗薄几重，碧文圆顶夜深缝。扇裁月魄羞难掩，车走雷声语未通。曾是寂寥金烬暗，断无消息石榴红。keysentence斑骓只系垂杨岸，何处西南任好风。",
    "id": "P991"
  },
  {
    "title": "忆江南·春去也",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "春去也，",
      "多谢洛城人。",
      "弱柳从风疑举袂，",
      "丛兰裛露似沾巾。",
      "独坐亦含嚬。",
      "春去也，",
      "共惜艳阳年。",
      "犹有桃花流水上，",
      "无辞竹叶醉尊前。keysentence",
      "惟待见青天。"
    ],
    "type": [
      "婉约",
      "女子",
      "惜春",
      "柳树"
    ],
    "source": "春去也，多谢洛城人。弱柳从风疑举袂，丛兰裛露似沾巾。独坐亦含嚬。春去也，共惜艳阳年。犹有桃花流水上，无辞竹叶醉尊前。keysentence惟待见青天。",
    "id": "P992"
  },
  {
    "title": "玉蝴蝶·望处雨收云断",
    "dynasty": "宋代",
    "writer": "柳永",
    "content": [
      "望处雨收云断，",
      "凭阑悄悄，",
      "目送秋光。",
      "晚景萧疏，",
      "堪动宋玉悲凉。",
      "水风轻，",
      "蘋花渐老，",
      "月露冷、梧叶飘黄。keysentence",
      "遣情伤。",
      "故人何在，",
      "烟水茫茫。",
      "难忘，",
      "文期酒会，",
      "几孤风月，",
      "屡变星霜。",
      "海阔山遥，",
      "未知何处是潇湘。",
      "念双燕、难凭远信，",
      "指暮天、空识归航。",
      "黯相望。",
      "断鸿声里，",
      "立尽斜阳。"
    ],
    "type": [
      "宋词精选",
      "婉约",
      "写景",
      "怀人"
    ],
    "source": "望处雨收云断，凭阑悄悄，目送秋光。晚景萧疏，堪动宋玉悲凉。水风轻，蘋花渐老，月露冷、梧叶飘黄。keysentence遣情伤。故人何在，烟水茫茫。难忘，文期酒会，几孤风月，屡变星霜。海阔山遥，未知何处是潇湘。念双燕、难凭远信，指暮天、空识归航。黯相望。断鸿声里，立尽斜阳。",
    "id": "P993"
  },
  {
    "title": "生查子·独游雨岩",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "溪边照影行，",
      "天在清溪底。",
      "天上有行云，",
      "人在行云里。",
      "高歌谁和余，",
      "空谷清音起。",
      "非鬼亦非仙，",
      "一曲桃花水。keysentence"
    ],
    "type": [
      "山水",
      "孤独",
      "壮志难酬"
    ],
    "source": "溪边照影行，天在清溪底。天上有行云，人在行云里。高歌谁和余，空谷清音起。非鬼亦非仙，一曲桃花水。keysentence",
    "id": "P995"
  },
  {
    "title": "观书",
    "dynasty": "明代",
    "writer": "于谦",
    "content": [
      "书卷多情似故人，",
      "晨昏忧乐每相亲。keysentence",
      "眼前直下三千字，",
      "胸次全无一点尘。",
      "活水源流随处满，",
      "东风花柳逐时新。",
      "金鞍玉勒寻芳客，",
      "未信我庐别有春。"
    ],
    "type": [
      "赞美",
      "读书"
    ],
    "source": "书卷多情似故人，晨昏忧乐每相亲。keysentence眼前直下三千字，胸次全无一点尘。活水源流随处满，东风花柳逐时新。金鞍玉勒寻芳客，未信我庐别有春。",
    "id": "P996"
  },
  {
    "title": "垂钓",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "临水一长啸，",
      "忽思十年初。keysentence",
      "三登甲乙第，",
      "一入承明庐。",
      "浮生多变化，",
      "外事有盈虚。",
      "今来伴江叟，",
      "沙头坐钓鱼。"
    ],
    "type": [
      "贬谪",
      "怀念"
    ],
    "source": "临水一长啸，忽思十年初。keysentence三登甲乙第，一入承明庐。浮生多变化，外事有盈虚。今来伴江叟，沙头坐钓鱼。",
    "id": "P997"
  },
  {
    "title": "西江月·顷在黄州",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "顷在黄州，",
      "春夜行蕲水中，",
      "过酒家饮，",
      "酒醉，",
      "乘月至一溪桥上，",
      "解鞍，",
      "由肱醉卧少休。",
      "及觉已晓，",
      "乱山攒拥，",
      "流水锵然，",
      "疑非尘世也。",
      "书此语桥柱上。",
      "照野弥弥浅浪，",
      "横空隐隐层霄。",
      "障泥未解玉骢骄，",
      "我欲醉眠芳草。",
      "可惜一溪风月，",
      "莫教踏碎琼瑶。keysentence",
      "解鞍欹枕绿杨桥，",
      "杜宇一声春晓。"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "山水",
      "月色",
      "喜悦",
      "散文"
    ],
    "source": "顷在黄州，春夜行蕲水中，过酒家饮，酒醉，乘月至一溪桥上，解鞍，由肱醉卧少休。及觉已晓，乱山攒拥，流水锵然，疑非尘世也。书此语桥柱上。照野弥弥浅浪，横空隐隐层霄。障泥未解玉骢骄，我欲醉眠芳草。可惜一溪风月，莫教踏碎琼瑶。keysentence解鞍欹枕绿杨桥，杜宇一声春晓。",
    "id": "P998"
  },
  {
    "title": "永遇乐·京口北固亭怀古",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "千古江山，",
      "英雄无觅，",
      "孙仲谋处。",
      "舞榭歌台，",
      "风流总被雨打风吹去。",
      "斜阳草树，",
      "寻常巷陌，",
      "人道寄奴曾住。",
      "想当年，",
      "金戈铁马，",
      "气吞万里如虎。keysentence",
      "元嘉草草，",
      "封狼居胥，",
      "赢得仓皇北顾。",
      "四十三年，",
      "望中犹记，",
      "烽火扬州路。",
      "可堪回首，",
      "佛狸祠下，",
      "一片神鸦社鼓。",
      "凭谁问，",
      "廉颇老矣，",
      "尚能饭否？"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "咏史怀古",
      "爱国",
      "讽刺",
      "慨叹"
    ],
    "source": "千古江山，英雄无觅，孙仲谋处。舞榭歌台，风流总被雨打风吹去。斜阳草树，寻常巷陌，人道寄奴曾住。想当年，金戈铁马，气吞万里如虎。keysentence元嘉草草，封狼居胥，赢得仓皇北顾。四十三年，望中犹记，烽火扬州路。可堪回首，佛狸祠下，一片神鸦社鼓。凭谁问，廉颇老矣，尚能饭否？",
    "id": "P999"
  },
  {
    "title": "赠别王十七管记",
    "dynasty": "唐代",
    "writer": "高适",
    "content": [
      "故交吾未测，",
      "薄宦空年岁。",
      "晚节踪曩贤，",
      "雄词冠当世。",
      "堂中皆食客，",
      "门外多酒债。",
      "产业曾未言，",
      "衣裘与人敝。",
      "飘飖戎幕下，",
      "出入关山际。",
      "转战轻壮心，",
      "立谈有边计。",
      "云沙自回合，",
      "天海空迢递。",
      "星高汉将骄，",
      "月盛胡兵锐。",
      "沙深冷陉断，",
      "雪暗辽阳闭。",
      "亦谓扫欃枪，",
      "旋惊陷蜂虿。",
      "归旌告东捷，",
      "斗骑传西败。",
      "遥飞绝汉书，",
      "已筑长安第。",
      "画龙俱在叶，",
      "宠鹤先居卫。",
      "勿辞部曲勋，",
      "不藉将军势。",
      "相逢季冬月，",
      "怅望穷海裔。",
      "折剑留赠人，",
      "严装遂云迈。",
      "我行将悠缅，",
      "及此还羁滞。",
      "曾非济代谋，",
      "且有临深诫。",
      "随波混清浊，",
      "与物同丑丽。",
      "眇忆青岩栖，",
      "宁忘褐衣拜。",
      "自言爱水石，",
      "本欲亲兰蕙。",
      "何意薄松筠，",
      "翻然重菅蒯。",
      "恒深取与分，",
      "孰慢平生契。",
      "款曲鸡黍期，",
      "酸辛别离袂。",
      "逢时愧名节，",
      "遇坎悲沦替。",
      "适赵非解纷，",
      "游燕往无说。",
      "浩歌方振荡，",
      "逸翮思凌励。",
      "倏若异鹏抟，",
      "吾当学蝉蜕。keysentence"
    ],
    "type": [
      "送别",
      "抒怀",
      "怀才不遇"
    ],
    "source": "故交吾未测，薄宦空年岁。晚节踪曩贤，雄词冠当世。堂中皆食客，门外多酒债。产业曾未言，衣裘与人敝。飘飖戎幕下，出入关山际。转战轻壮心，立谈有边计。云沙自回合，天海空迢递。星高汉将骄，月盛胡兵锐。沙深冷陉断，雪暗辽阳闭。亦谓扫欃枪，旋惊陷蜂虿。归旌告东捷，斗骑传西败。遥飞绝汉书，已筑长安第。画龙俱在叶，宠鹤先居卫。勿辞部曲勋，不藉将军势。相逢季冬月，怅望穷海裔。折剑留赠人，严装遂云迈。我行将悠缅，及此还羁滞。曾非济代谋，且有临深诫。随波混清浊，与物同丑丽。眇忆青岩栖，宁忘褐衣拜。自言爱水石，本欲亲兰蕙。何意薄松筠，翻然重菅蒯。恒深取与分，孰慢平生契。款曲鸡黍期，酸辛别离袂。逢时愧名节，遇坎悲沦替。适赵非解纷，游燕往无说。浩歌方振荡，逸翮思凌励。倏若异鹏抟，吾当学蝉蜕。keysentence",
    "id": "P1001"
  },
  {
    "title": "落花",
    "dynasty": "宋代",
    "writer": "宋祁",
    "content": [
      "坠素翻红各自伤，",
      "青楼烟雨忍相忘。",
      "将飞更作回风舞，",
      "已落犹成半面妆。",
      "沧海客归珠有泪，",
      "章台人去骨遗香。keysentence",
      "可能无意传双蝶，",
      "尽付芳心与蜜房。"
    ],
    "type": [
      "古诗三百首",
      "咏物",
      "写花",
      "寓人"
    ],
    "source": "坠素翻红各自伤，青楼烟雨忍相忘。将飞更作回风舞，已落犹成半面妆。沧海客归珠有泪，章台人去骨遗香。keysentence可能无意传双蝶，尽付芳心与蜜房。",
    "id": "P1002"
  },
  {
    "title": "秋声赋",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "欧阳子方夜读书，",
      "闻有声自西南来者，",
      "悚然而听之，",
      "曰：",
      "异哉！",
      "初淅沥以萧飒，",
      "忽奔腾而砰湃，",
      "如波涛夜惊，",
      "风雨骤至。",
      "其触于物也，",
      "鏦鏦铮铮，",
      "金铁皆鸣；",
      "又如赴敌之兵，",
      "衔枚疾走，",
      "不闻号令，",
      "但闻人马之行声。",
      "予谓童子：",
      "此何声也？",
      "汝出视之。",
      "童子曰：",
      "星月皎洁，",
      "明河在天，",
      "四无人声，",
      "声在树间。keysentence",
      "余曰：",
      "噫嘻悲哉！",
      "此秋声也，",
      "胡为而来哉？",
      "盖夫秋之为状也：",
      "其色惨淡，",
      "烟霏云敛；",
      "其容清明，",
      "天高日晶；",
      "其气栗冽，",
      "砭人肌骨；",
      "其意萧条，",
      "山川寂寥。",
      "故其为声也，",
      "凄凄切切，",
      "呼号愤发。",
      "丰草绿缛而争茂，",
      "佳木葱茏而可悦；",
      "草拂之而色变，",
      "木遭之而叶脱。",
      "其所以摧败零落者，",
      "乃其一气之余烈。",
      "夫秋，",
      "刑官也，",
      "于时为阴；",
      "又兵象也，",
      "于行用金，",
      "是谓天地之义气，",
      "常以肃杀而为心。",
      "天之于物，",
      "春生秋实，",
      "故其在乐也，",
      "商声主西方之音，",
      "夷则为七月之律。",
      "商，",
      "伤也，",
      "物既老而悲伤；",
      "夷，",
      "戮也，",
      "物过盛而当杀。",
      "嗟乎！",
      "草木无情，",
      "有时飘零。",
      "人为动物，",
      "惟物之灵；",
      "百忧感其心，",
      "万事劳其形；",
      "有动于中，",
      "必摇其精。",
      "而况思其力之所不及，",
      "忧其智之所不能；",
      "宜其渥然丹者为槁木，",
      "黟然黑者为星星。",
      "奈何以非金石之质，",
      "欲与草木而争荣？",
      "念谁为之戕贼，",
      "亦何恨乎秋声！",
      "童子莫对，",
      "垂头而睡。",
      "但闻四壁虫声唧唧，",
      "如助予之叹息。"
    ],
    "type": [
      "辞赋精选",
      "古文观止",
      "秋天",
      "悲秋"
    ],
    "source": "欧阳子方夜读书，闻有声自西南来者，悚然而听之，曰：异哉！初淅沥以萧飒，忽奔腾而砰湃，如波涛夜惊，风雨骤至。其触于物也，鏦鏦铮铮，金铁皆鸣；又如赴敌之兵，衔枚疾走，不闻号令，但闻人马之行声。予谓童子：此何声也？汝出视之。童子曰：星月皎洁，明河在天，四无人声，声在树间。keysentence余曰：噫嘻悲哉！此秋声也，胡为而来哉？盖夫秋之为状也：其色惨淡，烟霏云敛；其容清明，天高日晶；其气栗冽，砭人肌骨；其意萧条，山川寂寥。故其为声也，凄凄切切，呼号愤发。丰草绿缛而争茂，佳木葱茏而可悦；草拂之而色变，木遭之而叶脱。其所以摧败零落者，乃其一气之余烈。夫秋，刑官也，于时为阴；又兵象也，于行用金，是谓天地之义气，常以肃杀而为心。天之于物，春生秋实，故其在乐也，商声主西方之音，夷则为七月之律。商，伤也，物既老而悲伤；夷，戮也，物过盛而当杀。 嗟乎！草木无情，有时飘零。人为动物，惟物之灵；百忧感其心，万事劳其形；有动于中，必摇其精。而况思其力之所不及，忧其智之所不能；宜其渥然丹者为槁木，黟然黑者为星星。奈何以非金石之质，欲与草木而争荣？念谁为之戕贼，亦何恨乎秋声！童子莫对，垂头而睡。但闻四壁虫声唧唧，如助予之叹息。",
    "id": "P1004"
  },
  {
    "title": "次韵陆佥宪元日春晴",
    "dynasty": "明代",
    "writer": "王守仁",
    "content": [
      "城里夕阳城外雪，",
      "相将十里异阴晴。keysentence",
      "也知造物曾何意，",
      "底事人心苦未平。",
      "柏府楼台衔倒影，",
      "茅茨松竹泻寒声。",
      "布衾莫谩愁僵卧，",
      "积素还多达曙明。"
    ],
    "type": [
      "春节",
      "写景",
      "抒怀",
      "愿望"
    ],
    "source": "城里夕阳城外雪，相将十里异阴晴。keysentence也知造物曾何意，底事人心苦未平。柏府楼台衔倒影，茅茨松竹泻寒声。布衾莫谩愁僵卧，积素还多达曙明。",
    "id": "P1005"
  },
  {
    "title": "江城子·密州出猎",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "老夫聊发少年狂，",
      "左牵黄，",
      "右擎苍，",
      "锦帽貂裘，",
      "千骑卷平冈。",
      "为报倾城随太守，",
      "亲射虎，",
      "看孙郎。",
      "酒酣胸胆尚开张，",
      "鬓微霜，",
      "又何妨！",
      "持节云中，",
      "何日遣冯唐？",
      "会挽雕弓如满月，",
      "西北望，",
      "射天狼。keysentence"
    ],
    "type": [
      "宋词三百首",
      "初中古诗",
      "豪放",
      "狩猎",
      "爱国",
      "猖狂"
    ],
    "source": "老夫聊发少年狂，左牵黄，右擎苍，锦帽貂裘，千骑卷平冈。为报倾城随太守，亲射虎，看孙郎。酒酣胸胆尚开张，鬓微霜，又何妨！持节云中，何日遣冯唐？会挽雕弓如满月，西北望，射天狼。keysentence",
    "id": "P1006"
  },
  {
    "title": "秋怀",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "节物岂不好，",
      "秋怀何黯然！",
      "西风酒旗市，",
      "细雨菊花天。keysentence",
      "感事悲双鬓，",
      "包羞食万钱。",
      "鹿车何日驾，",
      "归去颍东田。"
    ],
    "type": [
      "秋天",
      "写景",
      "抒怀",
      "思归"
    ],
    "source": "节物岂不好，秋怀何黯然！西风酒旗市，细雨菊花天。keysentence感事悲双鬓，包羞食万钱。鹿车何日驾，归去颍东田。",
    "id": "P1007"
  },
  {
    "title": "落花",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "高阁客竟去，",
      "小园花乱飞。keysentence",
      "参差连曲陌，",
      "迢递送斜晖。",
      "肠断未忍扫，",
      "眼穿仍欲归。",
      "芳心向春尽，",
      "所得是沾衣。"
    ],
    "type": [
      "唐诗三百首",
      "咏物",
      "写花",
      "抒怀"
    ],
    "source": "高阁客竟去，小园花乱飞。keysentence参差连曲陌，迢递送斜晖。肠断未忍扫，眼穿仍欲归。芳心向春尽，所得是沾衣。",
    "id": "P1008"
  },
  {
    "title": "中秋登楼望月",
    "dynasty": "宋代",
    "writer": "米芾",
    "content": [
      "目穷淮海满如银，",
      "万道虹光育蚌珍。",
      "天上若无修月户，",
      "桂枝撑损向西轮。keysentence"
    ],
    "type": [
      "中秋节",
      "写景"
    ],
    "source": "目穷淮海满如银，万道虹光育蚌珍。天上若无修月户，桂枝撑损向西轮。keysentence",
    "id": "P1009"
  },
  {
    "title": "咏蝉",
    "dynasty": "唐代",
    "writer": "骆宾王",
    "content": [
      "西陆蝉声唱，",
      "南冠客思深。keysentence",
      "不堪玄鬓影，",
      "来对白头吟。",
      "露重飞难进，",
      "风多响易沉。",
      "无人信高洁，",
      "谁为表予心？"
    ],
    "type": [
      "唐诗三百首",
      "咏物"
    ],
    "source": "西陆蝉声唱，南冠客思深。keysentence不堪玄鬓影，来对白头吟。露重飞难进，风多响易沉。无人信高洁，谁为表予心？",
    "id": "P1010"
  },
  {
    "title": "归园田居·其一",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "少无适俗韵，",
      "性本爱丘山。keysentence",
      "误落尘网中，",
      "一去三十年。",
      "羁鸟恋旧林，",
      "池鱼思故渊。",
      "开荒南野际，",
      "守拙归园田。",
      "方宅十余亩，",
      "草屋八九间。",
      "榆柳荫后檐，",
      "桃李罗堂前。",
      "暧暧远人村，",
      "依依墟里烟。",
      "狗吠深巷中，",
      "鸡鸣桑树颠。",
      "户庭无尘杂，",
      "虚室有余闲。",
      "久在樊笼里，",
      "复得返自然。"
    ],
    "type": [
      "古诗三百首",
      "田园",
      "生活",
      "写狗古诗18首"
    ],
    "source": "少无适俗韵，性本爱丘山。keysentence误落尘网中，一去三十年。羁鸟恋旧林，池鱼思故渊。开荒南野际，守拙归园田。方宅十余亩，草屋八九间。榆柳荫后檐，桃李罗堂前。暧暧远人村，依依墟里烟。狗吠深巷中，鸡鸣桑树颠。户庭无尘杂，虚室有余闲。久在樊笼里，复得返自然。",
    "id": "P1011"
  },
  {
    "title": "岁暮",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "岁暮远为客，",
      "边隅还用兵。",
      "烟尘犯雪岭，",
      "鼓角动江城。keysentence",
      "天地日流血，",
      "朝廷谁请缨？",
      "济时敢爱死？",
      "寂寞壮心惊！"
    ],
    "type": [
      "爱国",
      "战争"
    ],
    "source": "岁暮远为客，边隅还用兵。烟尘犯雪岭，鼓角动江城。keysentence天地日流血，朝廷谁请缨？济时敢爱死？寂寞壮心惊！",
    "id": "P1012"
  },
  {
    "title": "答谢中书书",
    "dynasty": "南北朝",
    "writer": "陶弘景",
    "content": [
      "山川之美，",
      "古来共谈。",
      "高峰入云，",
      "清流见底。",
      "两岸石壁，",
      "五色交辉。",
      "青林翠竹，",
      "四时俱备。",
      "晓雾将歇，",
      "猿鸟乱鸣；keysentence",
      "夕日欲颓，",
      "沉鳞竞跃。",
      "实是欲界之仙都。",
      "自康乐以来，",
      "未复有能与其奇者。"
    ],
    "type": [
      "初中文言文",
      "书信",
      "写景"
    ],
    "source": "山川之美，古来共谈。高峰入云，清流见底。两岸石壁，五色交辉。青林翠竹，四时俱备。晓雾将歇，猿鸟乱鸣；keysentence夕日欲颓，沉鳞竞跃。实是欲界之仙都。自康乐以来，未复有能与其奇者。",
    "id": "P1013"
  },
  {
    "title": "虞美人·风回小院庭芜绿",
    "dynasty": "五代",
    "writer": "李煜",
    "content": [
      "风回小院庭芜绿，",
      "柳眼春相续。",
      "凭阑半日独无言，",
      "依旧竹声新月似当年。keysentence",
      "笙歌未散尊罍在，",
      "池面冰初解。",
      "烛明香暗画堂深，",
      "满鬓青霜残雪思难任。"
    ],
    "type": [
      "宋词三百首",
      "春天",
      "写景",
      "怀旧"
    ],
    "source": "风回小院庭芜绿，柳眼春相续。凭阑半日独无言，依旧竹声新月似当年。keysentence笙歌未散尊罍在，池面冰初解。烛明香暗画堂深，满鬓青霜残雪思难任。",
    "id": "P1014"
  },
  {
    "title": "丹阳送韦参军",
    "dynasty": "唐代",
    "writer": "严维",
    "content": [
      "丹阳郭里送行舟，",
      "一别心知两地秋。",
      "日晚江南望江北，",
      "寒鸦飞尽水悠悠。keysentence"
    ],
    "type": [
      "送别",
      "思念",
      "友情"
    ],
    "source": "丹阳郭里送行舟，一别心知两地秋。日晚江南望江北，寒鸦飞尽水悠悠。keysentence",
    "id": "P1016"
  },
  {
    "title": "春远",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "肃肃花絮晚，",
      "菲菲红素轻。keysentence",
      "日长唯鸟雀，",
      "春远独柴荆。",
      "数有关中乱，",
      "何曾剑外清。",
      "故乡归不得，",
      "地入亚夫营。"
    ],
    "type": [
      "春天",
      "思乡"
    ],
    "source": "肃肃花絮晚，菲菲红素轻。keysentence日长唯鸟雀，春远独柴荆。数有关中乱，何曾剑外清。故乡归不得，地入亚夫营。",
    "id": "P1017"
  },
  {
    "title": "竹枝词二首·其二",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "楚水巴山江雨多，",
      "巴人能唱本乡歌。keysentence",
      "今朝北客思归去，",
      "回入纥那披绿罗。"
    ],
    "type": [
      "山水",
      "思乡"
    ],
    "source": "楚水巴山江雨多，巴人能唱本乡歌。keysentence今朝北客思归去，回入纥那披绿罗。",
    "id": "P1018"
  },
  {
    "title": "送杜十四之江南",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "荆吴相接水为乡，",
      "君去春江正淼茫。keysentence",
      "日暮征帆何处泊，",
      "天涯一望断人肠。"
    ],
    "type": [
      "离别"
    ],
    "source": "荆吴相接水为乡，君去春江正淼茫。keysentence日暮征帆何处泊，天涯一望断人肠。",
    "id": "P1019"
  },
  {
    "title": "沁园春·雪",
    "dynasty": "近代",
    "writer": "毛泽东",
    "content": [
      "北国风光，",
      "千里冰封，",
      "万里雪飘。keysentence",
      "望长城内外，",
      "惟余莽莽；",
      "大河上下，",
      "顿失滔滔。",
      "山舞银蛇，",
      "原驰蜡象，",
      "欲与天公试比高。",
      "须晴日，",
      "看红装素裹，",
      "分外妖娆。",
      "江山如此多娇，",
      "引无数英雄竞折腰。",
      "惜秦皇汉武，",
      "略输文采；",
      "唐宗宋祖，",
      "稍逊风骚。",
      "一代天骄，",
      "成吉思汗，",
      "只识弯弓射大雕。",
      "俱往矣，",
      "数风流人物，",
      "还看今朝。"
    ],
    "type": [
      "写雪",
      "言志",
      "抒情",
      "哲理"
    ],
    "source": "北国风光，千里冰封，万里雪飘。keysentence望长城内外，惟余莽莽；大河上下，顿失滔滔。山舞银蛇，原驰蜡象，欲与天公试比高。须晴日，看红装素裹，分外妖娆。江山如此多娇，引无数英雄竞折腰。惜秦皇汉武，略输文采；唐宗宋祖，稍逊风骚。一代天骄，成吉思汗，只识弯弓射大雕。俱往矣，数风流人物，还看今朝。",
    "id": "P1020"
  },
  {
    "title": "对雪",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "战哭多新鬼，",
      "愁吟独老翁。",
      "乱云低薄暮，",
      "急雪舞回风。keysentence",
      "瓢弃尊无绿，",
      "炉存火似红。",
      "数州消息断，",
      "愁坐正书空。"
    ],
    "type": [
      "冬天",
      "写雪"
    ],
    "source": "战哭多新鬼，愁吟独老翁。乱云低薄暮，急雪舞回风。keysentence瓢弃尊无绿，炉存火似红。数州消息断，愁坐正书空。",
    "id": "P1021"
  },
  {
    "title": "定风波·两两轻红半晕腮",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "十月九日，",
      "孟亨之置酒秋香亭。",
      "有双拒霜，",
      "独向君猷而开，",
      "坐客喜笑，",
      "以为非使君莫可当此花，",
      "故作是篇。",
      "两两轻红半晕腮，",
      "依依独为使君回。",
      "若道使君无此意，",
      "何为，",
      "双花不向别人开。",
      "但看低昂烟雨里，",
      "不已。",
      "劝君休诉十分杯。",
      "更问尊前狂副使。keysentence",
      "来岁。",
      "花开时节与谁来。"
    ],
    "type": [
      "人格"
    ],
    "source": "十月九日，孟亨之置酒秋香亭。有双拒霜，独向君猷而开，坐客喜笑，以为非使君莫可当此花，故作是篇。两两轻红半晕腮，依依独为使君回。若道使君无此意，何为，双花不向别人开。但看低昂烟雨里，不已。劝君休诉十分杯。更问尊前狂副使。keysentence来岁。花开时节与谁来。",
    "id": "P1023"
  },
  {
    "title": "鹧鸪天·别情",
    "dynasty": "宋代",
    "writer": "聂胜琼",
    "content": [
      "玉惨花愁出凤城，",
      "莲花楼下柳青青。keysentence",
      "尊前一唱阳关曲，",
      "别个人人第五程。",
      "寻好梦，",
      "梦难成。",
      "有谁知我此时情，",
      "枕前泪共阶前雨，",
      "隔个窗儿滴到明。"
    ],
    "type": [
      "婉约",
      "离别",
      "相思"
    ],
    "source": "玉惨花愁出凤城，莲花楼下柳青青。keysentence尊前一唱阳关曲，别个人人第五程。寻好梦，梦难成。有谁知我此时情，枕前泪共阶前雨，隔个窗儿滴到明。",
    "id": "P1025"
  },
  {
    "title": "贺新郎·送胡邦衡待制赴新州",
    "dynasty": "宋代",
    "writer": "张元干",
    "content": [
      "梦绕神州路。",
      "怅秋风、连营画角，",
      "故宫离黍。",
      "底事昆仑倾砥柱，",
      "九地黄流乱注。",
      "聚万落千村狐兔。",
      "天意从来高难问，",
      "况人情老易悲难诉。",
      "更南浦，",
      "送君去。",
      "凉生岸柳催残暑。",
      "耿斜河，",
      "疏星残月，",
      "断云微度。",
      "万里江山知何处？",
      "回首对床夜语。",
      "雁不到，",
      "书成谁与？",
      "目尽青天怀今古，",
      "肯儿曹恩怨相尔汝！keysentence",
      "举大白，"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "送别",
      "忧国忧民"
    ],
    "source": "梦绕神州路。怅秋风、连营画角，故宫离黍。底事昆仑倾砥柱，九地黄流乱注。聚万落千村狐兔。天意从来高难问，况人情老易悲难诉。更南浦，送君去。凉生岸柳催残暑。耿斜河，疏星残月，断云微度。万里江山知何处？回首对床夜语。雁不到，书成谁与？目尽青天怀今古，肯儿曹恩怨相尔汝！keysentence举大白，听《金缕》。",
    "id": "P1027"
  },
  {
    "title": "山中留客",
    "dynasty": "唐代",
    "writer": "张旭",
    "content": [
      "山光物态弄春晖，",
      "莫为轻阴便拟归。keysentence",
      "纵使晴明无雨色，",
      "入云深处亦沾衣。"
    ],
    "type": [
      "春天",
      "留客",
      "写景"
    ],
    "source": "山光物态弄春晖，莫为轻阴便拟归。keysentence纵使晴明无雨色，入云深处亦沾衣。",
    "id": "P1028"
  },
  {
    "title": "咏荆轲",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "燕丹善养士，",
      "志在报强嬴。",
      "招集百夫良，",
      "岁暮得荆卿。",
      "君子死知己，",
      "提剑出燕京；",
      "素骥鸣广陌，",
      "慷慨送我行。",
      "雄发指危冠，",
      "猛气冲长缨。",
      "饮饯易水上，",
      "四座列群英。",
      "渐离击悲筑，",
      "宋意唱高声。",
      "萧萧哀风逝，",
      "淡淡寒波生。",
      "商音更流涕，",
      "羽奏壮士惊。",
      "心知去不归，",
      "且有后世名。",
      "登车何时顾，",
      "飞盖入秦庭。",
      "凌厉越万里，",
      "逶迤过千城。",
      "图穷事自至，",
      "豪主正怔营。",
      "惜哉剑术疏，",
      "奇功遂不成。",
      "其人虽已没，",
      "千载有馀情。keysentence"
    ],
    "type": [
      "古诗三百首",
      "咏史怀古"
    ],
    "source": "燕丹善养士，志在报强嬴。招集百夫良，岁暮得荆卿。君子死知己，提剑出燕京；素骥鸣广陌，慷慨送我行。雄发指危冠，猛气冲长缨。饮饯易水上，四座列群英。渐离击悲筑，宋意唱高声。萧萧哀风逝，淡淡寒波生。商音更流涕，羽奏壮士惊。心知去不归，且有后世名。登车何时顾，飞盖入秦庭。凌厉越万里，逶迤过千城。图穷事自至，豪主正怔营。惜哉剑术疏，奇功遂不成。其人虽已没，千载有馀情。keysentence",
    "id": "P1029"
  },
  {
    "title": "秋夕",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "银烛秋光冷画屏，",
      "轻罗小扇扑流萤。",
      "天阶夜色凉如水，",
      "卧看牵牛织女星。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "写景",
      "秋天",
      "七夕节",
      "闺怨",
      "早教古诗100首"
    ],
    "source": "银烛秋光冷画屏，轻罗小扇扑流萤。天阶夜色凉如水，卧看牵牛织女星。keysentence",
    "id": "P1030"
  },
  {
    "title": "卜算子·咏梅",
    "dynasty": "近代",
    "writer": "毛泽东",
    "content": [
      "读陆游咏梅词，",
      "反其意而用之。",
      "风雨送春归，",
      "飞雪迎春到。keysentence",
      "已是悬崖百丈冰，",
      "犹有花枝俏。",
      "俏也不争春，",
      "只把春来报。",
      "待到山花烂漫时，",
      "她在丛中笑。"
    ],
    "type": [
      "咏物",
      "梅花",
      "品格"
    ],
    "source": "读陆游咏梅词，反其意而用之。风雨送春归，飞雪迎春到。keysentence已是悬崖百丈冰，犹有花枝俏。俏也不争春，只把春来报。待到山花烂漫时，她在丛中笑。",
    "id": "P1031"
  },
  {
    "title": "鹧鸪天·元夕有所梦",
    "dynasty": "宋代",
    "writer": "姜夔",
    "content": [
      "肥水东流无尽期。",
      "当初不合种相思。",
      "梦中未比丹青见，",
      "暗里忽惊山鸟啼。",
      "春未绿，",
      "鬓先丝。",
      "人间别久不成悲。keysentence",
      "谁教岁岁红莲夜，",
      "两处沉吟各自知。"
    ],
    "type": [
      "宋词精选",
      "婉约",
      "记梦",
      "怀人"
    ],
    "source": "肥水东流无尽期。当初不合种相思。梦中未比丹青见，暗里忽惊山鸟啼。春未绿，鬓先丝。人间别久不成悲。keysentence谁教岁岁红莲夜，两处沉吟各自知。",
    "id": "P1032"
  },
  {
    "title": "添字丑奴儿·窗前谁种芭蕉树",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "窗前谁种芭蕉树，",
      "阴满中庭。",
      "阴满中庭。",
      "叶叶心心，",
      "舒卷有馀清。",
      "伤心枕上三更雨，",
      "点滴霖霪。keysentence",
      "点滴霖霪。",
      "愁损北人，",
      "不惯起来听。"
    ],
    "type": [
      "咏物",
      "爱国",
      "思乡"
    ],
    "source": "窗前谁种芭蕉树，阴满中庭。阴满中庭。叶叶心心，舒卷有馀清。伤心枕上三更雨，点滴霖霪。keysentence点滴霖霪。愁损北人，不惯起来听。",
    "id": "P1033"
  },
  {
    "title": "无题·相见时难别亦难",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "相见时难别亦难，",
      "东风无力百花残。",
      "春蚕到死丝方尽，",
      "蜡炬成灰泪始干。keysentence",
      "晓镜但愁云鬓改，",
      "夜吟应觉月光寒。",
      "蓬山此去无多路，",
      "青鸟殷勤为探看。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "爱情",
      "思念",
      "早教古诗100首"
    ],
    "source": "相见时难别亦难，东风无力百花残。春蚕到死丝方尽，蜡炬成灰泪始干。keysentence晓镜但愁云鬓改，夜吟应觉月光寒。蓬山此去无多路，青鸟殷勤为探看。",
    "id": "P1034"
  },
  {
    "title": "芙蓉楼送辛渐二首",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "寒雨连天夜入吴，",
      "平明送客楚山孤。keysentence",
      "洛阳亲友如相问，",
      "一片冰心在玉壶。",
      "丹阳城南秋海阴，",
      "丹阳城北楚云深。",
      "高楼送客不能醉，",
      "寂寂寒江明月心。"
    ],
    "type": [],
    "source": "寒雨连天夜入吴，平明送客楚山孤。keysentence洛阳亲友如相问，一片冰心在玉壶。丹阳城南秋海阴，丹阳城北楚云深。高楼送客不能醉，寂寂寒江明月心。",
    "id": "P1035"
  },
  {
    "title": "桃花庵歌",
    "dynasty": "明代",
    "writer": "唐寅",
    "content": [
      "桃花坞裏桃花庵，",
      "桃花庵裏桃花仙。",
      "桃花仙人种桃树，",
      "又折花枝当酒钱。",
      "酒醒只在花前坐，",
      "酒醉还须花下眠。",
      "花前花後日复日，",
      "酒醉酒醒年复年。",
      "不愿鞠躬车马前，",
      "但愿老死花酒间。",
      "车尘马足贵者趣，",
      "酒盏花枝贫者缘。",
      "若将富贵比贫贱，",
      "一在平地一在天。",
      "若将贫贱比车马，",
      "他得驱驰我得闲。",
      "世人笑我忒风颠，",
      "我咲世人看不穿。",
      "记得五陵豪杰墓，",
      "无酒无花锄作田。",
      "弘治乙丑三月桃花庵主人唐寅桃花坞里桃花庵，",
      "桃花庵里桃花仙。",
      "桃花仙人种桃树，",
      "又摘桃花换酒钱。",
      "酒醒只在花前坐，",
      "酒醉还来花下眠。",
      "半醒半醉日复日，",
      "花落花开年复年。",
      "但愿老死花酒间，",
      "不愿鞠躬车马前。",
      "车尘马足富者趣，",
      "酒盏花枝贫者缘。",
      "若将富贵比贫者，",
      "一在平地一在天。",
      "若将贫贱比车马，",
      "他得驱驰我得闲。",
      "别人笑我忒风颠，",
      "我笑他人看不穿。",
      "不见五陵豪杰墓，",
      "无花无酒锄作田。",
      "桃花坞里桃花庵，",
      "桃花庵里桃花仙。",
      "桃花仙人种桃树，",
      "又摘桃花换酒钱。",
      "酒醒只来花下坐，",
      "酒醉还来花下眠。",
      "半醒半醉日复日，",
      "花落花开年复年。",
      "但愿老死花酒间，",
      "不愿鞠躬车马前。",
      "车尘马足富者趣，",
      "酒盏花枝贫者缘。",
      "若将富贵比贫贱，",
      "一在平地一在天。",
      "若将花酒比车马，",
      "他得驱驰我得闲。keysentence",
      "别人笑我忒风骚，",
      "我笑他人看不穿。",
      "不见五陵豪杰墓，",
      "无酒无花锄作田。"
    ],
    "type": [
      "桃花",
      "生活",
      "猖狂"
    ],
    "source": "桃花坞裏桃花庵，桃花庵裏桃花仙。桃花仙人种桃树，又折花枝当酒钱。酒醒只在花前坐，酒醉还须花下眠。花前花後日复日，酒醉酒醒年复年。不愿鞠躬车马前，但愿老死花酒间。车尘马足贵者趣，酒盏花枝贫者缘。若将富贵比贫贱，一在平地一在天。若将贫贱比车马，他得驱驰我得闲。世人笑我忒风颠，我咲世人看不穿。记得五陵豪杰墓，无酒无花锄作田。弘治乙丑三月桃花庵主人唐寅桃花坞里桃花庵，桃花庵里桃花仙。桃花仙人种桃树，又摘桃花换酒钱。酒醒只在花前坐，酒醉还来花下眠。半醒半醉日复日，花落花开年复年。但愿老死花酒间，不愿鞠躬车马前。车尘马足富者趣，酒盏花枝贫者缘。若将富贵比贫者，一在平地一在天。若将贫贱比车马，他得驱驰我得闲。别人笑我忒风颠，我笑他人看不穿。不见五陵豪杰墓，无花无酒锄作田。桃花坞里桃花庵，桃花庵里桃花仙。桃花仙人种桃树，又摘桃花换酒钱。酒醒只来花下坐，酒醉还来花下眠。半醒半醉日复日，花落花开年复年。但愿老死花酒间，不愿鞠躬车马前。车尘马足富者趣，酒盏花枝贫者缘。若将富贵比贫贱，一在平地一在天。若将花酒比车马，他得驱驰我得闲。keysentence别人笑我忒风骚，我笑他人看不穿。不见五陵豪杰墓，无酒无花锄作田。",
    "id": "P1036"
  },
  {
    "title": "途中见杏花",
    "dynasty": "唐代",
    "writer": "吴融",
    "content": [
      "一枝红杏出墙头，",
      "墙外行人正独愁。keysentence",
      "长得看来犹有恨，",
      "可堪逢处更难留！",
      "林空色暝莺先到，",
      "春浅香寒蝶未游。",
      "更忆帝乡千万树，",
      "澹烟笼日暗神州。"
    ],
    "type": [
      "写花",
      "抒情"
    ],
    "source": "一枝红杏出墙头，墙外行人正独愁。keysentence长得看来犹有恨，可堪逢处更难留！林空色暝莺先到，春浅香寒蝶未游。更忆帝乡千万树，澹烟笼日暗神州。",
    "id": "P1037"
  },
  {
    "title": "题金陵渡",
    "dynasty": "唐代",
    "writer": "张祜",
    "content": [
      "金陵津渡小山楼，",
      "一宿行人自可愁。keysentence",
      "潮落夜江斜月里，",
      "两三星火是瓜州。"
    ],
    "type": [
      "唐诗三百首",
      "旅途",
      "抒情"
    ],
    "source": "金陵津渡小山楼，一宿行人自可愁。keysentence潮落夜江斜月里，两三星火是瓜州。",
    "id": "P1038"
  },
  {
    "title": "梅花",
    "dynasty": "唐代",
    "writer": "李煜",
    "content": [
      "殷勤移植地，",
      "曲槛小栏边。",
      "共约重芳日，",
      "还忧不盛妍。",
      "阻风开步障，",
      "乘月溉寒泉。",
      "谁料花前后，",
      "蛾眉却不全。",
      "失却烟花主，",
      "东君自不知。",
      "清香更何用，",
      "犹发去年枝。keysentence"
    ],
    "type": [
      "梅花",
      "抒情"
    ],
    "source": "殷勤移植地，曲槛小栏边。共约重芳日，还忧不盛妍。阻风开步障，乘月溉寒泉。谁料花前后，蛾眉却不全。失却烟花主，东君自不知。清香更何用，犹发去年枝。keysentence",
    "id": "P1039"
  },
  {
    "title": "折荷有赠",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "涉江玩秋水，",
      "爱此红蕖鲜。",
      "攀荷弄其珠，",
      "荡漾不成圆。",
      "佳人彩云里，",
      "欲赠隔远天。",
      "相思无因见，",
      "怅望凉风前。keysentence"
    ],
    "type": [
      "荷花",
      "言志",
      "惆怅"
    ],
    "source": "涉江玩秋水，爱此红蕖鲜。攀荷弄其珠，荡漾不成圆。佳人彩云里，欲赠隔远天。相思无因见，怅望凉风前。keysentence",
    "id": "P1040"
  },
  {
    "title": "桃花溪",
    "dynasty": "唐代",
    "writer": "张旭",
    "content": [
      "隐隐飞桥隔野烟，",
      "石矶西畔问渔船。",
      "桃花尽日随流水，",
      "洞在清溪何处边。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "写水",
      "写景",
      "抒情"
    ],
    "source": "隐隐飞桥隔野烟，石矶西畔问渔船。桃花尽日随流水，洞在清溪何处边。keysentence",
    "id": "P1041"
  },
  {
    "title": "春夜喜雨",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "好雨知时节，",
      "当春乃发生。keysentence",
      "随风潜入夜，",
      "润物细无声。",
      "野径云俱黑，",
      "江船火独明。",
      "晓看红湿处，",
      "花重锦官城。"
    ],
    "type": [
      "小学古诗",
      "春天",
      "咏物",
      "写雨",
      "喜悦",
      "早教古诗100首"
    ],
    "source": "好雨知时节，当春乃发生。keysentence随风潜入夜，润物细无声。野径云俱黑，江船火独明。晓看红湿处，花重锦官城。",
    "id": "P1042"
  },
  {
    "title": "与朱元思书",
    "dynasty": "南北朝",
    "writer": "吴均",
    "content": [
      "风烟俱净，",
      "天山共色。keysentence",
      "从流飘荡，",
      "任意东西。",
      "自富阳至桐庐一百许里，",
      "奇山异水，",
      "天下独绝。",
      "水皆缥碧，",
      "千丈见底。",
      "游鱼细石，",
      "直视无碍。",
      "急湍甚箭，",
      "猛浪若奔。",
      "夹岸高山，",
      "皆生寒树，",
      "负势竞上，",
      "互相轩邈，",
      "争高直指，",
      "千百成峰。",
      "泉水激石，",
      "泠泠作响；",
      "好鸟相鸣，",
      "嘤嘤成韵。",
      "蝉则千转不穷，",
      "猿则百叫无绝。",
      "鸢飞戾天者，",
      "望峰息心；",
      "经纶世务者，",
      "窥谷忘反。",
      "横柯上蔽，",
      "在昼犹昏；",
      "疏条交映，",
      "有时见日。"
    ],
    "type": [
      "初中文言文",
      "书信",
      "写景",
      "山水"
    ],
    "source": "风烟俱净，天山共色。keysentence从流飘荡，任意东西。自富阳至桐庐一百许里，奇山异水，天下独绝。水皆缥碧，千丈见底。游鱼细石，直视无碍。急湍甚箭，猛浪若奔。夹岸高山，皆生寒树，负势竞上，互相轩邈，争高直指，千百成峰。泉水激石，泠泠作响；好鸟相鸣，嘤嘤成韵。蝉则千转不穷，猿则百叫无绝。鸢飞戾天者，望峰息心；经纶世务者，窥谷忘反。横柯上蔽，在昼犹昏；疏条交映，有时见日。",
    "id": "P1043"
  },
  {
    "title": "访戴天山道士不遇",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "犬吠水声中，",
      "桃花带露浓。keysentence",
      "树深时见鹿，",
      "溪午不闻钟。",
      "野竹分青霭，",
      "飞泉挂碧峰。",
      "无人知所去，",
      "愁倚两三松。"
    ],
    "type": [
      "拜访",
      "写景",
      "抒情",
      "写狗古诗18首"
    ],
    "source": "犬吠水声中，桃花带露浓。keysentence树深时见鹿，溪午不闻钟。野竹分青霭，飞泉挂碧峰。无人知所去，愁倚两三松。",
    "id": "P1044"
  },
  {
    "title": "咏风",
    "dynasty": "唐代",
    "writer": "王勃",
    "content": [
      "肃肃凉风生，",
      "加我林壑清。",
      "驱烟寻涧户，",
      "卷雾出山楹。",
      "去来固无迹，",
      "动息如有情。keysentence",
      "日落山水静，",
      "为君起松声。",
      "肃肃凉景生，",
      "加我林壑清。",
      "驱烟寻涧户，",
      "卷雾出山楹。",
      "去来固无迹，",
      "动息如有情。",
      "日落山水静，",
      "为君起松声。"
    ],
    "type": [
      "咏物",
      "言志",
      "赞美",
      "写风"
    ],
    "source": "肃肃凉风生，加我林壑清。驱烟寻涧户，卷雾出山楹。去来固无迹，动息如有情。keysentence日落山水静，为君起松声。肃肃凉景生，加我林壑清。驱烟寻涧户，卷雾出山楹。去来固无迹，动息如有情。日落山水静，为君起松声。",
    "id": "P1045"
  },
  {
    "title": "浣溪沙·端午",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "轻汗微微透碧纨，",
      "明朝端午浴芳兰。keysentence",
      "流香涨腻满晴川。",
      "彩线轻缠红玉臂，",
      "小符斜挂绿云鬟。",
      "佳人相见一千年。"
    ],
    "type": [
      "端午节",
      "风俗"
    ],
    "source": "轻汗微微透碧纨，明朝端午浴芳兰。keysentence流香涨腻满晴川。彩线轻缠红玉臂，小符斜挂绿云鬟。佳人相见一千年。",
    "id": "P1046"
  },
  {
    "title": "清明夜",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "好风胧月清明夜，",
      "碧砌红轩刺史家。keysentence",
      "独绕回廊行复歇，",
      "遥听弦管暗看花。"
    ],
    "type": [
      "清明节",
      "踏青"
    ],
    "source": "好风胧月清明夜，碧砌红轩刺史家。keysentence独绕回廊行复歇，遥听弦管暗看花。",
    "id": "P1047"
  },
  {
    "title": "采蘋",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "于以采蘋？",
      "南涧之滨。",
      "于以采藻？",
      "于彼行潦。",
      "于以盛之？",
      "维筐及筥。",
      "于以湘之？",
      "维锜及釜。",
      "于以奠之？",
      "宗室牖下。",
      "谁其尸之？",
      "有齐季女。keysentence"
    ],
    "type": [
      "诗经"
    ],
    "source": "于以采蘋？南涧之滨。于以采藻？于彼行潦。于以盛之？维筐及筥。于以湘之？维锜及釜。于以奠之？宗室牖下。谁其尸之？有齐季女。keysentence",
    "id": "P1048"
  },
  {
    "title": "菩萨蛮·红楼别夜堪惆怅",
    "dynasty": "唐代",
    "writer": "韦庄",
    "content": [
      "红楼别夜堪惆怅，",
      "香灯半卷流苏帐。",
      "残月出门时，",
      "美人和泪辞。keysentence",
      "琵琶金翠羽，",
      "弦上黄莺语。",
      "劝我早还家，",
      "绿窗人似花。"
    ],
    "type": [
      "宋词三百首",
      "离别",
      "思归"
    ],
    "source": "红楼别夜堪惆怅，香灯半卷流苏帐。残月出门时，美人和泪辞。keysentence琵琶金翠羽，弦上黄莺语。劝我早还家，绿窗人似花。",
    "id": "P1049"
  },
  {
    "title": "虞美人·春花秋月何时了",
    "dynasty": "五代",
    "writer": "李煜",
    "content": [
      "春花秋月何时了？",
      "往事知多少。",
      "小楼昨夜又东风，",
      "故国不堪回首月明中。",
      "雕栏玉砌应犹在，",
      "只是朱颜改。",
      "问君能有几多愁？",
      "恰似一江春水向东流。keysentence"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "思念",
      "感叹",
      "哲理"
    ],
    "source": "春花秋月何时了？往事知多少。小楼昨夜又东风，故国不堪回首月明中。雕栏玉砌应犹在，只是朱颜改。问君能有几多愁？恰似一江春水向东流。keysentence",
    "id": "P1050"
  },
  {
    "title": "木瓜",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "投我以木瓜，",
      "报之以琼琚。",
      "匪报也，",
      "永以为好也！",
      "投我以木桃，",
      "报之以琼瑶。keysentence",
      "匪报也，",
      "永以为好也！",
      "投我以木李，",
      "报之以琼玖。",
      "匪报也，",
      "永以为好也！"
    ],
    "type": [
      "古诗三百首",
      "诗经",
      "感激"
    ],
    "source": "投我以木瓜，报之以琼琚。匪报也，永以为好也！投我以木桃，报之以琼瑶。keysentence匪报也，永以为好也！投我以木李，报之以琼玖。匪报也，永以为好也！",
    "id": "P1051"
  },
  {
    "title": "立春偶成",
    "dynasty": "宋代",
    "writer": "张栻",
    "content": [
      "律回岁晚冰霜少，",
      "春到人间草木知。keysentence",
      "便觉眼前生意满，",
      "东风吹水绿参差。"
    ],
    "type": [
      "古诗三百首",
      "春天"
    ],
    "source": "律回岁晚冰霜少，春到人间草木知。keysentence便觉眼前生意满，东风吹水绿参差。",
    "id": "P1052"
  },
  {
    "title": "江有汜",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "江有汜，",
      "之子归，",
      "不我以。",
      "不我以，",
      "其后也悔。",
      "江有渚，",
      "之子归，",
      "不我与。",
      "不我与，",
      "其后也处。keysentence",
      "江有沱，",
      "之子归，",
      "不我过。",
      "不我过，",
      "其啸也歌。"
    ],
    "type": [
      "诗经",
      "闺怨"
    ],
    "source": "江有汜，之子归，不我以。不我以，其后也悔。江有渚，之子归，不我与。不我与，其后也处。keysentence江有沱，之子归，不我过。不我过，其啸也歌。",
    "id": "P1053"
  },
  {
    "title": "凉州词二首·其一",
    "dynasty": "唐代",
    "writer": "王翰",
    "content": [
      "葡萄美酒夜光杯，",
      "欲饮琵琶马上催。",
      "醉卧沙场君莫笑，",
      "古来征战几人回？keysentence"
    ],
    "type": [
      "唐诗三百首",
      "豪放",
      "边塞",
      "战争",
      "宴饮",
      "早教古诗100首"
    ],
    "source": "葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回？keysentence",
    "id": "P1054"
  },
  {
    "title": "山房春事二首",
    "dynasty": "唐代",
    "writer": "岑参",
    "content": [
      "风恬日暖荡春光，",
      "戏蝶游蜂乱入房。",
      "数枝门柳低衣桁，",
      "一片山花落笔床。",
      "梁园日暮乱飞鸦，",
      "极目萧条三两家。",
      "庭树不知人去尽，",
      "春来还发旧时花。keysentence"
    ],
    "type": [
      "春天",
      "吊古"
    ],
    "source": "风恬日暖荡春光，戏蝶游蜂乱入房。数枝门柳低衣桁，一片山花落笔床。梁园日暮乱飞鸦，极目萧条三两家。庭树不知人去尽，春来还发旧时花。keysentence",
    "id": "P1055"
  },
  {
    "title": "望岳三首·其二",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "西岳崚嶒竦处尊，",
      "诸峰罗立似儿孙。",
      "安得仙人九节杖，",
      "拄到玉女洗头盆。",
      "车箱入谷无归路，",
      "箭栝通天有一门。",
      "稍待秋风凉冷后，",
      "高寻白帝问真源。keysentence"
    ],
    "type": [
      "写山",
      "咏物"
    ],
    "source": "西岳崚嶒竦处尊，诸峰罗立似儿孙。安得仙人九节杖，拄到玉女洗头盆。车箱入谷无归路，箭栝通天有一门。稍待秋风凉冷后，高寻白帝问真源。keysentence",
    "id": "P1056"
  },
  {
    "title": "醉翁亭记",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "环滁皆山也。",
      "其西南诸峰，",
      "林壑尤美，",
      "望之蔚然而深秀者，",
      "琅琊也。",
      "山行六七里，",
      "渐闻水声潺潺而泻出于两峰之间者，",
      "酿泉也。",
      "峰回路转，",
      "有亭翼然临于泉上者，",
      "醉翁亭也。",
      "作亭者谁？",
      "山之僧智仙也。",
      "名之者谁？",
      "太守自谓也。",
      "太守与客来饮于此，",
      "饮少辄醉，",
      "而年又最高，",
      "故自号曰醉翁也。",
      "醉翁之意不在酒，",
      "在乎山水之间也。keysentence",
      "山水之乐，",
      "得之心而寓之酒也。",
      "若夫日出而林霏开，",
      "云归而岩穴暝，",
      "晦明变化者，",
      "山间之朝暮也。",
      "野芳发而幽香，",
      "佳木秀而繁阴，",
      "风霜高洁，",
      "水落而石出者，",
      "山间之四时也。",
      "朝而往，",
      "暮而归，",
      "四时之景不同，",
      "而乐亦无穷也。",
      "至于负者歌于途，",
      "行者休于树，",
      "前者呼，",
      "后者应，",
      "伛偻提携，",
      "往来而不绝者，",
      "滁人游也。",
      "临溪而渔，",
      "溪深而鱼肥。",
      "酿泉为酒，",
      "泉香而酒洌；",
      "山肴野蔌，",
      "杂然而前陈者，",
      "太守宴也。",
      "宴酣之乐，",
      "非丝非竹，",
      "射者中，",
      "弈者胜，",
      "觥筹交错，",
      "起坐而喧哗者，",
      "众宾欢也。",
      "苍颜白发，",
      "颓然乎其间者，",
      "太守醉也。",
      "已而夕阳在山，",
      "人影散乱，",
      "太守归而宾客从也。",
      "树林阴翳，",
      "鸣声上下，",
      "游人去而禽鸟乐也。",
      "然而禽鸟知山林之乐，",
      "而不知人之乐；",
      "人知从太守游而乐，",
      "而不知太守之乐其乐也。",
      "醉能同其乐，",
      "醒能述以文者，",
      "太守也。",
      "太守谓谁？",
      "庐陵欧阳修也。"
    ],
    "type": [
      "辞赋精选",
      "初中文言文",
      "古文观止",
      "宴饮",
      "山水",
      "抒情"
    ],
    "source": "环滁皆山也。其西南诸峰，林壑尤美，望之蔚然而深秀者，琅琊也。山行六七里，渐闻水声潺潺而泻出于两峰之间者，酿泉也。峰回路转，有亭翼然临于泉上者，醉翁亭也。作亭者谁？山之僧智仙也。名之者谁？太守自谓也。太守与客来饮于此，饮少辄醉，而年又最高，故自号曰醉翁也。醉翁之意不在酒，在乎山水之间也。keysentence山水之乐，得之心而寓之酒也。若夫日出而林霏开，云归而岩穴暝，晦明变化者，山间之朝暮也。野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也。朝而往，暮而归，四时之景不同，而乐亦无穷也。至于负者歌于途，行者休于树，前者呼，后者应，伛偻提携，往来而不绝者，滁人游也。临溪而渔，溪深而鱼肥。酿泉为酒，泉香而酒洌；山肴野蔌，杂然而前陈者，太守宴也。宴酣之乐，非丝非竹，射者中，弈者胜，觥筹交错，起坐而喧哗者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也。已而夕阳在山，人影散乱，太守归而宾客从也。树林阴翳，鸣声上下，游人去而禽鸟乐也。然而禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。醉能同其乐，醒能述以文者，太守也。太守谓谁？庐陵欧阳修也。",
    "id": "P1057"
  },
  {
    "title": "入若耶溪",
    "dynasty": "南北朝",
    "writer": "王籍",
    "content": [
      "艅艎何泛泛，",
      "空水共悠悠。",
      "阴霞生远岫，",
      "阳景逐回流。",
      "蝉噪林逾静，",
      "鸟鸣山更幽。keysentence",
      "此地动归念，",
      "长年悲倦游。"
    ],
    "type": [
      "古诗三百首",
      "写景",
      "思归"
    ],
    "source": "艅艎何泛泛，空水共悠悠。阴霞生远岫，阳景逐回流。蝉噪林逾静，鸟鸣山更幽。keysentence此地动归念，长年悲倦游。",
    "id": "P1058"
  },
  {
    "title": "山居秋暝",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "空山新雨后，",
      "天气晚来秋。keysentence",
      "明月松间照，",
      "清泉石上流。",
      "竹喧归浣女，",
      "莲动下渔舟。",
      "随意春芳歇，",
      "王孙自可留。"
    ],
    "type": [
      "唐诗三百首",
      "山水",
      "写景",
      "写人",
      "秋雨",
      "早教古诗100首"
    ],
    "source": "空山新雨后，天气晚来秋。keysentence明月松间照，清泉石上流。竹喧归浣女，莲动下渔舟。随意春芳歇，王孙自可留。",
    "id": "P1059"
  },
  {
    "title": "摸鱼儿·雁丘词",
    "dynasty": "金朝",
    "writer": "元好问",
    "content": [
      "乙丑岁赴试并州，",
      "道逢捕雁者云：",
      "今旦获一雁，",
      "杀之矣。",
      "其脱网者悲鸣不能去，",
      "竟自投于地而死。",
      "予因买得之，",
      "葬之汾水之上，",
      "垒石为识，",
      "号曰雁丘。",
      "同行者多为赋诗，",
      "旧所作无宫商，",
      "今改定之。",
      "问世间，",
      "情为何物，",
      "直教生死相许？keysentence",
      "天南地北双飞客，",
      "老翅几回寒暑。",
      "欢乐趣，",
      "离别苦，",
      "就中更有痴儿女。",
      "君应有语：",
      "渺万里层云，",
      "千山暮雪，",
      "只影向谁去？",
      "横汾路，",
      "寂寞当年箫鼓，",
      "荒烟依旧平楚。",
      "招魂楚些何嗟及，",
      "山鬼暗啼风雨。",
      "天也妒，",
      "未信与，",
      "莺儿燕子俱黄土。",
      "千秋万古，",
      "为留待骚人，",
      "狂歌痛饮，",
      "来访雁丘处。"
    ],
    "type": [
      "咏物",
      "写鸟",
      "抒情",
      "爱情"
    ],
    "source": "乙丑岁赴试并州，道逢捕雁者云：今旦获一雁，杀之矣。其脱网者悲鸣不能去，竟自投于地而死。予因买得之，葬之汾水之上，垒石为识，号曰雁丘。同行者多为赋诗，予亦有《雁丘词》。旧所作无宫商，今改定之。问世间，情为何物，直教生死相许？keysentence天南地北双飞客，老翅几回寒暑。欢乐趣，离别苦，就中更有痴儿女。君应有语：渺万里层云，千山暮雪，只影向谁去？横汾路，寂寞当年箫鼓，荒烟依旧平楚。招魂楚些何嗟及，山鬼暗啼风雨。天也妒，未信与，莺儿燕子俱黄土。千秋万古，为留待骚人，狂歌痛饮，来访雁丘处。",
    "id": "P1060"
  },
  {
    "title": "雨晴",
    "dynasty": "唐代",
    "writer": "王驾",
    "content": [
      "雨前初见花间蕊，",
      "雨后兼无叶里花。",
      "蛱蝶飞来过墙去，",
      "却疑春色在邻家。keysentence",
      "雨前初见花间蕊，",
      "雨后全无叶底花。",
      "蜂蝶纷纷过墙去，",
      "却疑春色在邻家。"
    ],
    "type": [
      "惜春",
      "春天",
      "写雨",
      "写景"
    ],
    "source": "雨前初见花间蕊，雨后兼无叶里花。蛱蝶飞来过墙去，却疑春色在邻家。keysentence雨前初见花间蕊，雨后全无叶底花。蜂蝶纷纷过墙去，却疑春色在邻家。",
    "id": "P1061"
  },
  {
    "title": "美女篇",
    "dynasty": "魏晋",
    "writer": "曹植",
    "content": [
      "美女妖且闲，",
      "采桑歧路间。",
      "柔条纷冉冉，",
      "叶落何翩翩。keysentence",
      "攘袖见素手，",
      "皓腕约金环。",
      "头上金爵钗，",
      "腰佩翠琅玕。",
      "明珠交玉体，",
      "珊瑚间木难。",
      "罗衣何飘飘，",
      "轻裾随风还。",
      "顾盼遗光彩，",
      "长啸气若兰。",
      "行徒用息驾，",
      "休者以忘餐。",
      "借问女安居，",
      "乃在城南端。",
      "青楼临大路，",
      "高门结重关。",
      "容华耀朝日，",
      "谁不希令颜？",
      "媒氏何所营？",
      "玉帛不时安。",
      "佳人慕高义，",
      "求贤良独难。",
      "众人徒嗷嗷，",
      "安知彼所观？",
      "盛年处房室，",
      "中夜起长叹。"
    ],
    "type": [
      "乐府",
      "写人",
      "美女",
      "抒怀"
    ],
    "source": "美女妖且闲，采桑歧路间。柔条纷冉冉，叶落何翩翩。keysentence攘袖见素手，皓腕约金环。头上金爵钗，腰佩翠琅玕。明珠交玉体，珊瑚间木难。罗衣何飘飘，轻裾随风还。顾盼遗光彩，长啸气若兰。行徒用息驾，休者以忘餐。借问女安居，乃在城南端。青楼临大路，高门结重关。容华耀朝日，谁不希令颜？媒氏何所营？玉帛不时安。佳人慕高义，求贤良独难。众人徒嗷嗷，安知彼所观？盛年处房室，中夜起长叹。",
    "id": "P1062"
  },
  {
    "title": "江南逢李龟年",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "岐王宅里寻常见，",
      "崔九堂前几度闻。",
      "正是江南好风景，",
      "落花时节又逢君。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "感伤",
      "怀念"
    ],
    "source": "岐王宅里寻常见，崔九堂前几度闻。正是江南好风景，落花时节又逢君。keysentence",
    "id": "P1063"
  },
  {
    "title": "植灵寿木",
    "dynasty": "唐代",
    "writer": "柳宗元",
    "content": [
      "白华鉴寒水，",
      "怡我适野情。",
      "前趋问长老，",
      "重复欣嘉名。",
      "蹇连易衰朽，",
      "方刚谢经菅。",
      "敢期齿杖赐？",
      "聊且移孤茎。",
      "丛萼中竞秀，",
      "分房处舒英。keysentence",
      "柔条乍反植，",
      "劲节常对生。",
      "循玩足忘疲，",
      "稍觉步武轻。",
      "安能事翦伐，",
      "持用资徒行。"
    ],
    "type": [
      "植物"
    ],
    "source": "白华鉴寒水，怡我适野情。前趋问长老，重复欣嘉名。蹇连易衰朽，方刚谢经菅。敢期齿杖赐？聊且移孤茎。丛萼中竞秀，分房处舒英。keysentence柔条乍反植，劲节常对生。循玩足忘疲，稍觉步武轻。安能事翦伐，持用资徒行。",
    "id": "P1064"
  },
  {
    "title": "行香子·天与秋光",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "天与秋光，",
      "转转情伤，",
      "探金英知近重阳。keysentence",
      "薄衣初试，",
      "绿蚁新尝，",
      "渐一番风，",
      "一番雨，",
      "一番凉。",
      "黄昏院落，",
      "凄凄惶惶，",
      "酒醒时往事愁肠。",
      "那堪永夜，",
      "明月空床。",
      "闻砧声捣，",
      "蛩声细，",
      "漏声长。"
    ],
    "type": [
      "重阳节",
      "思念"
    ],
    "source": "天与秋光，转转情伤，探金英知近重阳。keysentence薄衣初试，绿蚁新尝，渐一番风，一番雨，一番凉。黄昏院落，凄凄惶惶，酒醒时往事愁肠。那堪永夜，明月空床。闻砧声捣，蛩声细，漏声长。",
    "id": "P1065"
  },
  {
    "title": "焚书坑",
    "dynasty": "唐代",
    "writer": "章碣",
    "content": [
      "竹帛烟销帝业虚，",
      "关河空锁祖龙居。",
      "坑灰未冷山东乱，",
      "刘项原来不读书。keysentence"
    ],
    "type": [
      "咏史怀古",
      "叙事",
      "议论",
      "讽刺"
    ],
    "source": "竹帛烟销帝业虚，关河空锁祖龙居。坑灰未冷山东乱，刘项原来不读书。keysentence",
    "id": "P1066"
  },
  {
    "title": "海棠春·已未清明对海棠有赋",
    "dynasty": "宋代",
    "writer": "吴潜",
    "content": [
      "海棠亭午沾疏雨。",
      "便一饷、胭脂尽吐。",
      "老去惜花心，",
      "相对花无语。",
      "羽书万里飞来处。",
      "报扫荡、狐嗥兔舞。keysentence",
      "濯锦古江头，",
      "飞景还如许。"
    ],
    "type": [
      "赏花",
      "抒怀"
    ],
    "source": "海棠亭午沾疏雨。便一饷、胭脂尽吐。老去惜花心，相对花无语。羽书万里飞来处。报扫荡、狐嗥兔舞。keysentence濯锦古江头，飞景还如许。",
    "id": "P1067"
  },
  {
    "title": "临江仙·寒柳",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "飞絮飞花何处是，",
      "层冰积雪摧残，",
      "疏疏一树五更寒。",
      "爱他明月好，",
      "憔悴也相关。",
      "最是繁丝摇落后，",
      "转教人忆春山。",
      "湔裙梦断续应难。",
      "西风多少恨，",
      "吹不散眉弯。keysentence"
    ],
    "type": [
      "婉约",
      "咏物",
      "柳树",
      "抒情"
    ],
    "source": "飞絮飞花何处是，层冰积雪摧残，疏疏一树五更寒。爱他明月好，憔悴也相关。最是繁丝摇落后，转教人忆春山。湔裙梦断续应难。西风多少恨，吹不散眉弯。keysentence",
    "id": "P1068"
  },
  {
    "title": "出塞",
    "dynasty": "清代",
    "writer": "徐锡麟",
    "content": [
      "军歌应唱大刀环，",
      "誓灭胡奴出玉关。",
      "只解沙场为国死，",
      "何须马革裹尸还。keysentence"
    ],
    "type": [
      "边塞",
      "励志",
      "赞美",
      "将士",
      "爱国"
    ],
    "source": "军歌应唱大刀环，誓灭胡奴出玉关。只解沙场为国死，何须马革裹尸还。keysentence",
    "id": "P1069"
  },
  {
    "title": "行路难三首",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "金樽清酒斗十千，",
      "玉盘珍羞直万钱。",
      "停杯投箸不能食，",
      "拔剑四顾心茫然。",
      "欲渡黄河冰塞川，",
      "将登太行雪满山。",
      "闲来垂钓碧溪上，",
      "忽复乘舟梦日边。",
      "行路难！",
      "行路难！",
      "多歧路，",
      "今安在？",
      "长风破浪会有时，",
      "直挂云帆济沧海。",
      "大道如青天，",
      "我独不得出。",
      "羞逐长安社中儿，",
      "赤鸡白雉赌梨栗。",
      "弹剑作歌奏苦声，",
      "曳裾王门不称情。",
      "淮阴市井笑韩信，",
      "汉朝公卿忌贾生。",
      "君不见昔时燕家重郭隗，",
      "拥篲折节无嫌猜。",
      "剧辛乐毅感恩分，",
      "输肝剖胆效英才。",
      "昭王白骨萦蔓草，",
      "谁人更扫黄金台？",
      "行路难，",
      "归去来！",
      "有耳莫洗颍川水，",
      "有口莫食首阳蕨。",
      "含光混世贵无名，",
      "何用孤高比云月？",
      "吾观自古贤达人，",
      "功成不退皆殒身。",
      "子胥既弃吴江上，",
      "屈原终投湘水滨。",
      "陆机雄才岂自保？",
      "李斯税驾苦不早。",
      "华亭鹤唳讵可闻？",
      "上蔡苍鹰何足道？",
      "君不见吴中张翰称达生，",
      "秋风忽忆江东行。",
      "且乐生前一杯酒，",
      "何须身后千载名？keysentence"
    ],
    "type": [
      "怀才不遇",
      "励志",
      "组诗"
    ],
    "source": "金樽清酒斗十千，玉盘珍羞直万钱。停杯投箸不能食，拔剑四顾心茫然。欲渡黄河冰塞川，将登太行雪满山。闲来垂钓碧溪上，忽复乘舟梦日边。行路难！行路难！多歧路，今安在？长风破浪会有时，直挂云帆济沧海。大道如青天，我独不得出。羞逐长安社中儿，赤鸡白雉赌梨栗。弹剑作歌奏苦声，曳裾王门不称情。淮阴市井笑韩信，汉朝公卿忌贾生。君不见昔时燕家重郭隗，拥篲折节无嫌猜。剧辛乐毅感恩分，输肝剖胆效英才。昭王白骨萦蔓草，谁人更扫黄金台？行路难，归去来！有耳莫洗颍川水，有口莫食首阳蕨。含光混世贵无名，何用孤高比云月？吾观自古贤达人，功成不退皆殒身。子胥既弃吴江上，屈原终投湘水滨。陆机雄才岂自保？李斯税驾苦不早。华亭鹤唳讵可闻？上蔡苍鹰何足道？君不见吴中张翰称达生，秋风忽忆江东行。且乐生前一杯酒，何须身后千载名？keysentence",
    "id": "P1071"
  },
  {
    "title": "九日龙山饮",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "九日龙山饮，",
      "黄花笑逐臣。keysentence",
      "醉看风落帽，",
      "舞爱月留人。"
    ],
    "type": [
      "重阳节",
      "饮酒",
      "抒情",
      "典故"
    ],
    "source": "九日龙山饮，黄花笑逐臣。keysentence醉看风落帽，舞爱月留人。",
    "id": "P1072"
  },
  {
    "title": "哥舒歌",
    "dynasty": "唐代",
    "writer": "西鄙人",
    "content": [
      "北斗七星高，",
      "哥舒夜带刀。keysentence",
      "至今窥牧马，",
      "不敢过临洮。"
    ],
    "type": [
      "唐诗三百首",
      "赞颂",
      "民歌"
    ],
    "source": "北斗七星高，哥舒夜带刀。keysentence至今窥牧马，不敢过临洮。",
    "id": "P1073"
  },
  {
    "title": "凉州馆中与诸判官夜集",
    "dynasty": "唐代",
    "writer": "岑参",
    "content": [
      "弯弯月出挂城头，",
      "城头月出照凉州。",
      "凉州七里十万家，",
      "胡人半解弹琵琶。",
      "琵琶一曲肠堪断，",
      "风萧萧兮夜漫漫。",
      "河西幕中多故人，",
      "故人别来三五春。",
      "花门楼前见秋草，",
      "岂能贫贱相看老。",
      "一生大笑能几回，",
      "斗酒相逢须醉倒。keysentence"
    ],
    "type": [
      "友情",
      "豪迈",
      "地点",
      "月亮",
      "宴会"
    ],
    "source": "弯弯月出挂城头，城头月出照凉州。凉州七里十万家，胡人半解弹琵琶。琵琶一曲肠堪断，风萧萧兮夜漫漫。河西幕中多故人，故人别来三五春。花门楼前见秋草，岂能贫贱相看老。一生大笑能几回，斗酒相逢须醉倒。keysentence",
    "id": "P1074"
  },
  {
    "title": "三月晦日偶题",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "节物相催各自新，",
      "痴心儿女挽留春。",
      "芳菲歇去何须恨，",
      "夏木阴阴正可人。keysentence"
    ],
    "type": [
      "春天",
      "伤春"
    ],
    "source": "节物相催各自新，痴心儿女挽留春。芳菲歇去何须恨，夏木阴阴正可人。keysentence",
    "id": "P1076"
  },
  {
    "title": "采桑子·恨君不似江楼月",
    "dynasty": "宋代",
    "writer": "吕本中",
    "content": [
      "恨君不似江楼月，",
      "南北东西，",
      "南北东西，",
      "只有相随无别离。keysentence",
      "恨君却似江楼月，",
      "暂满还亏，",
      "暂满还亏，",
      "待得团圆是几时？"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "民歌",
      "婉约",
      "月亮",
      "感叹",
      "离别"
    ],
    "source": "恨君不似江楼月，南北东西，南北东西，只有相随无别离。keysentence恨君却似江楼月，暂满还亏，暂满还亏，待得团圆是几时？",
    "id": "P1077"
  },
  {
    "title": "浣溪沙·漠漠轻寒上小楼",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "漠漠轻寒上小楼，",
      "晓阴无赖似穷秋。",
      "淡烟流水画屏幽。",
      "自在飞花轻似梦，",
      "无边丝雨细如愁。keysentence",
      "宝帘闲挂小银钩。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "伤春",
      "春愁"
    ],
    "source": "漠漠轻寒上小楼，晓阴无赖似穷秋。淡烟流水画屏幽。自在飞花轻似梦，无边丝雨细如愁。keysentence宝帘闲挂小银钩。",
    "id": "P1078"
  },
  {
    "title": "河满子·秋怨",
    "dynasty": "宋代",
    "writer": "孙洙",
    "content": [
      "怅望浮生急景，",
      "凄凉宝瑟馀音。",
      "楚客多情偏怨别，",
      "碧山远水登临。",
      "目送连天衰草，",
      "夜阑几处疏砧。",
      "黄叶无风自落，",
      "秋云不雨长阴。",
      "天若有情天亦老，",
      "摇摇幽恨难禁。keysentence",
      "惆怅旧欢如梦，",
      "觉来无处追寻。"
    ],
    "type": [
      "送别",
      "友人"
    ],
    "source": "怅望浮生急景，凄凉宝瑟馀音。楚客多情偏怨别，碧山远水登临。目送连天衰草，夜阑几处疏砧。黄叶无风自落，秋云不雨长阴。天若有情天亦老，摇摇幽恨难禁。keysentence惆怅旧欢如梦，觉来无处追寻。",
    "id": "P1079"
  },
  {
    "title": "论诗五首·其二",
    "dynasty": "清代",
    "writer": "赵翼",
    "content": [
      "李杜诗篇万口传，",
      "至今已觉不新鲜。",
      "江山代有才人出，",
      "各领风骚数百年。keysentence"
    ],
    "type": [
      "古诗三百首",
      "初中古诗",
      "励志",
      "哲理",
      "写人"
    ],
    "source": "李杜诗篇万口传，至今已觉不新鲜。江山代有才人出，各领风骚数百年。keysentence",
    "id": "P1080"
  },
  {
    "title": "过故人庄",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "故人具鸡黍，",
      "邀我至田家。",
      "绿树村边合，",
      "青山郭外斜。",
      "开轩面场圃，",
      "把酒话桑麻。",
      "待到重阳日，",
      "还来就菊花。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "田园",
      "生活",
      "友情",
      "早教古诗100首"
    ],
    "source": "故人具鸡黍，邀我至田家。绿树村边合，青山郭外斜。开轩面场圃，把酒话桑麻。待到重阳日，还来就菊花。keysentence",
    "id": "P1081"
  },
  {
    "title": "碛中作",
    "dynasty": "唐代",
    "writer": "岑参",
    "content": [
      "走马西来欲到天，",
      "辞家见月两回圆。keysentence",
      "今夜不知何处宿，",
      "平沙万里绝人烟。"
    ],
    "type": [
      "边塞",
      "沙漠",
      "军旅",
      "生活"
    ],
    "source": "走马西来欲到天，辞家见月两回圆。keysentence今夜不知何处宿，平沙万里绝人烟。",
    "id": "P1082"
  },
  {
    "title": "赠秀才入军·其十四",
    "dynasty": "魏晋",
    "writer": "嵇康",
    "content": [
      "息徒兰圃，",
      "秣马华山。",
      "流磻平皋，",
      "垂纶长川。",
      "目送归鸿，",
      "手挥五弦。keysentence",
      "俯仰自得，",
      "游心太玄。",
      "嘉彼钓叟，",
      "得鱼忘筌。",
      "郢人逝矣，",
      "谁与尽言？"
    ],
    "type": [
      "古诗三百首",
      "想象",
      "行军",
      "抒情"
    ],
    "source": "息徒兰圃，秣马华山。流磻平皋，垂纶长川。目送归鸿，手挥五弦。keysentence俯仰自得，游心太玄。嘉彼钓叟，得鱼忘筌。郢人逝矣，谁与尽言？",
    "id": "P1083"
  },
  {
    "title": "念奴娇·赤壁怀古",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "大江东去，",
      "浪淘尽，",
      "千古风流人物。keysentence",
      "故垒西边，",
      "人道是，",
      "三国周郎赤壁。",
      "乱石穿空，",
      "惊涛拍岸，",
      "卷起千堆雪。",
      "江山如画，",
      "一时多少豪杰。",
      "遥想公瑾当年，",
      "小乔初嫁了，",
      "雄姿英发。",
      "羽扇纶巾，",
      "谈笑间，",
      "樯橹灰飞烟灭。",
      "故国神游，",
      "多情应笑我，",
      "早生华发。",
      "人生如梦，",
      "一尊还酹江月。"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "长江",
      "咏史怀古",
      "抒怀",
      "怀才不遇",
      "人生"
    ],
    "source": "大江东去，浪淘尽，千古风流人物。keysentence故垒西边，人道是，三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。江山如画，一时多少豪杰。遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间，樯橹灰飞烟灭。故国神游，多情应笑我，早生华发。人生如梦，一尊还酹江月。",
    "id": "P1084"
  },
  {
    "title": "塞下曲",
    "dynasty": "唐代",
    "writer": "李益",
    "content": [
      "伏波惟愿裹尸还，",
      "定远何须生入关。keysentence",
      "莫遣只轮归海窟，",
      "仍留一箭射天山。"
    ],
    "type": [
      "边塞",
      "写人",
      "壮志"
    ],
    "source": "伏波惟愿裹尸还，定远何须生入关。keysentence莫遣只轮归海窟，仍留一箭射天山。",
    "id": "P1085"
  },
  {
    "title": "菩萨蛮·劝君今夜须沉醉",
    "dynasty": "唐代",
    "writer": "韦庄",
    "content": [
      "劝君今夜须沉醉，",
      "尊前莫话明朝事。keysentence",
      "珍重主人心，",
      "酒深情亦深。",
      "须愁春漏短，",
      "莫诉金杯满。",
      "遇酒且呵呵，",
      "人生能几何。"
    ],
    "type": [
      "宋词三百首",
      "饮酒",
      "感伤"
    ],
    "source": "劝君今夜须沉醉，尊前莫话明朝事。keysentence珍重主人心，酒深情亦深。须愁春漏短，莫诉金杯满。遇酒且呵呵，人生能几何。",
    "id": "P1087"
  },
  {
    "title": "关山月",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "和戎诏下十五年，",
      "将军不战空临边。keysentence",
      "朱门沉沉按歌舞，",
      "厩马肥死弓断弦。",
      "戍楼刁斗催落月，",
      "三十从军今白发。",
      "笛里谁知壮士心，",
      "沙头空照征人骨。",
      "中原干戈古亦闻，",
      "岂有逆胡传子孙！",
      "遗民忍死望恢复，",
      "几处今宵垂泪痕。"
    ],
    "type": [
      "爱国",
      "壮志未酬",
      "悲愤"
    ],
    "source": "和戎诏下十五年，将军不战空临边。keysentence朱门沉沉按歌舞，厩马肥死弓断弦。戍楼刁斗催落月，三十从军今白发。笛里谁知壮士心，沙头空照征人骨。中原干戈古亦闻，岂有逆胡传子孙！遗民忍死望恢复，几处今宵垂泪痕。",
    "id": "P1088"
  },
  {
    "title": "山中雪后",
    "dynasty": "清代",
    "writer": "郑燮",
    "content": [
      "晨起开门雪满山，",
      "雪晴云淡日光寒。keysentence",
      "檐流未滴梅花冻，",
      "一种清孤不等闲。"
    ],
    "type": [
      "古诗三百首",
      "冬天",
      "写雪",
      "咏物",
      "梅花",
      "言志"
    ],
    "source": "晨起开门雪满山，雪晴云淡日光寒。keysentence檐流未滴梅花冻，一种清孤不等闲。",
    "id": "P1089"
  },
  {
    "title": "饮马长城窟行",
    "dynasty": "唐代",
    "writer": "李世民",
    "content": [
      "塞外悲风切，",
      "交河冰已结。",
      "瀚海百重波，",
      "阴山千里雪。keysentence",
      "迥戍危烽火，",
      "层峦引高节。",
      "悠悠卷旆旌，",
      "饮马出长城。",
      "寒沙连骑迹，",
      "朔吹断边声。",
      "胡尘清玉塞，",
      "羌笛韵金钲。",
      "绝漠干戈戢，",
      "车徒振原隰。",
      "都尉反龙堆，",
      "将军旋马邑。",
      "扬麾氛雾静，",
      "纪石功名立。",
      "荒裔一戎衣，",
      "灵台凯歌入。"
    ],
    "type": [
      "冬天",
      "边塞",
      "爱国",
      "战争",
      "生活"
    ],
    "source": "塞外悲风切，交河冰已结。瀚海百重波，阴山千里雪。keysentence迥戍危烽火，层峦引高节。悠悠卷旆旌，饮马出长城。寒沙连骑迹，朔吹断边声。胡尘清玉塞，羌笛韵金钲。绝漠干戈戢，车徒振原隰。都尉反龙堆，将军旋马邑。扬麾氛雾静，纪石功名立。荒裔一戎衣，灵台凯歌入。",
    "id": "P1090"
  },
  {
    "title": "赠妓云英",
    "dynasty": "唐代",
    "writer": "罗隐",
    "content": [
      "钟陵醉别十余春，",
      "重见云英掌上身。",
      "我未成名卿未嫁，",
      "可能俱是不如人。keysentence"
    ],
    "type": [
      "愤慨",
      "感叹"
    ],
    "source": "钟陵醉别十余春，重见云英掌上身。我未成名卿未嫁，可能俱是不如人。keysentence",
    "id": "P1091"
  },
  {
    "title": "小雅·谷风",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "习习谷风，",
      "维风及雨。",
      "将恐将惧，",
      "维予与女。",
      "将安将乐，",
      "女转弃予。",
      "习习谷风，",
      "维风及颓。",
      "将恐将惧，",
      "置予于怀。",
      "将安将乐，",
      "弃予如遗。",
      "习习谷风，",
      "维山崔嵬。keysentence",
      "无草不死，",
      "无木不萎。",
      "忘我大德，",
      "思我小怨。"
    ],
    "type": [
      "诗经",
      "弃妇"
    ],
    "source": "习习谷风，维风及雨。将恐将惧，维予与女。将安将乐，女转弃予。习习谷风，维风及颓。将恐将惧，置予于怀。将安将乐，弃予如遗。习习谷风，维山崔嵬。keysentence无草不死，无木不萎。忘我大德，思我小怨。",
    "id": "P1093"
  },
  {
    "title": "重别周尚书",
    "dynasty": "南北朝",
    "writer": "庾信",
    "content": [
      "阳关万里道，",
      "不见一人归。keysentence",
      "惟有河边雁，",
      "秋来南向飞。"
    ],
    "type": [
      "送别",
      "友情"
    ],
    "source": "阳关万里道，不见一人归。keysentence惟有河边雁，秋来南向飞。",
    "id": "P1095"
  },
  {
    "title": "病梅馆记",
    "dynasty": "清代",
    "writer": "龚自珍",
    "content": [
      "江宁之龙蟠，",
      "苏州之邓尉，",
      "杭州之西溪，",
      "皆产梅。",
      "或曰：",
      "梅以曲为美，",
      "直则无姿；keysentence",
      "以欹为美，",
      "正则无景；",
      "以疏为美，",
      "密则无态。",
      "固也。",
      "此文人画士，",
      "心知其意，",
      "未可明诏大号以绳天下之梅也；",
      "又不可以使天下之民斫直，",
      "删密，",
      "锄正，",
      "以夭梅病梅为业以求钱也。",
      "梅之欹之疏之曲，",
      "又非蠢蠢求钱之民能以其智力为也。",
      "有以文人画士孤癖之隐明告鬻梅者，",
      "斫其正，",
      "养其旁条，",
      "删其密，",
      "夭其稚枝，",
      "锄其直，",
      "遏其生气，",
      "以求重价，",
      "而江浙之梅皆病。",
      "文人画士之祸之烈至此哉！",
      "予购三百盆，",
      "皆病者，",
      "无一完者。",
      "既泣之三日，",
      "乃誓疗之：",
      "纵之顺之，",
      "毁其盆，",
      "悉埋于地，",
      "解其棕缚；",
      "以五年为期，",
      "必复之全之。",
      "予本非文人画士，",
      "甘受诟厉，",
      "辟病梅之馆以贮之。",
      "呜呼！",
      "安得使予多暇日，",
      "又多闲田，",
      "以广贮江宁、杭州、苏州之病梅，",
      "穷予生之光阴以疗梅也哉！"
    ],
    "type": [
      "高中文言文",
      "哲理",
      "咏物",
      "寓人"
    ],
    "source": "江宁之龙蟠，苏州之邓尉，杭州之西溪，皆产梅。或曰：梅以曲为美，直则无姿；keysentence以欹为美，正则无景；以疏为美，密则无态。固也。此文人画士，心知其意，未可明诏大号以绳天下之梅也；又不可以使天下之民斫直，删密，锄正，以夭梅病梅为业以求钱也。梅之欹之疏之曲，又非蠢蠢求钱之民能以其智力为也。有以文人画士孤癖之隐明告鬻梅者，斫其正，养其旁条，删其密，夭其稚枝，锄其直，遏其生气，以求重价，而江浙之梅皆病。文人画士之祸之烈至此哉！予购三百盆，皆病者，无一完者。既泣之三日，乃誓疗之：纵之顺之，毁其盆，悉埋于地，解其棕缚；以五年为期，必复之全之。予本非文人画士，甘受诟厉，辟病梅之馆以贮之。呜呼！安得使予多暇日，又多闲田，以广贮江宁、杭州、苏州之病梅，穷予生之光阴以疗梅也哉！",
    "id": "P1096"
  },
  {
    "title": "书愤五首·其一",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "早岁那知世事艰，",
      "中原北望气如山。",
      "楼船夜雪瓜洲渡，",
      "铁马秋风大散关。keysentence",
      "塞上长城空自许，",
      "镜中衰鬓已先斑。",
      "出师一表真名世，",
      "千载谁堪伯仲间！"
    ],
    "type": [
      "古诗三百首",
      "爱国",
      "忆旧"
    ],
    "source": "早岁那知世事艰，中原北望气如山。楼船夜雪瓜洲渡，铁马秋风大散关。keysentence塞上长城空自许，镜中衰鬓已先斑。出师一表真名世，千载谁堪伯仲间！",
    "id": "P1097"
  },
  {
    "title": "点绛唇·丁未冬过吴松作",
    "dynasty": "宋代",
    "writer": "姜夔",
    "content": [
      "燕雁无心，",
      "太湖西畔随云去。",
      "数峰清苦。",
      "商略黄昏雨。",
      "第四桥边，",
      "拟共天随住。keysentence",
      "今何许。",
      "凭阑怀古。",
      "残柳参差舞。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "怀古"
    ],
    "source": "燕雁无心，太湖西畔随云去。数峰清苦。商略黄昏雨。第四桥边，拟共天随住。keysentence今何许。凭阑怀古。残柳参差舞。",
    "id": "P1098"
  },
  {
    "title": "望江南·超然台作",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "春未老，",
      "风细柳斜斜。",
      "试上超然台上看，",
      "半壕春水一城花。",
      "烟雨暗千家。",
      "寒食后，",
      "酒醒却咨嗟。",
      "休对故人思故国，",
      "且将新火试新茶。",
      "诗酒趁年华。keysentence"
    ],
    "type": [
      "春天",
      "写景",
      "抒情",
      "思乡"
    ],
    "source": "春未老，风细柳斜斜。试上超然台上看，半壕春水一城花。烟雨暗千家。寒食后，酒醒却咨嗟。休对故人思故国，且将新火试新茶。诗酒趁年华。keysentence",
    "id": "P1099"
  },
  {
    "title": "论语七则",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "子曰:吾十有五而志于学，",
      "三十而立，",
      "四十而不惑，",
      "五十而知天命，",
      "六十而耳顺，",
      "七十而从心所欲，",
      "不踰矩。",
      "子曰：",
      "君子食无求饱，",
      "居无求安，",
      "敏于事而慎于言，",
      "就有道而正焉，",
      "可谓好学也已。",
      "子曰：",
      "饭疏食，",
      "饮水，",
      "曲肱而枕之，",
      "乐亦在其中矣。",
      "不义而富且贵，",
      "于我如浮云。",
      "子曰：",
      "衣敝緼袍，",
      "与衣狐貉者立，",
      "而不耻者，",
      "其由也与!不忮不求，",
      "何用不臧?子路终身诵之。",
      "子曰：",
      "是道也，",
      "何足以臧?子貢問為仁。",
      "子曰：",
      "工欲善其事，",
      "必先利其器。keysentence",
      "居是邦也，",
      "事其大夫之賢者，",
      "友其士之仁者。",
      "乡人皆好之，",
      "何如？",
      "子曰：",
      "未可也。",
      "乡人皆恶之，",
      "何如？",
      "子曰：",
      "未可也。",
      "不如乡人之善者好之，",
      "其不善者恶之。",
      "子谓子贡曰，",
      "女与回也孰愈？",
      "对曰，",
      "赐也何敢望回？",
      "回也闻一以知十，",
      "赐也闻一以知二。",
      "子曰，",
      "弗如也，",
      "吾与女弗如也。"
    ],
    "type": [
      "哲理"
    ],
    "source": "子曰:吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不踰矩。子曰：君子食无求饱，居无求安，敏于事而慎于言，就有道而正焉，可谓好学也已。子曰：饭疏食，饮水，曲肱而枕之，乐亦在其中矣。不义而富且贵，于我如浮云。子曰：衣敝緼袍，与衣狐貉者立，而不耻者，其由也与!不忮不求，何用不臧?子路终身诵之。子曰：是道也，何足以臧?子貢問為仁。子曰：工欲善其事，必先利其器。keysentence居是邦也，事其大夫之賢者，友其士之仁者。《論語?衛靈公》子贡问曰：乡人皆好之，何如？子曰：未可也。乡人皆恶之，何如？子曰：未可也。不如乡人之善者好之，其不善者恶之。子谓子贡曰，女与回也孰愈？对曰，赐也何敢望回？回也闻一以知十，赐也闻一以知二。子曰，弗如也，吾与女弗如也。",
    "id": "P1100"
  },
  {
    "title": "春中田园作",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "屋上春鸠鸣，",
      "村边杏花白。",
      "持斧伐远扬，",
      "荷锄觇泉脉。",
      "归燕识故巢，",
      "旧人看新历。keysentence",
      "临觞忽不御，",
      "惆怅远行客。"
    ],
    "type": [
      "春天",
      "田园",
      "写景",
      "农事"
    ],
    "source": "屋上春鸠鸣，村边杏花白。持斧伐远扬，荷锄觇泉脉。归燕识故巢，旧人看新历。keysentence临觞忽不御，惆怅远行客。",
    "id": "P1101"
  },
  {
    "title": "夜泊牛渚怀古",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "牛渚西江夜，",
      "青天无片云。",
      "登舟望秋月，",
      "空忆谢将军。keysentence",
      "余亦能高咏，",
      "斯人不可闻。",
      "明朝挂帆席，",
      "枫叶落纷纷。"
    ],
    "type": [
      "唐诗三百首",
      "月亮",
      "怀古"
    ],
    "source": "牛渚西江夜，青天无片云。登舟望秋月，空忆谢将军。keysentence余亦能高咏，斯人不可闻。明朝挂帆席，枫叶落纷纷。",
    "id": "P1102"
  },
  {
    "title": "记承天寺夜游",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "元丰六年十月十二日夜，",
      "解衣欲睡，",
      "月色入户，",
      "欣然起行。",
      "念无与为乐者，",
      "遂至承天寺寻张怀民。",
      "怀民亦未寝，",
      "相与步于中庭。",
      "庭下如积水空明，",
      "水中藻荇交横，",
      "盖竹柏影也。",
      "何夜无月？",
      "何处无竹柏？",
      "但少闲人如吾两人者耳。keysentence"
    ],
    "type": [
      "初中文言文",
      "纪游",
      "写景",
      "感叹",
      "人生"
    ],
    "source": "元丰六年十月十二日夜，解衣欲睡，月色入户，欣然起行。念无与为乐者，遂至承天寺寻张怀民。怀民亦未寝，相与步于中庭。庭下如积水空明，水中藻荇交横，盖竹柏影也。何夜无月？何处无竹柏？但少闲人如吾两人者耳。keysentence",
    "id": "P1103"
  },
  {
    "title": "卜算子·黄州定慧院寓居作",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "缺月挂疏桐，",
      "漏断人初静。keysentence",
      "时见幽人独往来，",
      "缥缈孤鸿影。",
      "惊起却回头，",
      "有恨无人省。",
      "拣尽寒枝不肯栖，",
      "寂寞沙洲冷。"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "月夜",
      "写景",
      "抒怀",
      "孤独"
    ],
    "source": "缺月挂疏桐，漏断人初静。keysentence时见幽人独往来，缥缈孤鸿影。惊起却回头，有恨无人省。拣尽寒枝不肯栖，寂寞沙洲冷。",
    "id": "P1104"
  },
  {
    "title": "梁甫吟",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "长啸梁甫吟，",
      "何时见阳春？",
      "君不见，",
      "朝歌屠叟辞棘津，",
      "八十西来钓渭滨。",
      "宁羞白发照清水，",
      "逢时壮气思经纶。",
      "广张三千六百钓，",
      "风期暗与文王亲。",
      "大贤虎变愚不测，",
      "当年颇似寻常人。",
      "君不见，",
      "高阳酒徒起草中，",
      "长揖山东隆准公。",
      "入门不拜逞雄辩，",
      "两女辍洗来趋风。",
      "东下齐城七十二，",
      "指挥楚汉如旋蓬。",
      "狂客落魄尚如此，",
      "何况壮士当群雄！",
      "我欲攀龙见明主，",
      "雷公砰訇震天鼓。",
      "帝旁投壶多玉女，",
      "三时大笑开电光，",
      "倏烁晦冥起风雨。",
      "阊阖九门不可通，",
      "以额扣关阍者怒。",
      "白日不照我精诚，",
      "杞国无事忧天倾。",
      "猰貐磨牙竞人肉，",
      "驺虞不折生草茎。",
      "手接飞猱搏雕虎，",
      "侧足焦原未言苦。",
      "智者可卷愚者豪，",
      "世人见我轻鸿毛。",
      "力排南山三壮士，",
      "齐相杀之费二桃。",
      "吴楚弄兵无剧孟，",
      "亚夫咍尔为徒劳。",
      "梁甫吟，",
      "声正悲。keysentence",
      "张公两龙剑，",
      "神物合有时。",
      "风云感会起屠钓，",
      "大人臲屼当安之。"
    ],
    "type": [
      "咏史怀古",
      "写人",
      "典故",
      "抒情"
    ],
    "source": "长啸梁甫吟，何时见阳春？君不见，朝歌屠叟辞棘津，八十西来钓渭滨。宁羞白发照清水，逢时壮气思经纶。广张三千六百钓，风期暗与文王亲。大贤虎变愚不测，当年颇似寻常人。君不见，高阳酒徒起草中，长揖山东隆准公。入门不拜逞雄辩，两女辍洗来趋风。东下齐城七十二，指挥楚汉如旋蓬。狂客落魄尚如此，何况壮士当群雄！我欲攀龙见明主，雷公砰訇震天鼓。帝旁投壶多玉女，三时大笑开电光，倏烁晦冥起风雨。阊阖九门不可通，以额扣关阍者怒。白日不照我精诚，杞国无事忧天倾。猰貐磨牙竞人肉，驺虞不折生草茎。手接飞猱搏雕虎，侧足焦原未言苦。智者可卷愚者豪，世人见我轻鸿毛。力排南山三壮士，齐相杀之费二桃。吴楚弄兵无剧孟，亚夫咍尔为徒劳。梁甫吟，声正悲。keysentence张公两龙剑，神物合有时。风云感会起屠钓，大人臲屼当安之。",
    "id": "P1105"
  },
  {
    "title": "咏菊",
    "dynasty": "清代",
    "writer": "曹雪芹",
    "content": [
      "无赖诗魔昏晓侵，",
      "绕篱欹石自沉音。",
      "毫端蕴秀临霜写，",
      "口齿噙香对月吟。",
      "满纸自怜题素怨，",
      "片言谁解诉秋心？",
      "一从陶令评章后，",
      "千古高风说到今。keysentence"
    ],
    "type": [
      "写诗",
      "抒怀"
    ],
    "source": "无赖诗魔昏晓侵，绕篱欹石自沉音。毫端蕴秀临霜写，口齿噙香对月吟。满纸自怜题素怨，片言谁解诉秋心？一从陶令评章后，千古高风说到今。keysentence",
    "id": "P1106"
  },
  {
    "title": "离亭燕·一带江山如画",
    "dynasty": "宋代",
    "writer": "张昪",
    "content": [
      "一带江山如画，",
      "风物向秋潇洒。",
      "水浸碧天何处断？",
      "霁色冷光相射。",
      "蓼屿荻花洲，",
      "掩映竹篱茅舍。",
      "云际客帆高挂，",
      "烟外酒旗低亚。",
      "多少六朝兴废事，",
      "尽入渔樵闲话。keysentence",
      "怅望倚层楼，",
      "寒日无言西下。"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "写景",
      "怀古",
      "感慨"
    ],
    "source": "一带江山如画，风物向秋潇洒。水浸碧天何处断？霁色冷光相射。蓼屿荻花洲，掩映竹篱茅舍。云际客帆高挂，烟外酒旗低亚。多少六朝兴废事，尽入渔樵闲话。keysentence怅望倚层楼，寒日无言西下。",
    "id": "P1107"
  },
  {
    "title": "写情",
    "dynasty": "唐代",
    "writer": "李益",
    "content": [
      "水纹珍簟思悠悠，",
      "千里佳期一夕休。",
      "从此无心爱良夜，",
      "任他明月下西楼。keysentence"
    ],
    "type": [
      "失恋",
      "爱情"
    ],
    "source": "水纹珍簟思悠悠，千里佳期一夕休。从此无心爱良夜，任他明月下西楼。keysentence",
    "id": "P1110"
  },
  {
    "title": "临江仙·庭院深深深几许",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "有深深深几许之句，",
      "予酷爱之。",
      "用其语作庭院深深数阕，",
      "庭院深深深几许？",
      "云窗雾阁常扃。",
      "柳梢梅萼渐分明。",
      "春归秣陵树，",
      "人老建康城。",
      "感月吟风多少事，",
      "如今老去无成。",
      "谁怜憔悴更凋零。",
      "试灯无意思，",
      "踏雪没心情。keysentence"
    ],
    "type": [
      "春天",
      "伤怀"
    ],
    "source": "欧阳公作《蝶恋花》，有深深深几许之句，予酷爱之。用其语作庭院深深数阕，其声即旧《临江仙》也。庭院深深深几许？云窗雾阁常扃。柳梢梅萼渐分明。春归秣陵树，人老建康城。感月吟风多少事，如今老去无成。谁怜憔悴更凋零。试灯无意思，踏雪没心情。keysentence",
    "id": "P1111"
  },
  {
    "title": "寄李十二白二十韵",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "昔年有狂客，",
      "号尔谪仙人。",
      "笔落惊风雨，",
      "诗成泣鬼神。keysentence",
      "声名从此大，",
      "汩没一朝伸。",
      "文采承殊渥，",
      "流传必绝伦。",
      "龙舟移棹晚，",
      "兽锦夺袍新。",
      "白日来深殿，",
      "青云满后尘。",
      "乞归优诏许，",
      "遇我宿心亲。",
      "未负幽栖志，",
      "兼全宠辱身。",
      "剧谈怜野逸，",
      "嗜酒见天真。",
      "醉舞梁园夜，",
      "行歌泗水春。",
      "才高心不展，",
      "道屈善无邻。",
      "处士祢衡俊，",
      "诸生原宪贫。",
      "稻粱求未足，",
      "薏苡谤何频。",
      "五岭炎蒸地，",
      "三危放逐臣。",
      "几年遭鵩鸟，",
      "独泣向麒麟。",
      "苏武先还汉，",
      "黄公岂事秦。",
      "楚筵辞醴日，",
      "梁狱上书辰。",
      "已用当时法，",
      "谁将此义陈。",
      "老吟秋月下，",
      "病起暮江滨。",
      "莫怪恩波隔，",
      "乘槎与问津。"
    ],
    "type": [
      "赞颂",
      "写人",
      "友情"
    ],
    "source": "昔年有狂客，号尔谪仙人。笔落惊风雨，诗成泣鬼神。keysentence声名从此大，汩没一朝伸。文采承殊渥，流传必绝伦。龙舟移棹晚，兽锦夺袍新。白日来深殿，青云满后尘。乞归优诏许，遇我宿心亲。未负幽栖志，兼全宠辱身。剧谈怜野逸，嗜酒见天真。醉舞梁园夜，行歌泗水春。才高心不展，道屈善无邻。处士祢衡俊，诸生原宪贫。稻粱求未足，薏苡谤何频。五岭炎蒸地，三危放逐臣。几年遭鵩鸟，独泣向麒麟。苏武先还汉，黄公岂事秦。楚筵辞醴日，梁狱上书辰。已用当时法，谁将此义陈。老吟秋月下，病起暮江滨。莫怪恩波隔，乘槎与问津。",
    "id": "P1112"
  },
  {
    "title": "侠客行",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "赵客缦胡缨，",
      "吴钩霜雪明。",
      "银鞍照白马，",
      "飒沓如流星。keysentence",
      "十步杀一人，",
      "千里不留行。",
      "事了拂衣去，",
      "深藏身与名。",
      "闲过信陵饮，",
      "脱剑膝前横。",
      "将炙啖朱亥，",
      "持觞劝侯嬴。",
      "三杯吐然诺，",
      "五岳倒为轻。",
      "眼花耳热后，",
      "意气素霓生。",
      "救赵挥金槌，",
      "邯郸先震惊。",
      "千秋二壮士，",
      "烜赫大梁城。",
      "纵死侠骨香，",
      "不惭世上英。",
      "谁能书阁下，",
      "白首太玄经。"
    ],
    "type": [
      "乐府",
      "写人",
      "赞颂",
      "猖狂"
    ],
    "source": "赵客缦胡缨，吴钩霜雪明。银鞍照白马，飒沓如流星。keysentence十步杀一人，千里不留行。事了拂衣去，深藏身与名。闲过信陵饮，脱剑膝前横。将炙啖朱亥，持觞劝侯嬴。三杯吐然诺，五岳倒为轻。眼花耳热后，意气素霓生。救赵挥金槌，邯郸先震惊。千秋二壮士，烜赫大梁城。纵死侠骨香，不惭世上英。谁能书阁下，白首太玄经。",
    "id": "P1113"
  },
  {
    "title": "咏华山",
    "dynasty": "宋代",
    "writer": "寇准",
    "content": [
      "只有天在上，",
      "更无山与齐。keysentence",
      "举头红日近，",
      "回首白云低。"
    ],
    "type": [
      "咏物",
      "写山"
    ],
    "source": "只有天在上，更无山与齐。keysentence举头红日近，回首白云低。",
    "id": "P1114"
  },
  {
    "title": "病牛",
    "dynasty": "宋代",
    "writer": "李纲",
    "content": [
      "耕犁千亩实千箱，",
      "力尽筋疲谁复伤？keysentence",
      "但得众生皆得饱，",
      "不辞羸病卧残阳。"
    ],
    "type": [
      "古诗三百首",
      "咏物",
      "动物",
      "言志",
      "爱国"
    ],
    "source": "耕犁千亩实千箱，力尽筋疲谁复伤？keysentence但得众生皆得饱，不辞羸病卧残阳。",
    "id": "P1115"
  },
  {
    "title": "得胜乐·夏",
    "dynasty": "元代",
    "writer": "白朴",
    "content": [
      "酷暑天，",
      "葵榴发，",
      "喷鼻香十里荷花。keysentence",
      "兰舟斜缆垂扬下，",
      "只宜辅枕簟向凉亭披襟散发。"
    ],
    "type": [
      "夏天",
      "荷花"
    ],
    "source": "酷暑天，葵榴发，喷鼻香十里荷花。keysentence兰舟斜缆垂扬下，只宜辅枕簟向凉亭披襟散发。",
    "id": "P1116"
  },
  {
    "title": "玉楼春·风前欲劝春光住",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "风前欲劝春光住。",
      "春在城南芳草路。",
      "未随流落水边花，",
      "且作飘零泥上絮。",
      "镜中已觉星星误。",
      "人不负春春自负。",
      "梦回人远许多愁，",
      "只在梨花风雨处。keysentence"
    ],
    "type": [
      "伤春",
      "感伤",
      "岁月"
    ],
    "source": "风前欲劝春光住。春在城南芳草路。未随流落水边花，且作飘零泥上絮。镜中已觉星星误。人不负春春自负。梦回人远许多愁，只在梨花风雨处。keysentence",
    "id": "P1117"
  },
  {
    "title": "马诗二十三首",
    "dynasty": "唐代",
    "writer": "李贺",
    "content": [
      "龙脊贴连钱，",
      "银蹄白踏烟。",
      "无人织锦韂，",
      "谁为铸金鞭。",
      "腊月草根甜，",
      "天街雪似盐。",
      "未知口硬软，",
      "先拟蒺藜衔。",
      "忽忆周天子，",
      "驱车上玉山。",
      "鸣驺辞凤苑，",
      "赤骥最承恩。",
      "此马非凡马，",
      "房星本是星。",
      "向前敲瘦骨，",
      "犹自带铜声。",
      "大漠沙如雪，",
      "燕山月似钩。",
      "何当金络脑，",
      "快走踏清秋。",
      "饥卧骨查牙，",
      "粗毛刺破花。",
      "鬣焦珠色落，",
      "发断锯长麻。",
      "西母酒将阑，",
      "东王饭已干。",
      "君王若燕去，",
      "谁为曳车辕？",
      "赤兔无人用，",
      "当须吕布骑。",
      "吾闻果下马，",
      "羁策任蛮儿。",
      "飂叔去匆匆，",
      "如今不豢龙。",
      "夜来霜压栈，",
      "骏骨折西风。keysentence",
      "催榜渡乌江，",
      "神骓泣向风。",
      "君王今解剑，",
      "何处逐英雄？",
      "内马赐宫人，",
      "银鞯刺麒麟。",
      "午时盐坂上，",
      "蹭蹬溘风尘。",
      "批竹初攒耳，",
      "桃花未上身。",
      "他时须搅阵，",
      "牵去借将军。",
      "宝玦谁家子，",
      "长闻侠骨香。",
      "堆金买骏骨，",
      "将送楚襄王。",
      "香幞赭罗新，",
      "盘龙蹙蹬鳞。",
      "回看南陌上，",
      "谁道不逢春？",
      "不从桓公猎，",
      "何能伏虎威？",
      "一朝沟陇出，",
      "看取拂云飞。",
      "唐剑斩隋公，",
      "拳毛属太宗。",
      "莫嫌金甲重，",
      "且去捉飘风。",
      "白铁锉青禾，",
      "砧间落细莎。",
      "世人怜小颈，",
      "金埒畏长牙。",
      "伯乐向前看，",
      "旋毛在腹间。",
      "只今掊白草，",
      "何日蓦青山？",
      "萧寺驮经马，",
      "元从竺国来。",
      "空知有善相，",
      "不解走章台。",
      "重围如燕尾，",
      "宝剑似鱼肠。",
      "欲求千里脚，",
      "先采眼中光。",
      "暂系腾黄马，",
      "仙人上彩楼。",
      "须鞭玉勒吏，",
      "何事谪高州？",
      "汉血到王家，",
      "随鸾撼玉珂。",
      "少君骑海上，",
      "人见是青骡。",
      "武帝爱神仙，",
      "烧金得紫烟。",
      "厩中皆肉马，",
      "不解上青天。"
    ],
    "type": [
      "抒怀",
      "怀才不遇"
    ],
    "source": "龙脊贴连钱，银蹄白踏烟。无人织锦韂，谁为铸金鞭。腊月草根甜，天街雪似盐。未知口硬软，先拟蒺藜衔。忽忆周天子，驱车上玉山。鸣驺辞凤苑，赤骥最承恩。此马非凡马，房星本是星。向前敲瘦骨，犹自带铜声。大漠沙如雪，燕山月似钩。何当金络脑，快走踏清秋。饥卧骨查牙，粗毛刺破花。鬣焦珠色落，发断锯长麻。西母酒将阑，东王饭已干。君王若燕去，谁为曳车辕？赤兔无人用，当须吕布骑。吾闻果下马，羁策任蛮儿。飂叔去匆匆，如今不豢龙。夜来霜压栈，骏骨折西风。keysentence催榜渡乌江，神骓泣向风。君王今解剑，何处逐英雄？内马赐宫人，银鞯刺麒麟。午时盐坂上，蹭蹬溘风尘。批竹初攒耳，桃花未上身。他时须搅阵，牵去借将军。宝玦谁家子，长闻侠骨香。堆金买骏骨，将送楚襄王。香幞赭罗新，盘龙蹙蹬鳞。回看南陌上，谁道不逢春？不从桓公猎，何能伏虎威？一朝沟陇出，看取拂云飞。唐剑斩隋公，拳毛属太宗。莫嫌金甲重，且去捉飘风。白铁锉青禾，砧间落细莎。世人怜小颈，金埒畏长牙。伯乐向前看，旋毛在腹间。只今掊白草，何日蓦青山？萧寺驮经马，元从竺国来。空知有善相，不解走章台。重围如燕尾，宝剑似鱼肠。欲求千里脚，先采眼中光。暂系腾黄马，仙人上彩楼。须鞭玉勒吏，何事谪高州？汉血到王家，随鸾撼玉珂。少君骑海上，人见是青骡。武帝爱神仙，烧金得紫烟。厩中皆肉马，不解上青天。",
    "id": "P1119"
  },
  {
    "title": "戚氏·晚秋天",
    "dynasty": "宋代",
    "writer": "柳永",
    "content": [
      "晚秋天，",
      "一霎微雨洒庭轩。",
      "槛菊萧疏，",
      "井梧零乱，",
      "惹残烟。keysentence",
      "凄然，",
      "望江关，",
      "飞云黯淡夕阳间。",
      "当时宋玉悲感，",
      "向此临水与登山。",
      "远道迢递，",
      "行人凄楚，",
      "倦听陇水潺湲。",
      "正蝉吟败叶，",
      "蛩响衰草，",
      "相应喧喧。",
      "孤馆，",
      "度日如年。",
      "风露渐变，",
      "悄悄至更阑。",
      "长天净，",
      "绛河清浅，",
      "皓月婵娟。",
      "思绵绵。",
      "夜永对景，",
      "那堪屈指暗想从前。",
      "未名未禄，",
      "绮陌红楼，",
      "往往经岁迁延。",
      "帝里风光好，",
      "当年少日，",
      "暮宴朝欢。",
      "况有狂朋怪侣，",
      "遇当歌对酒竞留连。",
      "别来迅景如梭，",
      "旧游似梦，",
      "烟水程何限。",
      "念名利，",
      "憔悴长萦绊。",
      "追往事、空惨愁颜。",
      "漏箭移，",
      "稍觉轻寒。",
      "渐呜咽，",
      "画角数声残。",
      "对闲窗畔，",
      "停灯向晓，",
      "抱影无眠。"
    ],
    "type": [
      "秋天",
      "写景"
    ],
    "source": "晚秋天，一霎微雨洒庭轩。槛菊萧疏，井梧零乱，惹残烟。keysentence凄然，望江关，飞云黯淡夕阳间。当时宋玉悲感，向此临水与登山。远道迢递，行人凄楚，倦听陇水潺湲。正蝉吟败叶，蛩响衰草，相应喧喧。孤馆，度日如年。风露渐变，悄悄至更阑。长天净，绛河清浅，皓月婵娟。思绵绵。夜永对景，那堪屈指暗想从前。未名未禄，绮陌红楼，往往经岁迁延。帝里风光好，当年少日，暮宴朝欢。况有狂朋怪侣，遇当歌对酒竞留连。别来迅景如梭，旧游似梦，烟水程何限。念名利，憔悴长萦绊。追往事、空惨愁颜。漏箭移，稍觉轻寒。渐呜咽，画角数声残。对闲窗畔，停灯向晓，抱影无眠。",
    "id": "P1120"
  },
  {
    "title": "汴河怀古二首",
    "dynasty": "唐代",
    "writer": "皮日休",
    "content": [
      "万艘龙舸绿丝间，",
      "载到扬州尽不还。",
      "应是天教开汴水，",
      "一千余里地无山。",
      "尽道隋亡为此河，",
      "至今千里赖通波。keysentence",
      "若无水殿龙舟事，",
      "共禹论功不较多。"
    ],
    "type": [
      "咏史怀古",
      "组诗"
    ],
    "source": "万艘龙舸绿丝间，载到扬州尽不还。应是天教开汴水，一千余里地无山。尽道隋亡为此河，至今千里赖通波。keysentence若无水殿龙舟事，共禹论功不较多。",
    "id": "P1122"
  },
  {
    "title": "三月晦日偶题",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "节物相催各自新，",
      "痴心儿女挽留春。",
      "芳菲歇去何须恨，",
      "夏木阴阴正可人。keysentence"
    ],
    "type": [
      "春天",
      "伤春"
    ],
    "source": "节物相催各自新，痴心儿女挽留春。芳菲歇去何须恨，夏木阴阴正可人。keysentence",
    "id": "P1123"
  },
  {
    "title": "己亥杂诗·其五",
    "dynasty": "清代",
    "writer": "龚自珍",
    "content": [
      "浩荡离愁白日斜，",
      "吟鞭东指即天涯。",
      "落红不是无情物，",
      "化作春泥更护花。keysentence"
    ],
    "type": [
      "古诗三百首",
      "初中古诗",
      "叙事",
      "抒情",
      "爱国",
      "抱负",
      "早教古诗100首"
    ],
    "source": "浩荡离愁白日斜，吟鞭东指即天涯。落红不是无情物，化作春泥更护花。keysentence",
    "id": "P1124"
  },
  {
    "title": "踏莎行·小径红稀",
    "dynasty": "宋代",
    "writer": "晏殊",
    "content": [
      "小径红稀，",
      "芳郊绿遍。",
      "高台树色阴阴见。",
      "春风不解禁杨花，",
      "蒙蒙乱扑行人面。",
      "翠叶藏莺，",
      "朱帘隔燕。",
      "炉香静逐游丝转。",
      "一场愁梦酒醒时，",
      "斜阳却照深深院。keysentence"
    ],
    "type": [
      "婉约",
      "春天",
      "写景",
      "抒情",
      "怅惘"
    ],
    "source": "小径红稀，芳郊绿遍。高台树色阴阴见。春风不解禁杨花，蒙蒙乱扑行人面。翠叶藏莺，朱帘隔燕。炉香静逐游丝转。一场愁梦酒醒时，斜阳却照深深院。keysentence",
    "id": "P1125"
  },
  {
    "title": "渔家傲·秋思",
    "dynasty": "宋代",
    "writer": "范仲淹",
    "content": [
      "塞下秋来风景异，",
      "衡阳雁去无留意。keysentence",
      "四面边声连角起，",
      "千嶂里，",
      "长烟落日孤城闭。",
      "浊酒一杯家万里，",
      "燕然未勒归无计。",
      "羌管悠悠霜满地，",
      "人不寐，",
      "将军白发征夫泪。"
    ],
    "type": [
      "宋词三百首",
      "初中古诗",
      "秋天",
      "边塞",
      "思乡",
      "爱国"
    ],
    "source": "塞下秋来风景异，衡阳雁去无留意。keysentence四面边声连角起，千嶂里，长烟落日孤城闭。浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。",
    "id": "P1126"
  },
  {
    "title": "夏夜叹",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "永日不可暮，",
      "炎蒸毒我肠。",
      "安得万里风，",
      "飘飖吹我裳。",
      "昊天出华月，",
      "茂林延疏光。",
      "仲夏苦夜短，",
      "开轩纳微凉。keysentence",
      "虚明见纤毫，",
      "羽虫亦飞扬。",
      "物情无巨细，",
      "自适固其常。",
      "念彼荷戈士，",
      "穷年守边疆。",
      "何由一洗濯，",
      "执热互相望。",
      "竟夕击刁斗，",
      "喧声连万方。",
      "青紫虽被体，",
      "不如早还乡。",
      "北城悲笳发，",
      "鹳鹤号且翔。",
      "况复烦促倦，",
      "激烈思时康。"
    ],
    "type": [
      "夏天",
      "忧国忧民"
    ],
    "source": "永日不可暮，炎蒸毒我肠。安得万里风，飘飖吹我裳。昊天出华月，茂林延疏光。仲夏苦夜短，开轩纳微凉。keysentence虚明见纤毫，羽虫亦飞扬。物情无巨细，自适固其常。念彼荷戈士，穷年守边疆。何由一洗濯，执热互相望。竟夕击刁斗，喧声连万方。青紫虽被体，不如早还乡。北城悲笳发，鹳鹤号且翔。况复烦促倦，激烈思时康。",
    "id": "P1127"
  },
  {
    "title": "梅花引·荆溪阻雪",
    "dynasty": "宋代",
    "writer": "蒋捷",
    "content": [
      "白鸥问我泊孤舟，",
      "是身留，",
      "是心留？",
      "心若留时，",
      "何事锁眉头？",
      "风拍小帘灯晕舞，",
      "对闲影，",
      "冷清清，",
      "忆旧游。",
      "旧游旧游今在否？",
      "花外楼，",
      "柳下舟。",
      "梦也梦也，",
      "梦不到，",
      "寒水空流。",
      "漠漠黄云，",
      "湿透木棉裘。",
      "都道无人愁似我，",
      "今夜雪，",
      "有梅花，",
      "似我愁。keysentence"
    ],
    "type": [
      "孤独",
      "怀念",
      "友人"
    ],
    "source": "白鸥问我泊孤舟，是身留，是心留？心若留时，何事锁眉头？风拍小帘灯晕舞，对闲影，冷清清，忆旧游。旧游旧游今在否？花外楼，柳下舟。梦也梦也，梦不到，寒水空流。漠漠黄云，湿透木棉裘。都道无人愁似我，今夜雪，有梅花，似我愁。keysentence",
    "id": "P1128"
  },
  {
    "title": "酹江月·和友驿中言别",
    "dynasty": "宋代",
    "writer": "文天祥",
    "content": [
      "乾坤能大，",
      "算蛟龙元不是池中物。",
      "风雨牢愁无著处，",
      "那更寒蛩四壁。",
      "横槊题诗，",
      "登楼作赋，",
      "万事空中雪。keysentence",
      "江流如此，",
      "方来还有英杰。",
      "堪笑一叶漂零，",
      "重来淮水，",
      "正凉风新发。",
      "镜里朱颜都变尽，",
      "只有丹心难灭。",
      "去去龙沙，",
      "江山回首，",
      "一线青如发。",
      "故人应念，",
      "杜鹃枝上残月。"
    ],
    "type": [
      "豪放",
      "爱国"
    ],
    "source": "乾坤能大，算蛟龙元不是池中物。风雨牢愁无著处，那更寒蛩四壁。横槊题诗，登楼作赋，万事空中雪。keysentence江流如此，方来还有英杰。堪笑一叶漂零，重来淮水，正凉风新发。镜里朱颜都变尽，只有丹心难灭。去去龙沙，江山回首，一线青如发。故人应念，杜鹃枝上残月。",
    "id": "P1129"
  },
  {
    "title": "行路难·其一",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "金樽清酒斗十千，",
      "玉盘珍羞直万钱。",
      "停杯投箸不能食，",
      "拔剑四顾心茫然。",
      "欲渡黄河冰塞川，",
      "将登太行雪满山。",
      "闲来垂钓碧溪上，",
      "忽复乘舟梦日边。",
      "行路难！",
      "行路难！",
      "多歧路，",
      "今安在？",
      "长风破浪会有时，",
      "直挂云帆济沧海。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "乐府",
      "友情",
      "宴饮",
      "怀才不遇",
      "励志",
      "哲理"
    ],
    "source": "金樽清酒斗十千，玉盘珍羞直万钱。停杯投箸不能食，拔剑四顾心茫然。欲渡黄河冰塞川，将登太行雪满山。闲来垂钓碧溪上，忽复乘舟梦日边。行路难！行路难！多歧路，今安在？长风破浪会有时，直挂云帆济沧海。keysentence",
    "id": "P1130"
  },
  {
    "title": "涉江采芙蓉",
    "dynasty": "两汉",
    "writer": "佚名",
    "content": [
      "涉江采芙蓉，",
      "兰泽多芳草。keysentence",
      "采之欲遗谁，",
      "所思在远道。",
      "还顾望旧乡，",
      "长路漫浩浩。",
      "同心而离居，",
      "忧伤以终老。"
    ],
    "type": [
      "古诗三百首",
      "古诗十九首",
      "女子",
      "思念"
    ],
    "source": "涉江采芙蓉，兰泽多芳草。keysentence采之欲遗谁，所思在远道。还顾望旧乡，长路漫浩浩。同心而离居，忧伤以终老。",
    "id": "P1131"
  },
  {
    "title": "南乡子·细雨湿流光",
    "dynasty": "五代",
    "writer": "冯延巳",
    "content": [
      "细雨湿流光，",
      "芳草年年与恨长。keysentence",
      "烟锁凤楼无限事，",
      "茫茫。",
      "鸾镜鸳衾两断肠。",
      "魂梦任悠扬，",
      "睡起杨花满绣床。",
      "薄悻不来门半掩，",
      "斜阳。",
      "负你残春泪几行。"
    ],
    "type": [
      "怨妇",
      "思归"
    ],
    "source": "细雨湿流光，芳草年年与恨长。keysentence烟锁凤楼无限事，茫茫。鸾镜鸳衾两断肠。魂梦任悠扬，睡起杨花满绣床。薄悻不来门半掩，斜阳。负你残春泪几行。",
    "id": "P1132"
  },
  {
    "title": "八声甘州·寄参寥子",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "有情风、万里卷潮来，",
      "无情送潮归。",
      "问钱塘江上，",
      "西兴浦口，",
      "几度斜晖。",
      "不用思量今古，",
      "俯仰昔人非。keysentence",
      "谁似东坡老，",
      "白首忘机。",
      "记取西湖西畔，",
      "正暮山好处，",
      "空翠烟霏。",
      "算诗人相得，",
      "如我与君稀。",
      "约他年、东还海道，",
      "愿谢公、雅志莫相违。",
      "西州路，",
      "不应回首，",
      "为我沾衣。"
    ],
    "type": [
      "写水",
      "感叹",
      "人生",
      "哲理",
      "离别",
      "友情"
    ],
    "source": "有情风、万里卷潮来，无情送潮归。问钱塘江上，西兴浦口，几度斜晖。不用思量今古，俯仰昔人非。keysentence谁似东坡老，白首忘机。记取西湖西畔，正暮山好处，空翠烟霏。算诗人相得，如我与君稀。约他年、东还海道，愿谢公、雅志莫相违。西州路，不应回首，为我沾衣。",
    "id": "P1133"
  },
  {
    "title": "夏日杂诗",
    "dynasty": "清代",
    "writer": "陈文述",
    "content": [
      "水窗低傍画栏开，",
      "枕簟萧疏玉漏催。",
      "一夜雨声凉到梦，",
      "万荷叶上送秋来。keysentence"
    ],
    "type": [
      "夏天",
      "写雨"
    ],
    "source": "水窗低傍画栏开，枕簟萧疏玉漏催。一夜雨声凉到梦，万荷叶上送秋来。keysentence",
    "id": "P1134"
  },
  {
    "title": "邯郸冬至夜思家",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "邯郸驿里逢冬至，",
      "抱膝灯前影伴身。keysentence",
      "想得家中夜深坐，",
      "还应说着远行人。"
    ],
    "type": [
      "冬天",
      "地名",
      "思乡"
    ],
    "source": "邯郸驿里逢冬至，抱膝灯前影伴身。keysentence想得家中夜深坐，还应说着远行人。",
    "id": "P1135"
  },
  {
    "title": "菁菁者莪",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "菁菁者莪，",
      "在彼中阿。",
      "既见君子，",
      "乐且有仪。",
      "菁菁者莪，",
      "在彼中沚。",
      "既见君子，",
      "我心则喜。",
      "菁菁者莪，",
      "在彼中陵。",
      "既见君子，",
      "锡我百朋。",
      "泛泛杨舟，",
      "载沉载浮。keysentence",
      "既见君子，",
      "我心则休。"
    ],
    "type": [
      "诗经",
      "写景",
      "爱情"
    ],
    "source": "菁菁者莪，在彼中阿。既见君子，乐且有仪。菁菁者莪，在彼中沚。既见君子，我心则喜。菁菁者莪，在彼中陵。既见君子，锡我百朋。泛泛杨舟，载沉载浮。keysentence既见君子，我心则休。",
    "id": "P1136"
  },
  {
    "title": "白头吟",
    "dynasty": "两汉",
    "writer": "卓文君",
    "content": [
      "皑如山上雪，",
      "皎若云间月。",
      "闻君有两意，",
      "故来相决绝。",
      "今日斗酒会，",
      "明旦沟水头。",
      "躞蹀御沟上，",
      "沟水东西流。",
      "凄凄复凄凄，",
      "嫁娶不须啼。",
      "愿得一心人，",
      "白头不相离。keysentence",
      "竹竿何袅袅，",
      "鱼尾何簁簁！",
      "男儿重意气，",
      "何用钱刀为！"
    ],
    "type": [
      "乐府",
      "民歌",
      "女子",
      "爱情",
      "分手"
    ],
    "source": "皑如山上雪，皎若云间月。闻君有两意，故来相决绝。今日斗酒会，明旦沟水头。躞蹀御沟上，沟水东西流。凄凄复凄凄，嫁娶不须啼。愿得一心人，白头不相离。keysentence竹竿何袅袅，鱼尾何簁簁！男儿重意气，何用钱刀为！",
    "id": "P1137"
  },
  {
    "title": "嫦娥",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "云母屏风烛影深，",
      "长河渐落晓星沉。",
      "嫦娥应悔偷灵药，",
      "碧海青天夜夜心。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "小学古诗",
      "写人",
      "孤独"
    ],
    "source": "云母屏风烛影深，长河渐落晓星沉。嫦娥应悔偷灵药，碧海青天夜夜心。keysentence",
    "id": "P1138"
  },
  {
    "title": "于易水送人",
    "dynasty": "唐代",
    "writer": "骆宾王",
    "content": [
      "此地别燕丹，",
      "壮士发冲冠。",
      "昔时人已没，",
      "今日水犹寒。keysentence"
    ],
    "type": [
      "咏史怀古",
      "送别",
      "地点"
    ],
    "source": "此地别燕丹，壮士发冲冠。昔时人已没，今日水犹寒。keysentence",
    "id": "P1139"
  },
  {
    "title": "清明日",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "清娥画扇中，",
      "春树郁金红。",
      "出犯繁花露，",
      "归穿弱柳风。keysentence",
      "马骄偏避幰，",
      "鸡骇乍开笼。",
      "柘弹何人发，",
      "黄鹂隔故宫。"
    ],
    "type": [
      "清明节",
      "踏青"
    ],
    "source": "清娥画扇中，春树郁金红。出犯繁花露，归穿弱柳风。keysentence马骄偏避幰，鸡骇乍开笼。柘弹何人发，黄鹂隔故宫。",
    "id": "P1141"
  },
  {
    "title": "短歌行",
    "dynasty": "两汉",
    "writer": "曹操",
    "content": [
      "对酒当歌，",
      "人生几何！",
      "譬如朝露，",
      "去日苦多。",
      "慨当以慷，",
      "忧思难忘。",
      "何以解忧？",
      "唯有杜康。",
      "青青子衿，",
      "悠悠我心。",
      "但为君故，",
      "沉吟至今。",
      "呦呦鹿鸣，",
      "食野之苹。",
      "我有嘉宾，",
      "鼓瑟吹笙。",
      "明明如月，",
      "何时可掇？",
      "忧从中来，",
      "不可断绝。",
      "越陌度阡，",
      "枉用相存。",
      "契阔谈讌，",
      "心念旧恩。",
      "月明星稀，",
      "乌鹊南飞。",
      "绕树三匝，",
      "何枝可依？",
      "山不厌高，",
      "海不厌深。keysentence",
      "周公吐哺，",
      "天下归心。"
    ],
    "type": [
      "古诗三百首",
      "乐府",
      "抒情",
      "寓理"
    ],
    "source": "对酒当歌，人生几何！譬如朝露，去日苦多。慨当以慷，忧思难忘。何以解忧？唯有杜康。青青子衿，悠悠我心。但为君故，沉吟至今。呦呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙。明明如月，何时可掇？忧从中来，不可断绝。越陌度阡，枉用相存。契阔谈讌，心念旧恩。月明星稀，乌鹊南飞。绕树三匝，何枝可依？山不厌高，海不厌深。keysentence周公吐哺，天下归心。",
    "id": "P1142"
  },
  {
    "title": "秋夜曲",
    "dynasty": "唐代",
    "writer": "张仲素",
    "content": [
      "丁丁漏水夜何长，",
      "漫漫轻云露月光。keysentence",
      "秋逼暗虫通夕响，",
      "征衣未寄莫飞霜。"
    ],
    "type": [
      "秋天",
      "闺怨",
      "思念"
    ],
    "source": "丁丁漏水夜何长，漫漫轻云露月光。keysentence秋逼暗虫通夕响，征衣未寄莫飞霜。",
    "id": "P1143"
  },
  {
    "title": "折桂令·春情",
    "dynasty": "元代",
    "writer": "徐再思",
    "content": [
      "平生不会相思，",
      "才会相思，",
      "便害相思。keysentence",
      "身似浮云，",
      "心如飞絮，",
      "气若游丝。",
      "空一缕余香在此，",
      "盼千金游子何之。",
      "证候来时，",
      "正是何时？",
      "灯半昏时，",
      "月半明时。"
    ],
    "type": [
      "少女",
      "相思",
      "爱情"
    ],
    "source": "平生不会相思，才会相思，便害相思。keysentence身似浮云，心如飞絮，气若游丝。空一缕余香在此，盼千金游子何之。证候来时，正是何时？灯半昏时，月半明时。",
    "id": "P1144"
  },
  {
    "title": "谢赐珍珠",
    "dynasty": "唐代",
    "writer": "江采萍",
    "content": [
      "桂叶双眉久不描，",
      "残妆和泪污红绡。keysentence",
      "长门尽日无梳洗，",
      "何必珍珠慰寂寥。"
    ],
    "type": [
      "女子",
      "宫怨",
      "思念"
    ],
    "source": "桂叶双眉久不描，残妆和泪污红绡。keysentence长门尽日无梳洗，何必珍珠慰寂寥。",
    "id": "P1145"
  },
  {
    "title": "卖痴呆词",
    "dynasty": "宋代",
    "writer": "范成大",
    "content": [
      "除夕更阑人不睡，",
      "厌禳钝滞迎新岁；",
      "小儿呼叫走长街，",
      "云有痴呆召人买。keysentence",
      "二物于人谁独无？",
      "就中吴侬仍有余；",
      "巷南巷北卖不得，",
      "相逢大笑相揶揄。",
      "栎翁块坐重帘下，",
      "独要买添令问价。",
      "儿云翁买不须钱，",
      "奉赊痴呆千百年。"
    ],
    "type": [
      "节日",
      "春节"
    ],
    "source": "除夕更阑人不睡，厌禳钝滞迎新岁；小儿呼叫走长街，云有痴呆召人买。keysentence二物于人谁独无？就中吴侬仍有余；巷南巷北卖不得，相逢大笑相揶揄。栎翁块坐重帘下，独要买添令问价。儿云翁买不须钱，奉赊痴呆千百年。",
    "id": "P1146"
  },
  {
    "title": "应诏赋得除夜",
    "dynasty": "唐代",
    "writer": "史青",
    "content": [
      "今岁今宵尽，",
      "明年明日催。keysentence",
      "寒随一夜去，",
      "春逐五更来。",
      "气色空中改，",
      "容颜暗里回。",
      "风光人不觉，",
      "已著后园梅。"
    ],
    "type": [
      "春节"
    ],
    "source": "今岁今宵尽，明年明日催。keysentence寒随一夜去，春逐五更来。气色空中改，容颜暗里回。风光人不觉，已著后园梅。",
    "id": "P1147"
  },
  {
    "title": "杂说一·龙说",
    "dynasty": "唐代",
    "writer": "韩愈",
    "content": [
      "龙嘘气成云，",
      "云固弗灵于龙也。keysentence",
      "然龙乘是气，",
      "茫洋穷乎玄间，",
      "薄日月，",
      "伏光景，",
      "感震电，",
      "神变化，",
      "水下土，",
      "汩陵谷，",
      "云亦灵怪矣哉!云，",
      "龙之所能使为灵也；",
      "若龙之灵，",
      "则非云之所能使为灵也。",
      "然龙弗得云，",
      "无以神其灵矣。",
      "失其所凭依，",
      "信不可欤 ！",
      "异哉！",
      "其所凭依，",
      "乃其所自为也。",
      "云从龙。",
      "既曰：",
      "龙，",
      "云从之矣。"
    ],
    "type": [
      "古文观止",
      "议论",
      "寓理"
    ],
    "source": "龙嘘气成云，云固弗灵于龙也。keysentence然龙乘是气，茫洋穷乎玄间，薄日月，伏光景，感震电，神变化，水下土，汩陵谷，云亦灵怪矣哉!云，龙之所能使为灵也；若龙之灵，则非云之所能使为灵也。然龙弗得云，无以神其灵矣。失其所凭依，信不可欤 ！异哉！其所凭依，乃其所自为也。《易》曰：云从龙。既曰：龙，云从之矣。",
    "id": "P1148"
  },
  {
    "title": "宿山寺",
    "dynasty": "唐代",
    "writer": "贾岛",
    "content": [
      "众岫耸寒色，",
      "精庐向此分。",
      "流星透疏木，",
      "走月逆行云。keysentence",
      "绝顶人来少，",
      "高松鹤不群。",
      "一僧年八十，",
      "世事未曾闻。"
    ],
    "type": [
      "寺庙",
      "写景",
      "抒情"
    ],
    "source": "众岫耸寒色，精庐向此分。流星透疏木，走月逆行云。keysentence绝顶人来少，高松鹤不群。一僧年八十，世事未曾闻。",
    "id": "P1149"
  },
  {
    "title": "和张仆射塞下曲·其三",
    "dynasty": "唐代",
    "writer": "卢纶",
    "content": [
      "月黑雁飞高，",
      "单于夜遁逃。",
      "欲将轻骑逐，",
      "大雪满弓刀。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "边塞",
      "冬天",
      "战争",
      "赞美",
      "将军"
    ],
    "source": "月黑雁飞高，单于夜遁逃。欲将轻骑逐，大雪满弓刀。keysentence",
    "id": "P1151"
  },
  {
    "title": "思远人·红叶黄花秋意晚",
    "dynasty": "宋代",
    "writer": "晏几道",
    "content": [
      "红叶黄花秋意晚，",
      "千里念行客。",
      "飞云过尽，",
      "归鸿无信，",
      "何处寄书得。",
      "泪弹不尽临窗滴。",
      "就砚旋研墨。keysentence",
      "渐写到别来，",
      "此情深处，",
      "红笺为无色。"
    ],
    "type": [
      "宋词精选",
      "悲秋",
      "怀远"
    ],
    "source": "红叶黄花秋意晚，千里念行客。飞云过尽，归鸿无信，何处寄书得。泪弹不尽临窗滴。就砚旋研墨。keysentence渐写到别来，此情深处，红笺为无色。",
    "id": "P1152"
  },
  {
    "title": "长干行·君家何处住",
    "dynasty": "唐代",
    "writer": "崔颢",
    "content": [
      "君家何处住，",
      "妾住在横塘。keysentence",
      "停船暂借问，",
      "或恐是同乡。"
    ],
    "type": [
      "唐诗三百首",
      "女子",
      "孤独",
      "思乡"
    ],
    "source": "君家何处住，妾住在横塘。keysentence停船暂借问，或恐是同乡。",
    "id": "P1153"
  },
  {
    "title": "鹧鸪天·有客慨然谈功名因追念少年时事戏作",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "壮岁旌旗拥万夫，",
      "锦襜突骑渡江初。",
      "燕兵夜娖银胡觮，",
      "汉箭朝飞金仆姑。",
      "追往事，",
      "叹今吾，",
      "春风不染白髭须。",
      "却将万字平戎策，",
      "换得东家种树书。keysentence"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "回忆",
      "战争",
      "壮志难酬"
    ],
    "source": "壮岁旌旗拥万夫，锦襜突骑渡江初。燕兵夜娖银胡觮，汉箭朝飞金仆姑。追往事，叹今吾，春风不染白髭须。却将万字平戎策，换得东家种树书。keysentence",
    "id": "P1154"
  },
  {
    "title": "咏鹅",
    "dynasty": "唐代",
    "writer": "骆宾王",
    "content": [
      "鹅，",
      "鹅，",
      "鹅，",
      "曲项向天歌。",
      "白毛浮绿水，",
      "红掌拨清波。keysentence"
    ],
    "type": [
      "咏物",
      "早教古诗100首"
    ],
    "source": "鹅，鹅，鹅，曲项向天歌。白毛浮绿水，红掌拨清波。keysentence",
    "id": "P1155"
  },
  {
    "title": "惠州一绝",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "罗浮山下四时春，",
      "卢橘杨梅次第新。keysentence",
      "日啖荔枝三百颗，",
      "不辞长作岭南人。"
    ],
    "type": [
      "地名",
      "赞美",
      "荔枝"
    ],
    "source": "罗浮山下四时春，卢橘杨梅次第新。keysentence日啖荔枝三百颗，不辞长作岭南人。",
    "id": "P1156"
  },
  {
    "title": "安定城楼",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "迢递高城百尺楼，",
      "绿杨枝外尽汀洲。",
      "贾生年少虚垂泪，",
      "王粲春来更远游。keysentence",
      "永忆江湖归白发，",
      "欲回天地入扁舟。",
      "不知腐鼠成滋味，",
      "猜意鹓雏竟未休。"
    ],
    "type": [
      "登楼",
      "抱负"
    ],
    "source": "迢递高城百尺楼，绿杨枝外尽汀洲。贾生年少虚垂泪，王粲春来更远游。keysentence永忆江湖归白发，欲回天地入扁舟。不知腐鼠成滋味，猜意鹓雏竟未休。",
    "id": "P1157"
  },
  {
    "title": "赠白马王彪·并序",
    "dynasty": "魏晋",
    "writer": "曹植",
    "content": [
      "黄初四年五月，",
      "白马王、任城王与余俱朝京师、会节气。",
      "到洛阳，",
      "任城王薨。",
      "至七月，",
      "与白马王还国。",
      "后有司以二王归藩，",
      "道路宜异宿止，",
      "意毒恨之。",
      "盖以大别在数日，",
      "是用自剖，",
      "与王辞焉，",
      "愤而成篇。",
      "谒帝承明庐，",
      "逝将归旧疆。",
      "清晨发皇邑，",
      "日夕过首阳。",
      "伊洛广且深，",
      "欲济川无梁。",
      "泛舟越洪涛，",
      "怨彼东路长。",
      "顾瞻恋城阙，",
      "引领情内伤。",
      "太谷何寥廓，",
      "山树郁苍苍。",
      "霖雨泥我涂，",
      "流潦浩纵横。",
      "中逵绝无轨，",
      "改辙登高岗。",
      "修坂造云日，",
      "我马玄以黄。",
      "玄黄犹能进，",
      "我思郁以纡。",
      "郁纡将何念，",
      "亲爱在离居。",
      "本图相与偕，",
      "中更不克俱。",
      "鸱枭鸣衡轭，",
      "豺狼当路衢。",
      "苍蝇间白黑，",
      "谗巧令亲疏。",
      "欲还绝无蹊，",
      "揽辔止踟蹰。",
      "踟蹰亦何留？",
      "相思无终极。",
      "秋风发微凉，",
      "寒蝉鸣我侧。",
      "原野何萧条，",
      "白日忽西匿。",
      "归鸟赴乔林，",
      "翩翩厉羽翼。",
      "孤兽走索群，",
      "衔草不遑食。",
      "感物伤我怀，",
      "抚心长太息。",
      "太息将何为，",
      "天命与我违。",
      "奈何念同生，",
      "一往形不归。",
      "孤魂翔故域，",
      "灵柩寄京师。",
      "存者忽复过，",
      "亡殁身自衰。",
      "人生处一世，",
      "去若朝露晞。",
      "年在桑榆间，",
      "影响不能追。",
      "自顾非金石，",
      "咄唶令心悲。",
      "心悲动我神，",
      "弃置莫复陈。",
      "丈夫志四海，",
      "万里犹比邻。keysentence",
      "恩爱苟不亏，",
      "在远分日亲。",
      "何必同衾帱，",
      "然后展慇懃。",
      "忧思成疾疢，",
      "无乃儿女仁。",
      "仓卒骨肉情，",
      "能不怀苦辛？",
      "苦辛何虑思，",
      "天命信可疑。",
      "虚无求列仙，",
      "松子久吾欺。",
      "变故在斯须，",
      "百年谁能持？",
      "离别永无会，",
      "执手将何时？",
      "王其爱玉体，",
      "俱享黄髪期。",
      "收泪即长路，",
      "援笔从此辞。"
    ],
    "type": [
      "抒情",
      "长诗",
      "离别",
      "亲情",
      "悼念"
    ],
    "source": "黄初四年五月，白马王、任城王与余俱朝京师、会节气。到洛阳，任城王薨。至七月，与白马王还国。后有司以二王归藩，道路宜异宿止，意毒恨之。盖以大别在数日，是用自剖，与王辞焉，愤而成篇。谒帝承明庐，逝将归旧疆。清晨发皇邑，日夕过首阳。伊洛广且深，欲济川无梁。泛舟越洪涛，怨彼东路长。顾瞻恋城阙，引领情内伤。太谷何寥廓，山树郁苍苍。霖雨泥我涂，流潦浩纵横。中逵绝无轨，改辙登高岗。修坂造云日，我马玄以黄。玄黄犹能进，我思郁以纡。郁纡将何念，亲爱在离居。本图相与偕，中更不克俱。鸱枭鸣衡轭，豺狼当路衢。苍蝇间白黑，谗巧令亲疏。欲还绝无蹊，揽辔止踟蹰。踟蹰亦何留？相思无终极。秋风发微凉，寒蝉鸣我侧。原野何萧条，白日忽西匿。归鸟赴乔林，翩翩厉羽翼。孤兽走索群，衔草不遑食。感物伤我怀，抚心长太息。太息将何为，天命与我违。奈何念同生，一往形不归。孤魂翔故域，灵柩寄京师。存者忽复过，亡殁身自衰。人生处一世，去若朝露晞。年在桑榆间，影响不能追。自顾非金石，咄唶令心悲。心悲动我神，弃置莫复陈。丈夫志四海，万里犹比邻。keysentence恩爱苟不亏，在远分日亲。何必同衾帱，然后展慇懃。忧思成疾疢，无乃儿女仁。仓卒骨肉情，能不怀苦辛？苦辛何虑思，天命信可疑。虚无求列仙，松子久吾欺。变故在斯须，百年谁能持？离别永无会，执手将何时？王其爱玉体，俱享黄髪期。收泪即长路，援笔从此辞。",
    "id": "P1158"
  },
  {
    "title": "寻雍尊师隐居",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "群峭碧摩天，",
      "逍遥不记年。",
      "拨云寻古道，",
      "倚石听流泉。",
      "花暖青牛卧，",
      "松高白鹤眠。",
      "语来江色暮，",
      "独自下寒烟。keysentence"
    ],
    "type": [
      "赞颂",
      "老师",
      "典故"
    ],
    "source": "群峭碧摩天，逍遥不记年。拨云寻古道，倚石听流泉。花暖青牛卧，松高白鹤眠。语来江色暮，独自下寒烟。keysentence",
    "id": "P1160"
  },
  {
    "title": "关山月",
    "dynasty": "南北朝",
    "writer": "徐陵",
    "content": [
      "关山三五月，",
      "客子忆秦川。",
      "思妇高楼上，",
      "当窗应未眠。",
      "星旗映疏勒，",
      "云阵上祁连。keysentence",
      "战气今如此，",
      "从军复几年。"
    ],
    "type": [
      "古诗三百首",
      "边塞",
      "思念"
    ],
    "source": "关山三五月，客子忆秦川。思妇高楼上，当窗应未眠。星旗映疏勒，云阵上祁连。keysentence战气今如此，从军复几年。",
    "id": "P1161"
  },
  {
    "title": "马诗二十三首·其四",
    "dynasty": "唐代",
    "writer": "李贺",
    "content": [
      "此马非凡马，",
      "房星本是星。keysentence",
      "向前敲瘦骨，",
      "犹自带铜声。"
    ],
    "type": [
      "写马",
      "抒怀",
      "怀才不遇"
    ],
    "source": "此马非凡马，房星本是星。keysentence向前敲瘦骨，犹自带铜声。",
    "id": "P1162"
  },
  {
    "title": "鹧鸪天·西都作",
    "dynasty": "宋代",
    "writer": "朱敦儒",
    "content": [
      "我是清都山水郎，",
      "天教分付与疏狂。",
      "曾批给雨支风券，",
      "累上留云借月章。",
      "诗万首，",
      "酒千觞。",
      "几曾着眼看侯王？",
      "玉楼金阙慵归去，",
      "且插梅花醉洛阳。keysentence"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "言志"
    ],
    "source": "我是清都山水郎，天教分付与疏狂。曾批给雨支风券，累上留云借月章。诗万首，酒千觞。几曾着眼看侯王？玉楼金阙慵归去，且插梅花醉洛阳。keysentence",
    "id": "P1164"
  },
  {
    "title": "读山海经·其十",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "精卫衔微木，",
      "将以填沧海。",
      "刑天舞干戚，",
      "猛志固常在。keysentence",
      "同物既无虑，",
      "化去不复悔。",
      "徒设在昔心，",
      "良辰讵可待。"
    ],
    "type": [
      "古诗三百首",
      "赞美",
      "写人",
      "神话"
    ],
    "source": "精卫衔微木，将以填沧海。刑天舞干戚，猛志固常在。keysentence同物既无虑，化去不复悔。徒设在昔心，良辰讵可待。",
    "id": "P1165"
  },
  {
    "title": "武陵春·春晚",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "风住尘香花已尽，",
      "日晚倦梳头。",
      "物是人非事事休，",
      "欲语泪先流。keysentence",
      "闻说双溪春尚好，",
      "也拟泛轻舟。",
      "只恐双溪舴艋舟，",
      "载不动许多愁。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "初中古诗",
      "婉约",
      "女子",
      "闺怨",
      "感伤"
    ],
    "source": "风住尘香花已尽，日晚倦梳头。物是人非事事休，欲语泪先流。keysentence闻说双溪春尚好，也拟泛轻舟。只恐双溪舴艋舟，载不动许多愁。",
    "id": "P1166"
  },
  {
    "title": "卜算子·答施",
    "dynasty": "宋代",
    "writer": "乐婉",
    "content": [
      "相思似海深，",
      "旧事如天远。",
      "泪滴千千万万行，",
      "更使人、愁肠断。",
      "要见无因见，",
      "拚了终难拚。",
      "若是前生未有缘，",
      "待重结、来生愿。keysentence"
    ],
    "type": [
      "爱情",
      "离别",
      "相思"
    ],
    "source": "相思似海深，旧事如天远。泪滴千千万万行，更使人、愁肠断。要见无因见，拚了终难拚。若是前生未有缘，待重结、来生愿。keysentence",
    "id": "P1167"
  },
  {
    "title": "长信怨",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "金井梧桐秋叶黄，",
      "珠帘不卷夜来霜。keysentence",
      "熏笼玉枕无颜色，",
      "卧听南宫清漏长。",
      "高殿秋砧响夜阑，",
      "霜深犹忆御衣寒。",
      "银灯青琐裁缝歇，",
      "还向金城明主看。",
      "奉帚平明金殿开，",
      "暂将团扇共徘徊。",
      "玉颜不及寒鸦色，",
      "犹带昭阳日影来。",
      "真成薄命久寻思，",
      "梦见君王觉后疑。",
      "火照西宫知夜饮，",
      "分明复道奉恩时。",
      "长信宫中秋月明，",
      "昭阳殿下捣衣声。",
      "白露堂中细草迹，",
      "红罗帐里不胜情。"
    ],
    "type": [
      "唐诗三百首",
      "秋天",
      "闺怨"
    ],
    "source": "金井梧桐秋叶黄，珠帘不卷夜来霜。keysentence熏笼玉枕无颜色，卧听南宫清漏长。高殿秋砧响夜阑，霜深犹忆御衣寒。银灯青琐裁缝歇，还向金城明主看。奉帚平明金殿开，暂将团扇共徘徊。玉颜不及寒鸦色，犹带昭阳日影来。真成薄命久寻思，梦见君王觉后疑。火照西宫知夜饮，分明复道奉恩时。长信宫中秋月明，昭阳殿下捣衣声。白露堂中细草迹，红罗帐里不胜情。",
    "id": "P1168"
  },
  {
    "title": "纳凉",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "携扙来追柳外凉，",
      "画桥南畔倚胡床。",
      "月明船笛参差起，",
      "风定池莲自在香。keysentence"
    ],
    "type": [
      "古诗三百首",
      "夏天",
      "生活",
      "写景"
    ],
    "source": "携扙来追柳外凉，画桥南畔倚胡床。月明船笛参差起，风定池莲自在香。keysentence",
    "id": "P1170"
  },
  {
    "title": "送方外上人",
    "dynasty": "唐代",
    "writer": "刘长卿",
    "content": [
      "孤云将野鹤，",
      "岂向人间住。keysentence",
      "莫买沃洲山，",
      "时人已知处。"
    ],
    "type": [
      "唐诗三百首",
      "送别"
    ],
    "source": "孤云将野鹤，岂向人间住。keysentence莫买沃洲山，时人已知处。",
    "id": "P1171"
  },
  {
    "title": "清明",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "清明时节雨纷纷，",
      "路上行人欲断魂。keysentence",
      "借问酒家何处有，",
      "牧童遥指杏花村。"
    ],
    "type": [
      "清明节",
      "写雨",
      "写人",
      "行路",
      "早教古诗100首"
    ],
    "source": "清明时节雨纷纷，路上行人欲断魂。keysentence借问酒家何处有，牧童遥指杏花村。",
    "id": "P1172"
  },
  {
    "title": "望庐山瀑布",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "日照香炉生紫烟，",
      "遥看瀑布挂前川。keysentence",
      "飞流直下三千尺，",
      "疑是银河落九天。"
    ],
    "type": [
      "小学古诗",
      "写景",
      "山水",
      "瀑布",
      "早教古诗100首"
    ],
    "source": "日照香炉生紫烟，遥看瀑布挂前川。keysentence飞流直下三千尺，疑是银河落九天。",
    "id": "P1173"
  },
  {
    "title": "闻乐天授江州司马",
    "dynasty": "唐代",
    "writer": "元稹",
    "content": [
      "残灯无焰影幢幢，",
      "此夕闻君谪九江。",
      "垂死病中惊坐起，",
      "暗风吹雨入寒窗。keysentence"
    ],
    "type": [
      "友情",
      "贬谪"
    ],
    "source": "残灯无焰影幢幢，此夕闻君谪九江。垂死病中惊坐起，暗风吹雨入寒窗。keysentence",
    "id": "P1174"
  },
  {
    "title": "蜀中九日",
    "dynasty": "唐代",
    "writer": "王勃",
    "content": [
      "九月九日望乡台，",
      "他席他乡送客杯。keysentence",
      "人情已厌南中苦，",
      "鸿雁那从北地来。"
    ],
    "type": [
      "重阳节",
      "思乡"
    ],
    "source": "九月九日望乡台，他席他乡送客杯。keysentence人情已厌南中苦，鸿雁那从北地来。",
    "id": "P1175"
  },
  {
    "title": "题扬州禅智寺",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "雨过一蝉噪，",
      "飘萧松桂秋。keysentence",
      "青苔满阶砌，",
      "白鸟故迟留。",
      "暮霭生深树，",
      "斜阳下小楼。",
      "谁知竹西路，",
      "歌吹是扬州。"
    ],
    "type": [
      "寺庙",
      "写景",
      "孤独"
    ],
    "source": "雨过一蝉噪，飘萧松桂秋。keysentence青苔满阶砌，白鸟故迟留。暮霭生深树，斜阳下小楼。谁知竹西路，歌吹是扬州。",
    "id": "P1176"
  },
  {
    "title": "墨梅",
    "dynasty": "元代",
    "writer": "王冕",
    "content": [
      "吾家洗砚池头树，",
      "个个花开淡墨痕。",
      "不要人夸好颜色，",
      "只流清气满乾坤。",
      "我家洗砚池边树，",
      "朵朵花开淡墨痕。",
      "不要人夸颜色好，",
      "只留清气满乾坤。keysentence"
    ],
    "type": [
      "古诗三百首",
      "题画",
      "咏物",
      "梅花",
      "寓人",
      "言志"
    ],
    "source": "吾家洗砚池头树，个个花开淡墨痕。不要人夸好颜色，只流清气满乾坤。我家洗砚池边树，朵朵花开淡墨痕。不要人夸颜色好，只留清气满乾坤。keysentence",
    "id": "P1177"
  },
  {
    "title": "郊行即事",
    "dynasty": "宋代",
    "writer": "程颢",
    "content": [
      "芳原绿野恣行事，",
      "春入遥山碧四围。keysentence",
      "兴逐乱红穿柳巷，",
      "困临流水坐苔矶。",
      "莫辞盏酒十分劝，",
      "只恐风花一片飞。",
      "况是清明好天气，",
      "不妨游衍莫忘归。"
    ],
    "type": [
      "清明节",
      "春游",
      "感叹",
      "人生",
      "珍惜"
    ],
    "source": "芳原绿野恣行事，春入遥山碧四围。keysentence兴逐乱红穿柳巷，困临流水坐苔矶。莫辞盏酒十分劝，只恐风花一片飞。况是清明好天气，不妨游衍莫忘归。",
    "id": "P1178"
  },
  {
    "title": "瑶瑟怨",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "冰簟银床梦不成，",
      "碧天如水夜云轻。keysentence",
      "雁声远过潇湘去，",
      "十二楼中月自明。"
    ],
    "type": [
      "唐诗三百首",
      "离别",
      "闺怨"
    ],
    "source": "冰簟银床梦不成，碧天如水夜云轻。keysentence雁声远过潇湘去，十二楼中月自明。",
    "id": "P1179"
  },
  {
    "title": "梦江南·兰烬落",
    "dynasty": "唐代",
    "writer": "皇甫松",
    "content": [
      "兰烬落，",
      "屏上暗红蕉。",
      "闲梦江南梅熟日，",
      "夜船吹笛雨萧萧。keysentence",
      "人语驿边桥。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "写景"
    ],
    "source": "兰烬落，屏上暗红蕉。闲梦江南梅熟日，夜船吹笛雨萧萧。keysentence人语驿边桥。",
    "id": "P1180"
  },
  {
    "title": "离思五首·其四",
    "dynasty": "唐代",
    "writer": "元稹",
    "content": [
      "曾经沧海难为水，",
      "除却巫山不是云。keysentence",
      "取次花丛懒回顾，",
      "半缘修道半缘君。"
    ],
    "type": [
      "爱情",
      "哲理",
      "悼亡",
      "早教古诗100首"
    ],
    "source": "曾经沧海难为水，除却巫山不是云。keysentence取次花丛懒回顾，半缘修道半缘君。",
    "id": "P1181"
  },
  {
    "title": "绮怀",
    "dynasty": "清代",
    "writer": "黄景仁",
    "content": [
      "几回花下坐吹箫，",
      "银汉红墙入望遥。",
      "似此星辰非昨夜，",
      "为谁风露立中宵。keysentence",
      "缠绵思尽抽残茧，",
      "宛转心伤剥后蕉。",
      "三五年时三五月，",
      "可怜杯酒不曾消。"
    ],
    "type": [
      "爱情",
      "孤独",
      "思念"
    ],
    "source": "几回花下坐吹箫，银汉红墙入望遥。似此星辰非昨夜，为谁风露立中宵。keysentence缠绵思尽抽残茧，宛转心伤剥后蕉。三五年时三五月，可怜杯酒不曾消。",
    "id": "P1182"
  },
  {
    "title": "长安秋望",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "楼倚霜树外，",
      "镜天无一毫。keysentence",
      "南山与秋色，",
      "气势两相高。"
    ],
    "type": [
      "秋天",
      "地名"
    ],
    "source": "楼倚霜树外，镜天无一毫。keysentence南山与秋色，气势两相高。",
    "id": "P1183"
  },
  {
    "title": "卜算子·感旧",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "蜀客到江南，",
      "长忆吴山好。",
      "吴蜀风流自古同，",
      "归去应须早。",
      "还与去年人，",
      "共藉西湖草。keysentence",
      "莫惜尊前仔细看，",
      "应是容颜老。"
    ],
    "type": [
      "岁月",
      "怀念"
    ],
    "source": "蜀客到江南，长忆吴山好。吴蜀风流自古同，归去应须早。还与去年人，共藉西湖草。keysentence莫惜尊前仔细看，应是容颜老。",
    "id": "P1184"
  },
  {
    "title": "生年不满百",
    "dynasty": "两汉",
    "writer": "佚名",
    "content": [
      "生年不满百，",
      "常怀千岁忧。keysentence",
      "昼短苦夜长，",
      "何不秉烛游！",
      "为乐当及时，",
      "何能待来兹？",
      "愚者爱惜费，",
      "但为後世嗤。",
      "仙人王子乔，",
      "难可与等期。"
    ],
    "type": [
      "古诗十九首",
      "寓理",
      "惜时"
    ],
    "source": "生年不满百，常怀千岁忧。keysentence昼短苦夜长，何不秉烛游！为乐当及时，何能待来兹？愚者爱惜费，但为後世嗤。仙人王子乔，难可与等期。",
    "id": "P1186"
  },
  {
    "title": "周颂·有客",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "有客有客，",
      "亦白其马。",
      "有萋有且，",
      "敦琢其旅。",
      "有客宿宿，",
      "有客信信。",
      "言授之絷，",
      "以絷其马。keysentence",
      "薄言追之，",
      "左右绥之。",
      "既有淫威，",
      "降福孔夷。"
    ],
    "type": [
      "诗经",
      "宴会",
      "乐歌"
    ],
    "source": "有客有客，亦白其马。有萋有且，敦琢其旅。有客宿宿，有客信信。言授之絷，以絷其马。keysentence薄言追之，左右绥之。既有淫威，降福孔夷。",
    "id": "P1187"
  },
  {
    "title": "青玉案·元夕",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "东风夜放花千树。",
      "更吹落、星如雨。keysentence",
      "宝马雕车香满路。",
      "凤箫声动，",
      "玉壶光转，",
      "一夜鱼龙舞。",
      "蛾儿雪柳黄金缕。",
      "笑语盈盈暗香去。",
      "众里寻他千百度。",
      "蓦然回首，",
      "那人却在，",
      "灯火阑珊处。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "元宵节",
      "写人"
    ],
    "source": "东风夜放花千树。更吹落、星如雨。keysentence宝马雕车香满路。凤箫声动，玉壶光转，一夜鱼龙舞。蛾儿雪柳黄金缕。笑语盈盈暗香去。众里寻他千百度。蓦然回首，那人却在，灯火阑珊处。",
    "id": "P1189"
  },
  {
    "title": "醉赠刘二十八使君",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "为我引杯添酒饮，",
      "与君把箸击盘歌。",
      "诗称国手徒为尔，",
      "命压人头不奈何。",
      "举眼风光长寂寞，",
      "满朝官职独蹉跎。",
      "亦知合被才名折，",
      "二十三年折太多。keysentence"
    ],
    "type": [
      "友情",
      "劝慰"
    ],
    "source": "为我引杯添酒饮，与君把箸击盘歌。诗称国手徒为尔，命压人头不奈何。举眼风光长寂寞，满朝官职独蹉跎。亦知合被才名折，二十三年折太多。keysentence",
    "id": "P1190"
  },
  {
    "title": "乙卯重五诗",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "重五山村好，",
      "榴花忽已繁。",
      "粽包分两髻，",
      "艾束著危冠。",
      "旧俗方储药，",
      "羸躯亦点丹。",
      "日斜吾事毕，",
      "一笑向杯盘。keysentence"
    ],
    "type": [
      "端午节",
      "风俗"
    ],
    "source": "重五山村好，榴花忽已繁。粽包分两髻，艾束著危冠。旧俗方储药，羸躯亦点丹。日斜吾事毕，一笑向杯盘。keysentence",
    "id": "P1191"
  },
  {
    "title": "调笑令·胡马",
    "dynasty": "唐代",
    "writer": "韦应物",
    "content": [
      "胡马，",
      "胡马，",
      "远放燕支山下。",
      "跑沙跑雪独嘶，",
      "东望西望路迷。keysentence",
      "迷路，",
      "迷路，",
      "边草无穷日暮。"
    ],
    "type": [
      "豪放",
      "写马",
      "寓人",
      "孤独"
    ],
    "source": "胡马，胡马，远放燕支山下。跑沙跑雪独嘶，东望西望路迷。keysentence迷路，迷路，边草无穷日暮。",
    "id": "P1192"
  },
  {
    "title": "蝶恋花·上巳召亲族",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "永夜恹恹欢意少。",
      "空梦长安，",
      "认取长安道。",
      "为报今年春色好，",
      "花光月影宜相照。",
      "随意杯盘虽草草。",
      "酒美梅酸，",
      "恰称人怀抱。keysentence",
      "醉里插花花莫笑，",
      "可怜春似人将老。"
    ],
    "type": [
      "爱国",
      "哀思"
    ],
    "source": "永夜恹恹欢意少。空梦长安，认取长安道。为报今年春色好，花光月影宜相照。随意杯盘虽草草。酒美梅酸，恰称人怀抱。keysentence醉里插花花莫笑，可怜春似人将老。",
    "id": "P1193"
  },
  {
    "title": "山坡羊·道情",
    "dynasty": "元代",
    "writer": "宋方壶",
    "content": [
      "青山相待，",
      "白云相爱，",
      "梦不到紫罗袍共黄金带。keysentence",
      "一茅斋，",
      "野花开。",
      "管甚谁家兴废谁成败，",
      "陋巷箪瓢亦乐哉。",
      "贫，",
      "气不改；",
      "达，",
      "志不改。"
    ],
    "type": [
      "言志"
    ],
    "source": "青山相待，白云相爱，梦不到紫罗袍共黄金带。keysentence一茅斋，野花开。管甚谁家兴废谁成败，陋巷箪瓢亦乐哉。贫，气不改；达，志不改。",
    "id": "P1194"
  },
  {
    "title": "金明池·咏寒柳",
    "dynasty": "明代",
    "writer": "柳如是",
    "content": [
      "有怅寒潮，",
      "无情残照，",
      "正是萧萧南浦。",
      "更吹起，",
      "霜条孤影，",
      "还记得，",
      "旧时飞絮。",
      "况晚来，",
      "烟浪斜阳，",
      "见行客，",
      "特地瘦腰如舞。",
      "总一种凄凉，",
      "十分憔悴，",
      "尚有燕台佳句。",
      "春日酿成秋日雨。",
      "念畴昔风流，",
      "暗伤如许。keysentence",
      "纵饶有，",
      "绕堤画舸，",
      "冷落尽，",
      "水云犹故。",
      "忆从前，",
      "一点东风，",
      "几隔着重帘，",
      "眉儿愁苦。",
      "待约个梅魂，",
      "黄昏月淡，",
      "与伊深怜低语。"
    ],
    "type": [
      "咏物",
      "柳树",
      "寓人",
      "爱情"
    ],
    "source": "有怅寒潮，无情残照，正是萧萧南浦。更吹起，霜条孤影，还记得，旧时飞絮。况晚来，烟浪斜阳，见行客，特地瘦腰如舞。总一种凄凉，十分憔悴，尚有燕台佳句。春日酿成秋日雨。念畴昔风流，暗伤如许。keysentence纵饶有，绕堤画舸，冷落尽，水云犹故。忆从前，一点东风，几隔着重帘，眉儿愁苦。待约个梅魂，黄昏月淡，与伊深怜低语。",
    "id": "P1195"
  },
  {
    "title": "水龙吟·黄州梦过栖霞楼",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "闾丘大夫孝终公显尝守黄州，",
      "作栖霞楼，",
      "为郡中胜绝。",
      "元丰五年，",
      "余谪居黄。",
      "正月十七日，",
      "梦扁舟渡江，",
      "中流回望，",
      "楼中歌乐杂作。",
      "舟中人言：",
      "公显方会客也。",
      "觉而异之，",
      "乃作此词，",
      "盖越调鼓笛慢。",
      "公显时已致仕在苏州。",
      "小舟横截春江，",
      "卧看翠壁红楼起。",
      "云间笑语，",
      "使君高会，",
      "佳人半醉。keysentence",
      "危柱哀弦，",
      "艳歌余响，",
      "绕云萦水。",
      "念故人老大，",
      "风流未减，",
      "独回首、烟波里。",
      "推枕惘然不见，",
      "但空江、月明千里。",
      "五湖闻道，",
      "扁舟归去，",
      "仍携西子。",
      "云梦南州，",
      "武昌东岸，",
      "昔游应记。",
      "料多情梦里，",
      "端来见我，",
      "也参差是。"
    ],
    "type": [
      "记梦",
      "向往",
      "自由",
      "友情"
    ],
    "source": "闾丘大夫孝终公显尝守黄州，作栖霞楼，为郡中胜绝。元丰五年，余谪居黄。正月十七日，梦扁舟渡江，中流回望，楼中歌乐杂作。舟中人言：公显方会客也。觉而异之，乃作此词，盖越调鼓笛慢。公显时已致仕在苏州。小舟横截春江，卧看翠壁红楼起。云间笑语，使君高会，佳人半醉。keysentence危柱哀弦，艳歌余响，绕云萦水。念故人老大，风流未减，独回首、烟波里。推枕惘然不见，但空江、月明千里。五湖闻道，扁舟归去，仍携西子。云梦南州，武昌东岸，昔游应记。料多情梦里，端来见我，也参差是。",
    "id": "P1196"
  },
  {
    "title": "饮马长城窟行",
    "dynasty": "两汉",
    "writer": "佚名",
    "content": [
      "青青河畔草，",
      "绵绵思远道。",
      "远道不可思，",
      "宿昔梦见之。",
      "梦见在我傍，",
      "忽觉在他乡。",
      "他乡各异县，",
      "辗转不相见。",
      "枯桑知天风，",
      "海水知天寒。",
      "入门各自媚，",
      "谁肯相为言。",
      "客从远方来，",
      "遗我双鲤鱼。keysentence",
      "呼儿烹鲤鱼，",
      "中有尺素书。",
      "长跪读素书，",
      "书中竟何如。",
      "上言加餐食，",
      "下言长相忆。"
    ],
    "type": [
      "乐府",
      "妇女",
      "怀人"
    ],
    "source": "青青河畔草，绵绵思远道。远道不可思，宿昔梦见之。梦见在我傍，忽觉在他乡。他乡各异县，辗转不相见。枯桑知天风，海水知天寒。入门各自媚，谁肯相为言。客从远方来，遗我双鲤鱼。keysentence呼儿烹鲤鱼，中有尺素书。长跪读素书，书中竟何如。上言加餐食，下言长相忆。",
    "id": "P1197"
  },
  {
    "title": "汉江临泛",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "楚塞三湘接，",
      "荆门九派通。",
      "江流天地外，",
      "山色有无中。keysentence",
      "郡邑浮前浦，",
      "波澜动远空。",
      "襄阳好风日，",
      "留醉与山翁。"
    ],
    "type": [
      "唐诗三百首",
      "山水",
      "抒情"
    ],
    "source": "楚塞三湘接，荆门九派通。江流天地外，山色有无中。keysentence郡邑浮前浦，波澜动远空。襄阳好风日，留醉与山翁。",
    "id": "P1198"
  },
  {
    "title": "拟行路难·其六",
    "dynasty": "南北朝",
    "writer": "鲍照",
    "content": [
      "对案不能食，",
      "拔剑击柱长叹息。",
      "丈夫生世会几时？",
      "安能蹀躞垂羽翼！",
      "弃置罢官去，",
      "还家自休息。",
      "朝出与亲辞，",
      "暮还在亲侧。",
      "弄儿床前戏，",
      "看妇机中织。keysentence",
      "自古圣贤尽贫贱，",
      "何况我辈孤且直！"
    ],
    "type": [
      "古诗三百首",
      "乐府",
      "失意",
      "哀歌"
    ],
    "source": "对案不能食，拔剑击柱长叹息。丈夫生世会几时？安能蹀躞垂羽翼！弃置罢官去，还家自休息。朝出与亲辞，暮还在亲侧。弄儿床前戏，看妇机中织。keysentence自古圣贤尽贫贱，何况我辈孤且直！",
    "id": "P1199"
  },
  {
    "title": "无题·油壁香车不再逢",
    "dynasty": "宋代",
    "writer": "晏殊",
    "content": [
      "油壁香车不再逢，",
      "峡云无迹任西东。",
      "梨花院落溶溶月，",
      "柳絮池塘淡淡风。keysentence",
      "几日寂寥伤酒后，",
      "一番萧索禁烟中。",
      "鱼书欲寄何由达，",
      "水远山长处处同。"
    ],
    "type": [
      "离别",
      "相思",
      "回忆",
      "爱情"
    ],
    "source": "油壁香车不再逢，峡云无迹任西东。梨花院落溶溶月，柳絮池塘淡淡风。keysentence几日寂寥伤酒后，一番萧索禁烟中。鱼书欲寄何由达，水远山长处处同。",
    "id": "P1200"
  },
  {
    "title": "千秋岁·水边沙外",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "水边沙外。",
      "城郭春寒退。",
      "花影乱，",
      "莺声碎。",
      "飘零疏酒盏，",
      "离别宽衣带。",
      "人不见，",
      "碧云暮合空相对。",
      "忆昔西池会。",
      "鹓鹭同飞盖。",
      "携手处，",
      "今谁在。",
      "日边清梦断，",
      "镜里朱颜改。",
      "春去也，",
      "飞红万点愁如海。keysentence"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "失意",
      "写景",
      "惜春"
    ],
    "source": "水边沙外。城郭春寒退。花影乱，莺声碎。飘零疏酒盏，离别宽衣带。人不见，碧云暮合空相对。忆昔西池会。鹓鹭同飞盖。携手处，今谁在。日边清梦断，镜里朱颜改。春去也，飞红万点愁如海。keysentence",
    "id": "P1201"
  },
  {
    "title": "秋下荆门",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "霜落荆门江树空，",
      "布帆无恙挂秋风。keysentence",
      "此行不为鲈鱼鲙，",
      "自爱名山入剡中。"
    ],
    "type": [
      "秋游",
      "抒情"
    ],
    "source": "霜落荆门江树空，布帆无恙挂秋风。keysentence此行不为鲈鱼鲙，自爱名山入剡中。",
    "id": "P1202"
  },
  {
    "title": "对雪",
    "dynasty": "唐代",
    "writer": "高骈",
    "content": [
      "六出飞花入户时，",
      "坐看青竹变琼枝。keysentence",
      "如今好上高楼望，",
      "盖尽人间恶路岐。"
    ],
    "type": [
      "冬天",
      "写雪",
      "抒怀"
    ],
    "source": "六出飞花入户时，坐看青竹变琼枝。keysentence如今好上高楼望，盖尽人间恶路岐。",
    "id": "P1203"
  },
  {
    "title": "一丛花令·伤高怀远几时穷",
    "dynasty": "宋代",
    "writer": "张先",
    "content": [
      "伤高怀远几时穷？",
      "无物似情浓。",
      "离愁正引千丝乱，",
      "更东陌、飞絮蒙蒙。",
      "嘶骑渐遥，",
      "征尘不断，",
      "何处认郎踪！",
      "双鸳池沼水溶溶，",
      "南北小桡通。",
      "梯横画阁黄昏后，",
      "又还是、斜月帘栊。",
      "沉恨细思，",
      "不如桃杏，",
      "犹解嫁东风。keysentence"
    ],
    "type": [
      "婉约",
      "相思",
      "爱情",
      "生活"
    ],
    "source": "伤高怀远几时穷？无物似情浓。离愁正引千丝乱，更东陌、飞絮蒙蒙。嘶骑渐遥，征尘不断，何处认郎踪！双鸳池沼水溶溶，南北小桡通。梯横画阁黄昏后，又还是、斜月帘栊。沉恨细思，不如桃杏，犹解嫁东风。keysentence",
    "id": "P1204"
  },
  {
    "title": "江上",
    "dynasty": "清代",
    "writer": "王士祯",
    "content": [
      "吴头楚尾路如何？",
      "烟雨秋深暗自波。",
      "晚趁寒潮渡江去，",
      "满林黄叶雁声多。keysentence"
    ],
    "type": [
      "秋天"
    ],
    "source": "吴头楚尾路如何？烟雨秋深暗自波。晚趁寒潮渡江去，满林黄叶雁声多。keysentence",
    "id": "P1205"
  },
  {
    "title": "新年作",
    "dynasty": "唐代",
    "writer": "刘长卿",
    "content": [
      "乡心新岁切，",
      "天畔独潸然。keysentence",
      "老至居人下，",
      "春归在客先。",
      "岭猿同旦暮，",
      "江柳共风烟。",
      "已似长沙傅，",
      "从今又几年。"
    ],
    "type": [
      "唐诗三百首",
      "春节",
      "思乡"
    ],
    "source": "乡心新岁切，天畔独潸然。keysentence老至居人下，春归在客先。岭猿同旦暮，江柳共风烟。已似长沙傅，从今又几年。",
    "id": "P1206"
  },
  {
    "title": "从军行二首",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "向夕临大荒，",
      "朔风轸归虑。",
      "平沙万里馀，",
      "飞鸟宿何处。",
      "虏骑猎长原，",
      "翩翩傍河去。",
      "边声摇白草，",
      "海气生黄雾。",
      "百战苦风尘，",
      "十年履霜露。",
      "虽投定远笔，",
      "未坐将军树。",
      "早知行路难，",
      "悔不理章句。",
      "秋草马蹄轻，",
      "角弓持弦急。",
      "去为龙城战，",
      "正值胡兵袭。",
      "军气横大荒，",
      "战酣日将入。",
      "长风金鼓动，",
      "白露铁衣湿。",
      "四起愁边声，",
      "南庭时伫立。",
      "断蓬孤自转，",
      "寒雁飞相及。",
      "万里云沙涨，",
      "平原冰霰涩。keysentence",
      "惟闻汉使还，",
      "独向刀环泣。"
    ],
    "type": [
      "边塞",
      "感伤",
      "思归",
      "组诗"
    ],
    "source": "向夕临大荒，朔风轸归虑。平沙万里馀，飞鸟宿何处。虏骑猎长原，翩翩傍河去。边声摇白草，海气生黄雾。百战苦风尘，十年履霜露。虽投定远笔，未坐将军树。早知行路难，悔不理章句。秋草马蹄轻，角弓持弦急。去为龙城战，正值胡兵袭。军气横大荒，战酣日将入。长风金鼓动，白露铁衣湿。四起愁边声，南庭时伫立。断蓬孤自转，寒雁飞相及。万里云沙涨，平原冰霰涩。keysentence惟闻汉使还，独向刀环泣。",
    "id": "P1207"
  },
  {
    "title": "满江红·写怀",
    "dynasty": "宋代",
    "writer": "岳飞",
    "content": [
      "怒发冲冠，",
      "凭栏处、潇潇雨歇。",
      "抬望眼，",
      "仰天长啸，",
      "壮怀激烈。",
      "三十功名尘与土，",
      "八千里路云和月。keysentence",
      "莫等闲，",
      "白了少年头，",
      "空悲切！",
      "靖康耻，",
      "犹未雪。",
      "臣子恨，",
      "何时灭！",
      "驾长车，",
      "踏破贺兰山缺。",
      "壮志饥餐胡虏肉，",
      "笑谈渴饮匈奴血。",
      "待从头、收拾旧山河，",
      "朝天阙。"
    ],
    "type": [
      "宋词三百首",
      "爱国",
      "壮志",
      "励志"
    ],
    "source": "怒发冲冠，凭栏处、潇潇雨歇。抬望眼，仰天长啸，壮怀激烈。三十功名尘与土，八千里路云和月。keysentence莫等闲，白了少年头，空悲切！靖康耻，犹未雪。臣子恨，何时灭！驾长车，踏破贺兰山缺。壮志饥餐胡虏肉，笑谈渴饮匈奴血。待从头、收拾旧山河，朝天阙。",
    "id": "P1208"
  },
  {
    "title": "积雨辋川庄作",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "积雨空林烟火迟，",
      "蒸藜炊黍饷东菑。",
      "漠漠水田飞白鹭，",
      "阴阴夏木啭黄鹂。keysentence",
      "山中习静观朝槿，",
      "松下清斋折露葵。",
      "野老与人争席罢，",
      "海鸥何事更相疑。"
    ],
    "type": [
      "唐诗三百首",
      "田园"
    ],
    "source": "积雨空林烟火迟，蒸藜炊黍饷东菑。漠漠水田飞白鹭，阴阴夏木啭黄鹂。keysentence山中习静观朝槿，松下清斋折露葵。野老与人争席罢，海鸥何事更相疑。",
    "id": "P1209"
  },
  {
    "title": "宫词·故国三千里",
    "dynasty": "唐代",
    "writer": "张祜",
    "content": [
      "故国三千里，",
      "深宫二十年。keysentence",
      "一声何满子，",
      "双泪落君前。"
    ],
    "type": [
      "唐诗三百首",
      "宫怨"
    ],
    "source": "故国三千里，深宫二十年。keysentence一声何满子，双泪落君前。",
    "id": "P1210"
  },
  {
    "title": "就义诗",
    "dynasty": "明代",
    "writer": "杨继盛",
    "content": [
      "浩气还太虚，",
      "丹心照千古。",
      "生平未报国，",
      "留作忠魂补。keysentence"
    ],
    "type": [
      "古诗三百首",
      "爱国",
      "壮志"
    ],
    "source": "浩气还太虚，丹心照千古。生平未报国，留作忠魂补。keysentence",
    "id": "P1211"
  },
  {
    "title": "村晚",
    "dynasty": "宋代",
    "writer": "雷震",
    "content": [
      "草满池塘水满陂，",
      "山衔落日浸寒漪。",
      "牧童归去横牛背，",
      "短笛无腔信口吹。keysentence"
    ],
    "type": [
      "农村",
      "写景",
      "儿童"
    ],
    "source": "草满池塘水满陂，山衔落日浸寒漪。牧童归去横牛背，短笛无腔信口吹。keysentence",
    "id": "P1212"
  },
  {
    "title": "菊花",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "暗暗淡淡紫，",
      "融融冶冶黄。keysentence",
      "陶令篱边色，",
      "罗含宅里香。",
      "几时禁重露，",
      "实是怯残阳。",
      "愿泛金鹦鹉，",
      "升君白玉堂。"
    ],
    "type": [
      "菊花"
    ],
    "source": "暗暗淡淡紫，融融冶冶黄。keysentence陶令篱边色，罗含宅里香。几时禁重露，实是怯残阳。愿泛金鹦鹉，升君白玉堂。",
    "id": "P1213"
  },
  {
    "title": "竹枝词九首",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "白帝城头春草生，",
      "白盐山下蜀江清。",
      "南人上来歌一曲，",
      "北人莫上动乡情。",
      "山桃红花满上头，",
      "蜀江春水拍山流。",
      "花红易衰似郎意，",
      "水流无限似侬愁。",
      "江上朱楼新雨晴，",
      "瀼西春水縠文生。",
      "桥东桥西好杨柳，",
      "人来人去唱歌行。",
      "日出三竿春雾消，",
      "江头蜀客驻兰桡。",
      "凭寄狂夫书一纸，",
      "信在成都万里桥。",
      "两岸山花似雪开，",
      "家家春酒满银杯。",
      "昭君坊中多女伴，",
      "永安宫外踏青来。",
      "城西门前滟滪堆，",
      "年年波浪不能摧。",
      "懊恼人心不如石，",
      "少时东去复西来。",
      "瞿塘嘈嘈十二滩，",
      "此中道路古来难。",
      "长恨人心不如水，",
      "等闲平地起波澜。keysentence",
      "巫峡苍苍烟雨时，",
      "清猿啼在最高枝。",
      "个里愁人肠自断，",
      "由来不是此声悲。",
      "山上层层桃李花，",
      "云间烟火是人家。",
      "银钏金钗来负水，",
      "长刀短笠去烧畲。"
    ],
    "type": [
      "组诗",
      "民歌",
      "爱情",
      "生活",
      "山川",
      "景物",
      "风土",
      "人情"
    ],
    "source": "白帝城头春草生，白盐山下蜀江清。南人上来歌一曲，北人莫上动乡情。山桃红花满上头，蜀江春水拍山流。花红易衰似郎意，水流无限似侬愁。江上朱楼新雨晴，瀼西春水縠文生。桥东桥西好杨柳，人来人去唱歌行。日出三竿春雾消，江头蜀客驻兰桡。凭寄狂夫书一纸，信在成都万里桥。两岸山花似雪开，家家春酒满银杯。昭君坊中多女伴，永安宫外踏青来。城西门前滟滪堆，年年波浪不能摧。懊恼人心不如石，少时东去复西来。瞿塘嘈嘈十二滩，此中道路古来难。长恨人心不如水，等闲平地起波澜。keysentence巫峡苍苍烟雨时，清猿啼在最高枝。个里愁人肠自断，由来不是此声悲。山上层层桃李花，云间烟火是人家。银钏金钗来负水，长刀短笠去烧畲。",
    "id": "P1214"
  },
  {
    "title": "夏夜追凉",
    "dynasty": "宋代",
    "writer": "杨万里",
    "content": [
      "夜热依然午热同，",
      "开门小立月明中。",
      "竹深树密虫鸣处，",
      "时有微凉不是风。keysentence"
    ],
    "type": [
      "夏天"
    ],
    "source": "夜热依然午热同，开门小立月明中。竹深树密虫鸣处，时有微凉不是风。keysentence",
    "id": "P1215"
  },
  {
    "title": "浣溪沙·一曲新词酒一杯",
    "dynasty": "宋代",
    "writer": "晏殊",
    "content": [
      "一曲新词酒一杯，",
      "去年天气旧亭台。",
      "夕阳西下几时回？",
      "无可奈何花落去，",
      "似曾相识燕归来。keysentence",
      "小园香径独徘徊。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "初中古诗",
      "婉约",
      "伤春",
      "惜时",
      "抒怀",
      "人生",
      "哲理"
    ],
    "source": "一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？无可奈何花落去，似曾相识燕归来。keysentence小园香径独徘徊。",
    "id": "P1216"
  },
  {
    "title": "遗爱寺",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "弄石临溪坐，",
      "寻花绕寺行。",
      "时时闻鸟语，",
      "处处是泉声。keysentence"
    ],
    "type": [
      "抒情",
      "写景",
      "早教古诗100首"
    ],
    "source": "弄石临溪坐，寻花绕寺行。时时闻鸟语，处处是泉声。keysentence",
    "id": "P1217"
  },
  {
    "title": "与小女",
    "dynasty": "唐代",
    "writer": "韦庄",
    "content": [
      "见人初解语呕哑，",
      "不肯归眠恋小车。keysentence",
      "一夜娇啼缘底事，",
      "为嫌衣少缕金华。"
    ],
    "type": [
      "儿童"
    ],
    "source": "见人初解语呕哑，不肯归眠恋小车。keysentence一夜娇啼缘底事，为嫌衣少缕金华。",
    "id": "P1218"
  },
  {
    "title": "汉广",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "南有乔木，",
      "不可休思。",
      "汉有游女，",
      "不可求思。",
      "汉之广矣，",
      "不可泳思。",
      "江之永矣，",
      "不可方思。",
      "翘翘错薪，",
      "言刈其楚。keysentence",
      "之子于归，",
      "言秣其马。",
      "汉之广矣，",
      "不可泳思。",
      "江之永矣，",
      "不可方思。",
      "翘翘错薪，",
      "言刈其蒌。",
      "之子于归，",
      "言秣其驹。",
      "汉之广矣，",
      "不可泳思。",
      "江之永矣，",
      "不可方思。"
    ],
    "type": [
      "诗经",
      "爱情"
    ],
    "source": "南有乔木，不可休思。汉有游女，不可求思。汉之广矣，不可泳思。江之永矣，不可方思。翘翘错薪，言刈其楚。keysentence之子于归，言秣其马。汉之广矣，不可泳思。江之永矣，不可方思。翘翘错薪，言刈其蒌。之子于归，言秣其驹。汉之广矣，不可泳思。江之永矣，不可方思。",
    "id": "P1219"
  },
  {
    "title": "木兰诗",
    "dynasty": "南北朝",
    "writer": "佚名",
    "content": [
      "唧唧复唧唧，",
      "木兰当户织。",
      "不闻机杼声，",
      "惟闻女叹息。",
      "问女何所思，",
      "问女何所忆。",
      "女亦无所思，",
      "女亦无所忆。",
      "昨夜见军帖，",
      "可汗大点兵，",
      "军书十二卷，",
      "卷卷有爷名。",
      "阿爷无大儿，",
      "木兰无长兄，",
      "愿为市鞍马，",
      "从此替爷征。",
      "东市买骏马，",
      "西市买鞍鞯，",
      "南市买辔头，",
      "北市买长鞭。",
      "旦辞爷娘去，",
      "暮宿黄河边，",
      "不闻爷娘唤女声，",
      "但闻黄河流水鸣溅溅。",
      "旦辞黄河去，",
      "暮至黑山头，",
      "不闻爷娘唤女声，",
      "但闻燕山胡骑鸣啾啾。",
      "万里赴戎机，",
      "关山度若飞。keysentence",
      "朔气传金柝，",
      "寒光照铁衣。",
      "将军百战死，",
      "壮士十年归。",
      "归来见天子，",
      "天子坐明堂。",
      "策勋十二转，",
      "赏赐百千强。",
      "可汗问所欲，",
      "木兰不用尚书郎，",
      "愿驰千里足，",
      "送儿还故乡。",
      "爷娘闻女来，",
      "出郭相扶将；",
      "阿姊闻妹来，",
      "当户理红妆；",
      "小弟闻姊来，",
      "磨刀霍霍向猪羊。",
      "开我东阁门，",
      "坐我西阁床，",
      "脱我战时袍，",
      "著我旧时裳。",
      "当窗理云鬓，",
      "对镜帖花黄。",
      "出门看火伴，",
      "火伴皆惊忙：",
      "同行十二年，",
      "不知木兰是女郎。",
      "雄兔脚扑朔，",
      "雌兔眼迷离；",
      "双兔傍地走，",
      "安能辨我是雄雌？"
    ],
    "type": [
      "初中古诗",
      "初中文言文",
      "乐府",
      "叙事",
      "民歌",
      "赞美",
      "女子",
      "战争"
    ],
    "source": "唧唧复唧唧，木兰当户织。不闻机杼声，惟闻女叹息。问女何所思，问女何所忆。女亦无所思，女亦无所忆。昨夜见军帖，可汗大点兵，军书十二卷，卷卷有爷名。阿爷无大儿，木兰无长兄，愿为市鞍马，从此替爷征。东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭。旦辞爷娘去，暮宿黄河边，不闻爷娘唤女声，但闻黄河流水鸣溅溅。旦辞黄河去，暮至黑山头，不闻爷娘唤女声，但闻燕山胡骑鸣啾啾。万里赴戎机，关山度若飞。keysentence朔气传金柝，寒光照铁衣。将军百战死，壮士十年归。归来见天子，天子坐明堂。策勋十二转，赏赐百千强。可汗问所欲，木兰不用尚书郎，愿驰千里足，送儿还故乡。爷娘闻女来，出郭相扶将；阿姊闻妹来，当户理红妆；小弟闻姊来，磨刀霍霍向猪羊。开我东阁门，坐我西阁床，脱我战时袍，著我旧时裳。当窗理云鬓，对镜帖花黄。出门看火伴，火伴皆惊忙：同行十二年，不知木兰是女郎。雄兔脚扑朔，雌兔眼迷离；双兔傍地走，安能辨我是雄雌？",
    "id": "P1220"
  },
  {
    "title": "送陈秀才还沙上省墓",
    "dynasty": "明代",
    "writer": "高启",
    "content": [
      "满衣血泪与尘埃，",
      "乱后还乡亦可哀。",
      "风雨梨花寒食过，",
      "几家坟上子孙来？keysentence"
    ],
    "type": [
      "清明节",
      "送别",
      "感伤"
    ],
    "source": "满衣血泪与尘埃，乱后还乡亦可哀。风雨梨花寒食过，几家坟上子孙来？keysentence",
    "id": "P1221"
  },
  {
    "title": "送梓州李使君",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "万壑树参天，",
      "千山响杜鹃。keysentence",
      "山中一夜雨，",
      "树杪百重泉。",
      "汉女输橦布，",
      "巴人讼芋田。",
      "文翁翻教授，",
      "不敢倚先贤。"
    ],
    "type": [
      "唐诗三百首",
      "友情",
      "送别"
    ],
    "source": "万壑树参天，千山响杜鹃。keysentence山中一夜雨，树杪百重泉。汉女输橦布，巴人讼芋田。文翁翻教授，不敢倚先贤。",
    "id": "P1222"
  },
  {
    "title": "舟过安仁",
    "dynasty": "宋代",
    "writer": "杨万里",
    "content": [
      "一叶渔船两小童，",
      "收篙停棹坐船中。keysentence",
      "怪生无雨都张伞，",
      "不是遮头是使风。"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "行舟",
      "赞美",
      "儿童"
    ],
    "source": "一叶渔船两小童，收篙停棹坐船中。keysentence怪生无雨都张伞，不是遮头是使风。",
    "id": "P1223"
  },
  {
    "title": "南歌子·天上星河转",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "天上星河转，",
      "人间帘幕垂。",
      "凉生枕簟泪痕滋。keysentence",
      "起解罗衣聊问、夜何其。",
      "翠贴莲蓬小，",
      "金销藕叶稀。",
      "旧时天气旧时衣。",
      "只有情怀不似、旧家时。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "抒情"
    ],
    "source": "天上星河转，人间帘幕垂。凉生枕簟泪痕滋。keysentence起解罗衣聊问、夜何其。翠贴莲蓬小，金销藕叶稀。旧时天气旧时衣。只有情怀不似、旧家时。",
    "id": "P1224"
  },
  {
    "title": "塞上曲二首·其二",
    "dynasty": "唐代",
    "writer": "戴叔伦",
    "content": [
      "汉家旌帜满阴山，",
      "不遣胡儿匹马还。",
      "愿得此身长报国，",
      "何须生入玉门关。keysentence"
    ],
    "type": [
      "边塞",
      "爱国"
    ],
    "source": "汉家旌帜满阴山，不遣胡儿匹马还。愿得此身长报国，何须生入玉门关。keysentence",
    "id": "P1225"
  },
  {
    "title": "蝶恋花·满地霜华浓似雪",
    "dynasty": "清代",
    "writer": "王国维",
    "content": [
      "满地霜华浓似雪。",
      "人语西风，",
      "瘦马嘶残月。",
      "一曲阳关浑未彻。",
      "车声渐共歌声咽。",
      "换尽天涯芳草色。",
      "陌上深深，",
      "依旧年时辙。",
      "自是浮生无可说。",
      "人间第一耽离别。keysentence"
    ],
    "type": [
      "离别"
    ],
    "source": "满地霜华浓似雪。人语西风，瘦马嘶残月。一曲阳关浑未彻。车声渐共歌声咽。换尽天涯芳草色。陌上深深，依旧年时辙。自是浮生无可说。人间第一耽离别。keysentence",
    "id": "P1226"
  },
  {
    "title": "赋得自君之出矣",
    "dynasty": "唐代",
    "writer": "张九龄",
    "content": [
      "自君之出矣，",
      "不复理残机。",
      "思君如满月，",
      "夜夜减清辉。keysentence"
    ],
    "type": [
      "乐府",
      "闺怨",
      "妇女",
      "相思"
    ],
    "source": "自君之出矣，不复理残机。思君如满月，夜夜减清辉。keysentence",
    "id": "P1227"
  },
  {
    "title": "静夜思",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "床前明月光，",
      "疑是地上霜。keysentence",
      "举头望明月，",
      "低头思故乡。"
    ],
    "type": [
      "唐诗三百首",
      "小学古诗",
      "月亮",
      "思乡",
      "早教古诗100首"
    ],
    "source": "床前明月光，疑是地上霜。keysentence举头望明月，低头思故乡。",
    "id": "P1228"
  },
  {
    "title": "水龙吟·过南剑双溪楼",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "举头西北浮云，",
      "倚天万里须长剑。",
      "人言此地，",
      "夜深长见，",
      "斗牛光焰。",
      "我觉山高，",
      "潭空水冷，",
      "月明星淡。",
      "待燃犀下看，",
      "凭栏却怕，",
      "风雷怒，",
      "鱼龙惨。",
      "峡束苍江对起，",
      "过危楼，",
      "欲飞还敛。",
      "元龙老矣！",
      "不妨高卧，",
      "冰壶凉簟。",
      "千古兴亡，",
      "百年悲笑，",
      "一时登览。keysentence",
      "问何人又卸，",
      "片帆沙岸，",
      "系斜阳缆？"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "山水",
      "壮志"
    ],
    "source": "举头西北浮云，倚天万里须长剑。人言此地，夜深长见，斗牛光焰。我觉山高，潭空水冷，月明星淡。待燃犀下看，凭栏却怕，风雷怒，鱼龙惨。峡束苍江对起，过危楼，欲飞还敛。元龙老矣！不妨高卧，冰壶凉簟。千古兴亡，百年悲笑，一时登览。keysentence问何人又卸，片帆沙岸，系斜阳缆？",
    "id": "P1229"
  },
  {
    "title": "清平乐·春晚",
    "dynasty": "宋代",
    "writer": "王安国",
    "content": [
      "留春不住，",
      "费尽莺儿语。",
      "满地残红宫锦污，",
      "昨夜南园风雨。keysentence",
      "小怜初上琵琶，",
      "晓来思绕天涯。",
      "不肯画堂朱户，",
      "春风自在杨花。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "写景",
      "惜春",
      "感慨",
      "时光"
    ],
    "source": "留春不住，费尽莺儿语。满地残红宫锦污，昨夜南园风雨。keysentence小怜初上琵琶，晓来思绕天涯。不肯画堂朱户，春风自在杨花。",
    "id": "P1230"
  },
  {
    "title": "元和十年自朗州至京戏赠看花诸君子",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "紫陌红尘拂面来，",
      "无人不道看花回。",
      "玄都观里桃千树，",
      "尽是刘郎去后栽。keysentence"
    ],
    "type": [
      "看花",
      "讽刺"
    ],
    "source": "紫陌红尘拂面来，无人不道看花回。玄都观里桃千树，尽是刘郎去后栽。keysentence",
    "id": "P1231"
  },
  {
    "title": "满江红·忧喜相寻",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "董毅夫名钺，",
      "自梓漕得罪，",
      "罢官东川，",
      "归鄱阳，",
      "过东坡于齐安。",
      "怪其丰暇自得，",
      "余问之。",
      "曰：",
      "吾再娶柳氏，",
      "三日而去官。",
      "吾固不戚戚，",
      "而优柳氏不能忘怀于进退也。",
      "已而欣然，",
      "同忧共若处富贵，",
      "吾是以益安焉。",
      "嗟叹之不足，",
      "乃次其韵。keysentence",
      "忧喜相寻，",
      "风雨过、一江春绿。",
      "巫峡梦、至今空有，",
      "乱山屏簇。",
      "何似伯鸾携德耀，",
      "箪瓢未足清欢足。",
      "渐粲然、光彩照阶庭，",
      "生兰玉。",
      "幽梦里，",
      "传心曲。",
      "肠断处，",
      "凭他续。",
      "文君婿知否，",
      "笑君卑辱。",
      "君不见周南歌汉广，",
      "天教夫子休乔木。",
      "便相将、左手抱琴书，",
      "云间宿。"
    ],
    "type": [
      "写人",
      "赞美"
    ],
    "source": "董毅夫名钺，自梓漕得罪，罢官东川，归鄱阳，过东坡于齐安。怪其丰暇自得，余问之。曰：吾再娶柳氏，三日而去官。吾固不戚戚，而优柳氏不能忘怀于进退也。已而欣然，同忧共若处富贵，吾是以益安焉。命其侍儿歌其所作《满江红》。嗟叹之不足，乃次其韵。keysentence忧喜相寻，风雨过、一江春绿。巫峡梦、至今空有，乱山屏簇。何似伯鸾携德耀，箪瓢未足清欢足。渐粲然、光彩照阶庭，生兰玉。幽梦里，传心曲。肠断处，凭他续。文君婿知否，笑君卑辱。君不见周南歌汉广，天教夫子休乔木。便相将、左手抱琴书，云间宿。",
    "id": "P1232"
  },
  {
    "title": "山中杂诗",
    "dynasty": "南北朝",
    "writer": "吴均",
    "content": [
      "山际见来烟，",
      "竹中窥落日。keysentence",
      "鸟向檐上飞，",
      "云从窗里出。"
    ],
    "type": [
      "古诗三百首",
      "初中古诗",
      "山村",
      "写景",
      "生活"
    ],
    "source": "山际见来烟，竹中窥落日。keysentence鸟向檐上飞，云从窗里出。",
    "id": "P1233"
  },
  {
    "title": "杂感",
    "dynasty": "清代",
    "writer": "黄景仁",
    "content": [
      "仙佛茫茫两未成，",
      "只知独夜不平鸣。keysentence",
      "风蓬飘尽悲歌气，",
      "泥絮沾来薄幸名。",
      "十有九人堪白眼，",
      "百无—用是书生。",
      "莫因诗卷愁成谶，",
      "春鸟秋虫自作声。"
    ],
    "type": [
      "杂诗"
    ],
    "source": "仙佛茫茫两未成，只知独夜不平鸣。keysentence风蓬飘尽悲歌气，泥絮沾来薄幸名。十有九人堪白眼，百无—用是书生。莫因诗卷愁成谶，春鸟秋虫自作声。",
    "id": "P1234"
  },
  {
    "title": "八月十五日夜湓亭望月",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "昔年八月十五夜，",
      "曲江池畔杏园边。",
      "今年八月十五夜，",
      "湓浦沙头水馆前。",
      "西北望乡何处是，",
      "东南见月几回圆。keysentence",
      "昨风一吹无人会，",
      "今夜清光似往年。"
    ],
    "type": [
      "中秋节",
      "贬谪",
      "孤独",
      "思乡"
    ],
    "source": "昔年八月十五夜，曲江池畔杏园边。今年八月十五夜，湓浦沙头水馆前。西北望乡何处是，东南见月几回圆。keysentence昨风一吹无人会，今夜清光似往年。",
    "id": "P1235"
  },
  {
    "title": "长相思·其二",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "日色欲尽花含烟，",
      "月明欲素愁不眠。keysentence",
      "赵瑟初停凤凰柱，",
      "蜀琴欲奏鸳鸯弦。",
      "此曲有意无人传，",
      "愿随春风寄燕然。",
      "忆君迢迢隔青天，",
      "昔日横波目，",
      "今作流泪泉。",
      "不信妾断肠，",
      "归来看取明镜前。"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "女子",
      "思念"
    ],
    "source": "日色欲尽花含烟，月明欲素愁不眠。keysentence赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。此曲有意无人传，愿随春风寄燕然。忆君迢迢隔青天，昔日横波目，今作流泪泉。不信妾断肠，归来看取明镜前。",
    "id": "P1236"
  },
  {
    "title": "减字木兰花·卖花担上",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "卖花担上。",
      "买得一枝春欲放。",
      "泪染轻匀。",
      "犹带彤霞晓露痕。",
      "怕郎猜道。",
      "奴面不如花面好。keysentence",
      "云鬓斜簪。",
      "徒要教郎比并看。"
    ],
    "type": [
      "宋词精选",
      "春天",
      "生活",
      "写花"
    ],
    "source": "卖花担上。买得一枝春欲放。泪染轻匀。犹带彤霞晓露痕。怕郎猜道。奴面不如花面好。keysentence云鬓斜簪。徒要教郎比并看。",
    "id": "P1237"
  },
  {
    "title": "劝学",
    "dynasty": "唐代",
    "writer": "孟郊",
    "content": [
      "击石乃有火，",
      "不击元无烟。",
      "人学始知道，",
      "不学非自然。",
      "万事须己运，",
      "他得非我贤。",
      "青春须早为，",
      "岂能长少年。keysentence"
    ],
    "type": [
      "读书",
      "励志",
      "哲理"
    ],
    "source": "击石乃有火，不击元无烟。人学始知道，不学非自然。万事须己运，他得非我贤。青春须早为，岂能长少年。keysentence",
    "id": "P1238"
  },
  {
    "title": "登岳阳楼",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "昔闻洞庭水，",
      "今上岳阳楼。keysentence",
      "吴楚东南坼，",
      "乾坤日夜浮。",
      "亲朋无一字，",
      "老病有孤舟。",
      "戎马关山北，",
      "凭轩涕泗流。"
    ],
    "type": [
      "唐诗三百首",
      "山水",
      "抱负"
    ],
    "source": "昔闻洞庭水，今上岳阳楼。keysentence吴楚东南坼，乾坤日夜浮。亲朋无一字，老病有孤舟。戎马关山北，凭轩涕泗流。",
    "id": "P1239"
  },
  {
    "title": "菩萨蛮·小山重叠金明灭",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "小山重叠金明灭，",
      "鬓云欲度香腮雪。keysentence",
      "懒起画蛾眉，",
      "弄妆梳洗迟。",
      "照花前后镜，",
      "花面交相映。",
      "新帖绣罗襦，",
      "双双金鹧鸪。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "女子",
      "闺怨"
    ],
    "source": "小山重叠金明灭，鬓云欲度香腮雪。keysentence懒起画蛾眉，弄妆梳洗迟。照花前后镜，花面交相映。新帖绣罗襦，双双金鹧鸪。",
    "id": "P1240"
  },
  {
    "title": "阴雨",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "岚雾今朝重，",
      "江山此地深。",
      "滩声秋更急，",
      "峡气晓多阴。",
      "望阙云遮眼，",
      "思乡雨滴心。keysentence",
      "将何慰幽独，",
      "赖此北窗琴。"
    ],
    "type": [
      "思乡"
    ],
    "source": "岚雾今朝重，江山此地深。滩声秋更急，峡气晓多阴。望阙云遮眼，思乡雨滴心。keysentence将何慰幽独，赖此北窗琴。",
    "id": "P1242"
  },
  {
    "title": "水调歌头·题西山秋爽图",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "空山梵呗静，",
      "水月影俱沉。",
      "悠然一境人外，",
      "都不许尘侵。",
      "岁晚忆曾游处，",
      "犹记半竿斜照，",
      "一抹界疏林。",
      "绝顶茅庵里，",
      "老衲正孤吟。keysentence",
      "云中锡，",
      "溪头钓，",
      "涧边琴。",
      "此生著几两屐，",
      "谁识卧游心？",
      "准拟乘风归去，",
      "错向槐安回首，",
      "何日得投簪。",
      "布袜青鞋约，",
      "但向画图寻。"
    ],
    "type": [
      "题画",
      "抒情"
    ],
    "source": "空山梵呗静，水月影俱沉。悠然一境人外，都不许尘侵。岁晚忆曾游处，犹记半竿斜照，一抹界疏林。绝顶茅庵里，老衲正孤吟。keysentence云中锡，溪头钓，涧边琴。此生著几两屐，谁识卧游心？准拟乘风归去，错向槐安回首，何日得投簪。布袜青鞋约，但向画图寻。",
    "id": "P1243"
  },
  {
    "title": "梦江南·千万恨",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "千万恨，",
      "恨极在天涯。keysentence",
      "山月不知心里事，",
      "水风空落眼前花，",
      "摇曳碧云斜。"
    ],
    "type": [
      "婉约",
      "写景",
      "妇女",
      "怀人"
    ],
    "source": "千万恨，恨极在天涯。keysentence山月不知心里事，水风空落眼前花，摇曳碧云斜。",
    "id": "P1244"
  },
  {
    "title": "将仲子",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "将仲子兮，",
      "无逾我里，",
      "无折我树杞。",
      "岂敢爱之？",
      "畏我父母。",
      "仲可怀也，",
      "父母之言亦可畏也。",
      "将仲子兮，",
      "无逾我墙，",
      "无折我树桑。keysentence",
      "岂敢爱之？",
      "畏我诸兄。",
      "仲可怀也，",
      "诸兄之言亦可畏也。",
      "将仲子兮，",
      "无逾我园，",
      "无折我树檀。",
      "岂敢爱之？",
      "畏人之多言。",
      "仲可怀也，",
      "人之多言亦可畏也。"
    ],
    "type": [
      "诗经",
      "爱情",
      "民谣"
    ],
    "source": "将仲子兮，无逾我里，无折我树杞。岂敢爱之？畏我父母。仲可怀也，父母之言亦可畏也。将仲子兮，无逾我墙，无折我树桑。keysentence岂敢爱之？畏我诸兄。仲可怀也，诸兄之言亦可畏也。将仲子兮，无逾我园，无折我树檀。岂敢爱之？畏人之多言。仲可怀也，人之多言亦可畏也。",
    "id": "P1245"
  },
  {
    "title": "水调歌头·壬子三山被召陈端仁给事饮饯席上作",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "长恨复长恨，",
      "裁作短歌行。",
      "何人为我楚舞，",
      "听我楚狂声？",
      "余既滋兰九畹，",
      "又树蕙之百亩，",
      "秋菊更餐英。",
      "门外沧浪水，",
      "可以濯吾缨。",
      "一杯酒，",
      "问何似，",
      "身后名？",
      "人间万事，",
      "毫发常重泰山轻。",
      "悲莫悲生离别，",
      "乐莫乐新相识，",
      "儿女古今情。keysentence",
      "富贵非吾事，",
      "归与白鸥盟。"
    ],
    "type": [
      "答别",
      "感时",
      "抚事",
      "抒志"
    ],
    "source": "长恨复长恨，裁作短歌行。何人为我楚舞，听我楚狂声？余既滋兰九畹，又树蕙之百亩，秋菊更餐英。门外沧浪水，可以濯吾缨。一杯酒，问何似，身后名？人间万事，毫发常重泰山轻。悲莫悲生离别，乐莫乐新相识，儿女古今情。keysentence富贵非吾事，归与白鸥盟。",
    "id": "P1246"
  },
  {
    "title": "无衣",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "岂曰无衣？",
      "七兮。",
      "不如子之衣，",
      "安且吉兮。",
      "岂曰无衣？",
      "六兮。keysentence",
      "不如子之衣，",
      "安且燠兮。"
    ],
    "type": [
      "古诗三百首",
      "诗经",
      "咏物",
      "怀人"
    ],
    "source": "岂曰无衣？七兮。不如子之衣，安且吉兮。岂曰无衣？六兮。keysentence不如子之衣，安且燠兮。",
    "id": "P1247"
  },
  {
    "title": "闻雁",
    "dynasty": "唐代",
    "writer": "韦应物",
    "content": [
      "故园渺何处，",
      "归思方悠哉。",
      "淮南秋雨夜，",
      "高斋闻雁来。keysentence"
    ],
    "type": [
      "思乡",
      "秋天",
      "大雁"
    ],
    "source": "故园渺何处，归思方悠哉。淮南秋雨夜，高斋闻雁来。keysentence",
    "id": "P1248"
  },
  {
    "title": "水调歌头·游览",
    "dynasty": "宋代",
    "writer": "黄庭坚",
    "content": [
      "瑶草一何碧，",
      "春入武陵溪。",
      "溪上桃花无数，",
      "枝上有黄鹂。",
      "我欲穿花寻路，",
      "直入白云深处，",
      "浩气展虹霓。keysentence",
      "只恐花深里，",
      "红露湿人衣。",
      "坐玉石，",
      "倚玉枕，",
      "拂金徽。",
      "谪仙何处？",
      "无人伴我白螺杯。",
      "我为灵芝仙草，",
      "不为朱唇丹脸，",
      "长啸亦何为？",
      "醉舞下山去，",
      "明月逐人归。"
    ],
    "type": [
      "宋词三百首",
      "纪游",
      "想象",
      "抒怀"
    ],
    "source": "瑶草一何碧，春入武陵溪。溪上桃花无数，枝上有黄鹂。我欲穿花寻路，直入白云深处，浩气展虹霓。keysentence只恐花深里，红露湿人衣。坐玉石，倚玉枕，拂金徽。谪仙何处？无人伴我白螺杯。我为灵芝仙草，不为朱唇丹脸，长啸亦何为？醉舞下山去，明月逐人归。",
    "id": "P1249"
  },
  {
    "title": "夜归鹿门山歌",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "山寺钟鸣昼已昏，",
      "渔梁渡头争渡喧。",
      "人随沙岸向江村，",
      "余亦乘舟归鹿门。keysentence",
      "鹿门月照开烟树，",
      "忽到庞公栖隐处。",
      "岩扉松径长寂寥，",
      "惟有幽人自来去。"
    ],
    "type": [
      "唐诗三百首",
      "写景",
      "归隐"
    ],
    "source": "山寺钟鸣昼已昏，渔梁渡头争渡喧。人随沙岸向江村，余亦乘舟归鹿门。keysentence鹿门月照开烟树，忽到庞公栖隐处。岩扉松径长寂寥，惟有幽人自来去。",
    "id": "P1250"
  },
  {
    "title": "荷花",
    "dynasty": "清代",
    "writer": "石涛",
    "content": [
      "荷叶五寸荷花娇，",
      "贴波不碍画船摇；keysentence",
      "相到薰风四五月，",
      "也能遮却美人腰。"
    ],
    "type": [
      "咏物",
      "荷花"
    ],
    "source": "荷叶五寸荷花娇，贴波不碍画船摇；keysentence相到薰风四五月，也能遮却美人腰。",
    "id": "P1251"
  },
  {
    "title": "蝶恋花·阅尽天涯离别苦",
    "dynasty": "清代",
    "writer": "王国维",
    "content": [
      "阅尽天涯离别苦，",
      "不道归来，",
      "零落花如许。",
      "花底相看无一语，",
      "绿窗春与天俱莫。",
      "待把相思灯下诉，",
      "一缕新欢，",
      "旧恨千千缕。",
      "最是人间留不住，",
      "朱颜辞镜花辞树。keysentence"
    ],
    "type": [
      "写景",
      "离别",
      "相思"
    ],
    "source": "阅尽天涯离别苦，不道归来，零落花如许。花底相看无一语，绿窗春与天俱莫。待把相思灯下诉，一缕新欢，旧恨千千缕。最是人间留不住，朱颜辞镜花辞树。keysentence",
    "id": "P1252"
  },
  {
    "title": "秋词二首",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "自古逢秋悲寂寥，",
      "我言秋日胜春朝。",
      "晴空一鹤排云上，",
      "便引诗情到碧霄。",
      "山明水净夜来霜，",
      "数树深红出浅黄。keysentence",
      "试上高楼清入骨，",
      "岂如春色嗾人狂。"
    ],
    "type": [
      "秋天"
    ],
    "source": "自古逢秋悲寂寥，我言秋日胜春朝。晴空一鹤排云上，便引诗情到碧霄。山明水净夜来霜，数树深红出浅黄。keysentence试上高楼清入骨，岂如春色嗾人狂。",
    "id": "P1253"
  },
  {
    "title": "赠去婢",
    "dynasty": "唐代",
    "writer": "崔郊",
    "content": [
      "公子王孙逐后尘，",
      "绿珠垂泪滴罗巾。",
      "侯门一入深如海，",
      "从此萧郎是路人。keysentence"
    ],
    "type": [
      "爱情",
      "悲剧",
      "分手"
    ],
    "source": "公子王孙逐后尘，绿珠垂泪滴罗巾。侯门一入深如海，从此萧郎是路人。keysentence",
    "id": "P1254"
  },
  {
    "title": "望江南·梳洗罢",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "梳洗罢，",
      "独倚望江楼。",
      "过尽千帆皆不是，",
      "斜晖脉脉水悠悠。keysentence",
      "肠断白蘋洲。"
    ],
    "type": [
      "宋词三百首",
      "初中古诗",
      "闺怨",
      "无奈",
      "思念"
    ],
    "source": "梳洗罢，独倚望江楼。过尽千帆皆不是，斜晖脉脉水悠悠。keysentence肠断白蘋洲。",
    "id": "P1256"
  },
  {
    "title": "行军九日思长安故园",
    "dynasty": "唐代",
    "writer": "岑参",
    "content": [
      "强欲登高去，",
      "无人送酒来。",
      "遥怜故园菊，",
      "应傍战场开。keysentence"
    ],
    "type": [
      "重阳节",
      "登高",
      "思乡",
      "菊花"
    ],
    "source": "强欲登高去，无人送酒来。遥怜故园菊，应傍战场开。keysentence",
    "id": "P1257"
  },
  {
    "title": "垂老别",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "四郊未宁静，",
      "垂老不得安。keysentence",
      "子孙阵亡尽，",
      "焉用身独完。",
      "投杖出门去，",
      "同行为辛酸。",
      "幸有牙齿存，",
      "所悲骨髓干。",
      "男儿既介胄，",
      "长揖别上官。",
      "老妻卧路啼，",
      "岁暮衣裳单。",
      "孰知是死别，",
      "且复伤其寒。",
      "此去必不归，",
      "还闻劝加餐。",
      "土门壁甚坚，",
      "杏园度亦难。",
      "势异邺城下，",
      "纵死时犹宽。",
      "人生有离合，",
      "岂择衰老端。",
      "忆昔少壮日，",
      "迟回竟长叹。",
      "万国尽征戍，",
      "烽火被冈峦。",
      "积尸草木腥，",
      "流血川原丹。",
      "何乡为乐土，",
      "安敢尚盘桓。",
      "弃绝蓬室居，",
      "塌然摧肺肝。"
    ],
    "type": [
      "叙事",
      "战争",
      "惜别"
    ],
    "source": "四郊未宁静，垂老不得安。keysentence子孙阵亡尽，焉用身独完。投杖出门去，同行为辛酸。幸有牙齿存，所悲骨髓干。男儿既介胄，长揖别上官。老妻卧路啼，岁暮衣裳单。孰知是死别，且复伤其寒。此去必不归，还闻劝加餐。土门壁甚坚，杏园度亦难。势异邺城下，纵死时犹宽。人生有离合，岂择衰老端。忆昔少壮日，迟回竟长叹。万国尽征戍，烽火被冈峦。积尸草木腥，流血川原丹。何乡为乐土，安敢尚盘桓。弃绝蓬室居，塌然摧肺肝。",
    "id": "P1258"
  },
  {
    "title": "宴词",
    "dynasty": "唐代",
    "writer": "王之涣",
    "content": [
      "长堤春水绿悠悠，",
      "畎入漳河一道流。keysentence",
      "莫听声声催去棹，",
      "桃溪浅处不胜舟。"
    ],
    "type": [
      "离愁",
      "写景"
    ],
    "source": "长堤春水绿悠悠，畎入漳河一道流。keysentence莫听声声催去棹，桃溪浅处不胜舟。",
    "id": "P1259"
  },
  {
    "title": "哭李商隐",
    "dynasty": "唐代",
    "writer": "崔珏",
    "content": [
      "成纪星郎字义山，",
      "适归高壤抱长叹。",
      "词林枝叶三春尽，",
      "学海波澜一夜干。",
      "风雨已吹灯烛灭，",
      "姓名长在齿牙寒。",
      "只应物外攀琪树，",
      "便著霓裳上绛坛。",
      "虚负凌云万丈才，",
      "一生襟抱未曾开。keysentence",
      "鸟啼花落人何在，",
      "竹死桐枯凤不来。",
      "良马足因无主踠，",
      "旧交心为绝弦哀。",
      "九泉莫叹三光隔，",
      "又送文星入夜台。"
    ],
    "type": [
      "悼亡",
      "友情",
      "组诗"
    ],
    "source": "成纪星郎字义山，适归高壤抱长叹。词林枝叶三春尽，学海波澜一夜干。风雨已吹灯烛灭，姓名长在齿牙寒。只应物外攀琪树，便著霓裳上绛坛。虚负凌云万丈才，一生襟抱未曾开。keysentence鸟啼花落人何在，竹死桐枯凤不来。良马足因无主踠，旧交心为绝弦哀。九泉莫叹三光隔，又送文星入夜台。",
    "id": "P1260"
  },
  {
    "title": "端居",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "远书归梦两悠悠，",
      "只有空床敌素秋。keysentence",
      "阶下青苔与红树，",
      "雨中寥落月中愁。"
    ],
    "type": [
      "思乡"
    ],
    "source": "远书归梦两悠悠，只有空床敌素秋。keysentence阶下青苔与红树，雨中寥落月中愁。",
    "id": "P1261"
  },
  {
    "title": "瀑布",
    "dynasty": "唐代",
    "writer": "施肩吾",
    "content": [
      "豁开青冥颠，",
      "泻出万丈泉。keysentence",
      "如裁一条素，",
      "白日悬秋天。"
    ],
    "type": [
      "写景",
      "山水"
    ],
    "source": "豁开青冥颠，泻出万丈泉。keysentence如裁一条素，白日悬秋天。",
    "id": "P1262"
  },
  {
    "title": "登高",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "风急天高猿啸哀，",
      "渚清沙白鸟飞回。",
      "无边落木萧萧下，",
      "不尽长江滚滚来。keysentence",
      "万里悲秋常作客，",
      "百年多病独登台。",
      "艰难苦恨繁霜鬓，",
      "潦倒新停浊酒杯。"
    ],
    "type": [
      "唐诗三百首",
      "秋天",
      "登高",
      "写景",
      "抒情",
      "忧国忧民",
      "早教古诗100首"
    ],
    "source": "风急天高猿啸哀，渚清沙白鸟飞回。无边落木萧萧下，不尽长江滚滚来。keysentence万里悲秋常作客，百年多病独登台。艰难苦恨繁霜鬓，潦倒新停浊酒杯。",
    "id": "P1263"
  },
  {
    "title": "浪淘沙·帘外五更风",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "帘外五更风，",
      "吹梦无踪。",
      "画楼重上与谁同？",
      "记得玉钗斜拨火，",
      "宝篆成空。",
      "回首紫金峰，",
      "雨润烟浓。",
      "一江春浪醉醒中。",
      "留得罗襟前日泪，",
      "弹与征鸿。keysentence"
    ],
    "type": [
      "悼亡",
      "回忆",
      "思念"
    ],
    "source": "帘外五更风，吹梦无踪。画楼重上与谁同？记得玉钗斜拨火，宝篆成空。回首紫金峰，雨润烟浓。一江春浪醉醒中。留得罗襟前日泪，弹与征鸿。keysentence",
    "id": "P1264"
  },
  {
    "title": "陇西行四首·其二",
    "dynasty": "唐代",
    "writer": "陈陶",
    "content": [
      "誓扫匈奴不顾身，",
      "五千貂锦丧胡尘。",
      "可怜无定河边骨，",
      "犹是春闺梦里人！keysentence"
    ],
    "type": [
      "唐诗三百首",
      "边塞",
      "战争",
      "妇女",
      "思念"
    ],
    "source": "誓扫匈奴不顾身，五千貂锦丧胡尘。可怜无定河边骨，犹是春闺梦里人！keysentence",
    "id": "P1265"
  },
  {
    "title": "自洛之越",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "遑遑三十载，",
      "书剑两无成。",
      "山水寻吴越，",
      "风尘厌洛京。",
      "扁舟泛湖海，",
      "长揖谢公卿。",
      "且乐杯中物，",
      "谁论世上名。keysentence"
    ],
    "type": [
      "叙事",
      "抒情",
      "愤懑"
    ],
    "source": "遑遑三十载，书剑两无成。山水寻吴越，风尘厌洛京。扁舟泛湖海，长揖谢公卿。且乐杯中物，谁论世上名。keysentence",
    "id": "P1266"
  },
  {
    "title": "酬张少府",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "晚年唯好静，",
      "万事不关心。keysentence",
      "自顾无长策，",
      "空知返旧林。",
      "松风吹解带，",
      "山月照弹琴。",
      "君问穷通理，",
      "渔歌入浦深。"
    ],
    "type": [
      "唐诗三百首",
      "赠别",
      "友情",
      "规劝"
    ],
    "source": "晚年唯好静，万事不关心。keysentence自顾无长策，空知返旧林。松风吹解带，山月照弹琴。君问穷通理，渔歌入浦深。",
    "id": "P1267"
  },
  {
    "title": "玉楼春·别后不知君远近",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "别后不知君远近。",
      "触目凄凉多少闷。",
      "渐行渐远渐无书，",
      "水阔鱼沉何处问。keysentence",
      "夜深风竹敲秋韵。",
      "万叶千声皆是恨。",
      "故欹单枕梦中寻，",
      "梦又不成灯又烬。"
    ],
    "type": [
      "宋词精选",
      "秋天",
      "闺怨"
    ],
    "source": "别后不知君远近。触目凄凉多少闷。渐行渐远渐无书，水阔鱼沉何处问。keysentence夜深风竹敲秋韵。万叶千声皆是恨。故欹单枕梦中寻，梦又不成灯又烬。",
    "id": "P1268"
  },
  {
    "title": "把酒问月·故人贾淳令予问之",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "青天有月来几时？",
      "我今停杯一问之。",
      "人攀明月不可得，",
      "月行却与人相随。",
      "皎如飞镜临丹阙，",
      "绿烟灭尽清辉发。",
      "但见宵从海上来，",
      "宁知晓向云间没。",
      "白兔捣药秋复春，",
      "嫦娥孤栖与谁邻？",
      "今人不见古时月，",
      "今月曾经照古人。keysentence",
      "古人今人若流水，",
      "共看明月皆如此。",
      "唯愿当歌对酒时，",
      "月光长照金樽里。"
    ],
    "type": [
      "咏物",
      "月亮",
      "抒怀",
      "哲理"
    ],
    "source": "青天有月来几时？我今停杯一问之。人攀明月不可得，月行却与人相随。皎如飞镜临丹阙，绿烟灭尽清辉发。但见宵从海上来，宁知晓向云间没。白兔捣药秋复春，嫦娥孤栖与谁邻？今人不见古时月，今月曾经照古人。keysentence古人今人若流水，共看明月皆如此。唯愿当歌对酒时，月光长照金樽里。",
    "id": "P1269"
  },
  {
    "title": "贺新郎·别茂嘉十二弟",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "别茂嘉十二弟。",
      "鹈鴂、杜鹃实两种，",
      "更那堪、鹧鸪声住，",
      "杜鹃声切。",
      "啼到春归无寻处，",
      "苦恨芳菲都歇。keysentence",
      "算未抵、人间离别。",
      "马上琵琶关塞黑，",
      "更长门、翠辇辞金阙。",
      "看燕燕，",
      "送归妾。",
      "将军百战身名裂。",
      "向河梁、回头万里，",
      "故人长绝。",
      "易水萧萧西风冷，",
      "满座衣冠似雪。",
      "正壮士、悲歌未彻。",
      "啼鸟还知如许恨，",
      "料不啼清泪长啼血。",
      "谁共我，",
      "醉明月。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "豪放",
      "送别",
      "写鸟",
      "抒情"
    ],
    "source": "别茂嘉十二弟。鹈鴂、杜鹃实两种，见《离骚补注》绿树听鹈鴂。更那堪、鹧鸪声住，杜鹃声切。啼到春归无寻处，苦恨芳菲都歇。keysentence算未抵、人间离别。马上琵琶关塞黑，更长门、翠辇辞金阙。看燕燕，送归妾。将军百战身名裂。向河梁、回头万里，故人长绝。易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻。啼鸟还知如许恨，料不啼清泪长啼血。谁共我，醉明月。",
    "id": "P1270"
  },
  {
    "title": "雄雉",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "雄雉于飞，",
      "泄泄其羽。keysentence",
      "我之怀矣，",
      "自诒伊阻。",
      "雄雉于飞，",
      "下上其音。",
      "展矣君子，",
      "实劳我心。",
      "瞻彼日月，",
      "悠悠我思。",
      "道之云远，",
      "曷云能来？",
      "百尔君子，",
      "不知德行。",
      "不忮不求，",
      "何用不臧？"
    ],
    "type": [
      "诗经",
      "思念"
    ],
    "source": "雄雉于飞，泄泄其羽。keysentence我之怀矣，自诒伊阻。雄雉于飞，下上其音。展矣君子，实劳我心。瞻彼日月，悠悠我思。道之云远，曷云能来？百尔君子，不知德行。不忮不求，何用不臧？",
    "id": "P1271"
  },
  {
    "title": "九日齐山登高",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "江涵秋影雁初飞，",
      "与客携壶上翠微。",
      "尘世难逢开口笑，",
      "菊花须插满头归。",
      "但将酩酊酬佳节，",
      "不用登临恨落晖。",
      "古往今来只如此，",
      "牛山何必独霑衣。keysentence"
    ],
    "type": [
      "节日",
      "重阳节"
    ],
    "source": "江涵秋影雁初飞，与客携壶上翠微。尘世难逢开口笑，菊花须插满头归。但将酩酊酬佳节，不用登临恨落晖。古往今来只如此，牛山何必独霑衣。keysentence",
    "id": "P1272"
  },
  {
    "title": "伐檀",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "坎坎伐檀兮，",
      "置之河之干兮。",
      "河水清且涟猗。",
      "不稼不穑，",
      "胡取禾三百廛兮？",
      "不狩不猎，",
      "胡瞻尔庭有县貆兮？",
      "彼君子兮，",
      "不素餐兮！keysentence",
      "坎坎伐辐兮，",
      "置之河之侧兮。",
      "河水清且直猗。",
      "不稼不穑，",
      "胡取禾三百亿兮？",
      "不狩不猎，",
      "胡瞻尔庭有县特兮？",
      "彼君子兮，",
      "不素食兮！",
      "坎坎伐轮兮，",
      "置之河之漘兮。",
      "河水清且沦猗。",
      "不稼不穑，",
      "胡取禾三百囷兮？",
      "不狩不猎，",
      "胡瞻尔庭有县鹑兮？",
      "彼君子兮，",
      "不素飧兮！"
    ],
    "type": [
      "古诗三百首",
      "诗经",
      "抒情"
    ],
    "source": "坎坎伐檀兮，置之河之干兮。河水清且涟猗。不稼不穑，胡取禾三百廛兮？不狩不猎，胡瞻尔庭有县貆兮？彼君子兮，不素餐兮！keysentence坎坎伐辐兮，置之河之侧兮。河水清且直猗。不稼不穑，胡取禾三百亿兮？不狩不猎，胡瞻尔庭有县特兮？彼君子兮，不素食兮！坎坎伐轮兮，置之河之漘兮。河水清且沦猗。不稼不穑，胡取禾三百囷兮？不狩不猎，胡瞻尔庭有县鹑兮？彼君子兮，不素飧兮！",
    "id": "P1273"
  },
  {
    "title": "点绛唇·闺思",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "寂寞深闺，",
      "柔肠一寸愁千缕。keysentence",
      "惜春春去。",
      "几点催花雨。",
      "倚遍阑干，",
      "只是无情绪。",
      "人何处。",
      "连天衰草，",
      "望断归来路。"
    ],
    "type": [
      "宋词精选",
      "闺怨",
      "伤春",
      "伤别"
    ],
    "source": "寂寞深闺，柔肠一寸愁千缕。keysentence惜春春去。几点催花雨。倚遍阑干，只是无情绪。人何处。连天衰草，望断归来路。",
    "id": "P1274"
  },
  {
    "title": "北门",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "出自北门，",
      "忧心殷殷。",
      "终窭且贫，",
      "莫知我艰。",
      "已焉哉！",
      "天实为之，",
      "谓之何哉！",
      "王事适我，",
      "政事一埤益我。keysentence",
      "我入自外，",
      "室人交徧谪我。",
      "已焉哉！",
      "天实为之，",
      "谓之何哉！",
      "王事敦我，",
      "政事一埤遗我。",
      "我入自外，",
      "室人交徧摧我。",
      "已焉哉！",
      "天实为之，",
      "谓之何哉！"
    ],
    "type": [
      "诗经"
    ],
    "source": "出自北门，忧心殷殷。终窭且贫，莫知我艰。已焉哉！天实为之，谓之何哉！王事适我，政事一埤益我。keysentence我入自外，室人交徧谪我。已焉哉！天实为之，谓之何哉！王事敦我，政事一埤遗我。我入自外，室人交徧摧我。已焉哉！天实为之，谓之何哉！",
    "id": "P1275"
  },
  {
    "title": "鹧鸪天·林断山明竹隐墙",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "林断山明竹隐墙。",
      "乱蝉衰草小池塘。",
      "翻空白鸟时时见，",
      "照水红蕖细细香。",
      "村舍外，",
      "古城旁。",
      "杖藜徐步转斜阳。",
      "殷勤昨夜三更雨，",
      "又得浮生一日凉。keysentence"
    ],
    "type": [
      "写景",
      "写人",
      "隐居",
      "生活",
      "抒怀"
    ],
    "source": "林断山明竹隐墙。乱蝉衰草小池塘。翻空白鸟时时见，照水红蕖细细香。村舍外，古城旁。杖藜徐步转斜阳。殷勤昨夜三更雨，又得浮生一日凉。keysentence",
    "id": "P1276"
  },
  {
    "title": "襄阳歌",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "落日欲没岘山西，",
      "倒著接蓠花下迷。",
      "襄阳小儿齐拍手，",
      "旁人借问笑何事，",
      "笑杀山公醉似泥。",
      "鸬鹚杓，",
      "鹦鹉杯。",
      "百年三万六千日，",
      "一日须倾三百杯。",
      "遥看汉水鸭头绿，",
      "恰似葡萄初酦醅。",
      "此江若变作春酒，",
      "垒曲便筑糟丘台。",
      "千金骏马换小妾，",
      "车旁侧挂一壶酒，",
      "凤笙龙管行相催。",
      "咸阳市中叹黄犬，",
      "何如月下倾金罍？keysentence",
      "君不见晋朝羊公一片石，",
      "龟头剥落生莓苔。",
      "泪亦不能为之堕，",
      "心亦不能为之哀。",
      "清风朗月不用一钱买，",
      "玉山自倒非人推。",
      "舒州杓，",
      "力士铛，",
      "李白与尔同死生。",
      "襄王云雨今安在？",
      "江水东流猿夜声。"
    ],
    "type": [
      "典故",
      "饮酒",
      "生活"
    ],
    "source": "落日欲没岘山西，倒著接蓠花下迷。襄阳小儿齐拍手，拦街争唱《白铜鞮》。旁人借问笑何事，笑杀山公醉似泥。鸬鹚杓，鹦鹉杯。百年三万六千日， 一日须倾三百杯。遥看汉水鸭头绿，恰似葡萄初酦醅。此江若变作春酒，垒曲便筑糟丘台。千金骏马换小妾，醉坐雕鞍歌《落梅》。车旁侧挂一壶酒，凤笙龙管行相催。咸阳市中叹黄犬，何如月下倾金罍？keysentence君不见晋朝羊公一片石，龟头剥落生莓苔。泪亦不能为之堕，心亦不能为之哀。清风朗月不用一钱买，玉山自倒非人推。舒州杓，力士铛，李白与尔同死生。襄王云雨今安在？江水东流猿夜声。",
    "id": "P1277"
  },
  {
    "title": "沁园春·长沙",
    "dynasty": "现代",
    "writer": "毛泽东",
    "content": [
      "独立寒秋，",
      "湘江北去，",
      "橘子洲头。keysentence",
      "看万山红遍，",
      "层林尽染；",
      "漫江碧透，",
      "百舸争流。",
      "鹰击长空，",
      "鱼翔浅底，",
      "万类霜天竞自由。",
      "怅寥廓，",
      "问苍茫大地，",
      "谁主沉浮？",
      "携来百侣曾游，",
      "忆往昔峥嵘岁月稠。",
      "恰同学少年，",
      "风华正茂；",
      "书生意气，",
      "挥斥方遒。",
      "指点江山，",
      "激扬文字，",
      "粪土当年万户侯。",
      "曾记否，",
      "到中流击水，",
      "浪遏飞舟？"
    ],
    "type": [
      "高中古诗",
      "写景",
      "抒怀",
      "壮志"
    ],
    "source": "独立寒秋，湘江北去，橘子洲头。keysentence看万山红遍，层林尽染；漫江碧透，百舸争流。鹰击长空，鱼翔浅底，万类霜天竞自由。怅寥廓，问苍茫大地，谁主沉浮？携来百侣曾游，忆往昔峥嵘岁月稠。恰同学少年，风华正茂；书生意气，挥斥方遒。指点江山，激扬文字，粪土当年万户侯。曾记否，到中流击水，浪遏飞舟？",
    "id": "P1278"
  },
  {
    "title": "叹花",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "自是寻春去校迟，",
      "不须惆怅怨芳时。keysentence",
      "狂风落尽深红色，",
      "绿叶成阴子满枝。"
    ],
    "type": [
      "春天",
      "写景",
      "抒情"
    ],
    "source": "自是寻春去校迟，不须惆怅怨芳时。keysentence狂风落尽深红色，绿叶成阴子满枝。",
    "id": "P1279"
  },
  {
    "title": "长相思·汴水流",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "汴水流，",
      "泗水流，",
      "流到瓜州古渡头。",
      "吴山点点愁。",
      "思悠悠，",
      "恨悠悠，",
      "恨到归时方始休。keysentence",
      "月明人倚楼。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "山水",
      "女子",
      "相思"
    ],
    "source": "汴水流，泗水流，流到瓜州古渡头。吴山点点愁。思悠悠，恨悠悠，恨到归时方始休。keysentence月明人倚楼。",
    "id": "P1280"
  },
  {
    "title": "春题湖上",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "湖上春来似画图，",
      "乱峰围绕水平铺。",
      "松排山面千重翠，",
      "月点波心一颗珠。",
      "碧毯线头抽早稻，",
      "青罗裙带展新蒲。",
      "未能抛得杭州去，",
      "一半勾留是此湖。keysentence"
    ],
    "type": [
      "春天",
      "西湖"
    ],
    "source": "湖上春来似画图，乱峰围绕水平铺。松排山面千重翠，月点波心一颗珠。碧毯线头抽早稻，青罗裙带展新蒲。未能抛得杭州去，一半勾留是此湖。keysentence",
    "id": "P1281"
  },
  {
    "title": "钗头凤·红酥手",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "红酥手，",
      "黄縢酒，",
      "满城春色宫墙柳。keysentence",
      "东风恶，",
      "欢情薄。",
      "一怀愁绪，",
      "几年离索。",
      "错、错、错。",
      "春如旧，",
      "人空瘦，",
      "泪痕红浥鲛绡透。",
      "桃花落，",
      "闲池阁。",
      "山盟虽在，",
      "锦书难托。",
      "莫、莫、莫！"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "追忆",
      "感叹",
      "爱情",
      "感伤"
    ],
    "source": "红酥手，黄縢酒，满城春色宫墙柳。keysentence东风恶，欢情薄。一怀愁绪，几年离索。错、错、错。春如旧，人空瘦，泪痕红浥鲛绡透。桃花落，闲池阁。山盟虽在，锦书难托。莫、莫、莫！",
    "id": "P1282"
  },
  {
    "title": "水调歌头·中秋",
    "dynasty": "宋代",
    "writer": "米芾",
    "content": [
      "砧声送风急，",
      "蟠蟀思高秋。",
      "我来对景，",
      "不学宋玉解悲愁。",
      "收拾凄凉兴况，",
      "分付尊中醽醁，",
      "倍觉不胜幽。",
      "自有多情处，",
      "明月挂南楼。keysentence",
      "怅襟怀，",
      "横玉笛，",
      "韵悠悠。",
      "清时良夜，",
      "借我此地倒金瓯。",
      "可爱一天风物，",
      "遍倚阑干十二，",
      "宇宙若萍浮。",
      "醉困不知醒，",
      "欹枕卧江流。"
    ],
    "type": [
      "中秋节",
      "饮酒",
      "抒情"
    ],
    "source": "砧声送风急，蟠蟀思高秋。我来对景，不学宋玉解悲愁。收拾凄凉兴况，分付尊中醽醁，倍觉不胜幽。自有多情处，明月挂南楼。keysentence怅襟怀，横玉笛，韵悠悠。清时良夜，借我此地倒金瓯。可爱一天风物，遍倚阑干十二，宇宙若萍浮。醉困不知醒，欹枕卧江流。",
    "id": "P1283"
  },
  {
    "title": "水调歌头·平生太湖上",
    "dynasty": "宋代",
    "writer": "佚名",
    "content": [
      "平生太湖上，",
      "短棹几经过。keysentence",
      "如今重到何事？",
      "愁比水云多。",
      "拟把匣中长剑，",
      "换取扁舟一叶，",
      "归去老渔蓑。",
      "银艾非吾事，",
      "丘壑已蹉跎。",
      "脍新鲈，",
      "斟美酒，",
      "起悲歌。",
      "太平生长，",
      "岂谓今日识兵戈？",
      "欲泻三江雪浪，",
      "净洗胡尘千里，",
      "不用挽天河！",
      "回首望霄汉，",
      "双泪堕清波。"
    ],
    "type": [
      "豪放",
      "爱国",
      "壮志"
    ],
    "source": "平生太湖上，短棹几经过。keysentence如今重到何事？愁比水云多。拟把匣中长剑，换取扁舟一叶，归去老渔蓑。银艾非吾事，丘壑已蹉跎。脍新鲈，斟美酒，起悲歌。太平生长，岂谓今日识兵戈？欲泻三江雪浪，净洗胡尘千里，不用挽天河！回首望霄汉，双泪堕清波。",
    "id": "P1284"
  },
  {
    "title": "四时田园杂兴·其二",
    "dynasty": "宋代",
    "writer": "范成大",
    "content": [
      "梅子金黄杏子肥，",
      "麦花雪白菜花稀。keysentence",
      "日长篱落无人过，",
      "惟有蜻蜓蛱蝶飞。"
    ],
    "type": [
      "田园",
      "写景",
      "劳作"
    ],
    "source": "梅子金黄杏子肥，麦花雪白菜花稀。keysentence日长篱落无人过，惟有蜻蜓蛱蝶飞。",
    "id": "P1285"
  },
  {
    "title": "秋宵月下有怀",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "秋空明月悬，",
      "光彩露沾湿。keysentence",
      "惊鹊栖未定，",
      "飞萤卷帘入。",
      "庭槐寒影疏，",
      "邻杵夜声急。",
      "佳期旷何许，",
      "望望空伫立。"
    ],
    "type": [
      "中秋节",
      "月亮",
      "借景抒情"
    ],
    "source": "秋空明月悬，光彩露沾湿。keysentence惊鹊栖未定，飞萤卷帘入。庭槐寒影疏，邻杵夜声急。佳期旷何许，望望空伫立。",
    "id": "P1286"
  },
  {
    "title": "登江中孤屿",
    "dynasty": "南北朝",
    "writer": "谢灵运",
    "content": [
      "江南倦历览，",
      "江北旷周旋。",
      "怀新道转迥，",
      "寻异景不延。",
      "乱流趋正绝，",
      "孤屿媚中川。",
      "云日相晖映，",
      "空水共澄鲜。keysentence",
      "表灵物莫赏，",
      "蕴真谁为传。",
      "想象昆山姿，",
      "缅邈区中缘。",
      "始信安期术，",
      "得尽养生年。"
    ],
    "type": [
      "古诗三百首",
      "咏物",
      "抒怀"
    ],
    "source": "江南倦历览，江北旷周旋。怀新道转迥，寻异景不延。乱流趋正绝，孤屿媚中川。云日相晖映，空水共澄鲜。keysentence表灵物莫赏，蕴真谁为传。想象昆山姿，缅邈区中缘。始信安期术，得尽养生年。",
    "id": "P1287"
  },
  {
    "title": "池州翠微亭",
    "dynasty": "宋代",
    "writer": "岳飞",
    "content": [
      "经年尘土满征衣，",
      "特特寻芳上翠微。",
      "好水好山看不足，",
      "马蹄催趁月明归。keysentence"
    ],
    "type": [
      "古诗三百首",
      "纪游",
      "写景",
      "热爱"
    ],
    "source": "经年尘土满征衣，特特寻芳上翠微。好水好山看不足，马蹄催趁月明归。keysentence",
    "id": "P1288"
  },
  {
    "title": "月夜忆舍弟",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "戍鼓断人行，",
      "边秋一雁声。",
      "露从今夜白，",
      "月是故乡明。keysentence",
      "有弟皆分散，",
      "无家问死生。",
      "寄书长不达，",
      "况乃未休兵。"
    ],
    "type": [
      "唐诗三百首",
      "边塞",
      "秋天",
      "月夜",
      "思乡",
      "怀人"
    ],
    "source": "戍鼓断人行，边秋一雁声。露从今夜白，月是故乡明。keysentence有弟皆分散，无家问死生。寄书长不达，况乃未休兵。",
    "id": "P1289"
  },
  {
    "title": "乡思",
    "dynasty": "宋代",
    "writer": "李觏",
    "content": [
      "人言落日是天涯，",
      "望极天涯不见家。keysentence",
      "已恨碧山相阻隔，",
      "碧山还被暮云遮。"
    ],
    "type": [
      "古诗三百首",
      "思乡"
    ],
    "source": "人言落日是天涯，望极天涯不见家。keysentence已恨碧山相阻隔，碧山还被暮云遮。",
    "id": "P1290"
  },
  {
    "title": "浣溪沙·咏橘",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "菊暗荷枯一夜霜。",
      "新苞绿叶照林光。keysentence",
      "竹篱茅舍出青黄。",
      "香雾噀人惊半破，",
      "清泉流齿怯初尝。",
      "吴姬三日手犹香。"
    ],
    "type": [
      "咏物",
      "橘子"
    ],
    "source": "菊暗荷枯一夜霜。新苞绿叶照林光。keysentence竹篱茅舍出青黄。香雾噀人惊半破，清泉流齿怯初尝。吴姬三日手犹香。",
    "id": "P1291"
  },
  {
    "title": "杂说四·马说",
    "dynasty": "唐代",
    "writer": "韩愈",
    "content": [
      "世有伯乐，",
      "然后有千里马。",
      "千里马常有，",
      "而伯乐不常有。keysentence",
      "故虽有名马，",
      "祇辱于奴隶人之手，",
      "骈死于槽枥之间，",
      "不以千里称也。",
      "马之千里者，",
      "一食或尽粟一石。",
      "食马者不知其能千里而食也。",
      "是马也，",
      "虽有千里之能，",
      "食不饱，",
      "力不足，",
      "才美不外见，",
      "且欲与常马等不可得，",
      "安求其能千里也？",
      "策之不以其道，",
      "食之不能尽其材，",
      "鸣之而不能通其意，",
      "执策而临之，",
      "曰：",
      "天下无马！",
      "呜呼！",
      "其真无马邪？",
      "其真不知马也！"
    ],
    "type": [
      "初中文言文",
      "古文观止",
      "写马",
      "寓人",
      "哲理"
    ],
    "source": "世有伯乐，然后有千里马。千里马常有，而伯乐不常有。keysentence故虽有名马，祇辱于奴隶人之手，骈死于槽枥之间，不以千里称也。马之千里者，一食或尽粟一石。食马者不知其能千里而食也。是马也，虽有千里之能，食不饱，力不足，才美不外见，且欲与常马等不可得，安求其能千里也？策之不以其道，食之不能尽其材，鸣之而不能通其意，执策而临之，曰：天下无马！呜呼！其真无马邪？其真不知马也！",
    "id": "P1292"
  },
  {
    "title": "有所思",
    "dynasty": "唐代",
    "writer": "卢仝",
    "content": [
      "当时我醉美人家，",
      "美人颜色娇如花。",
      "今日美人弃我去，",
      "青楼珠箔天之涯。",
      "天涯娟娟姮娥月，",
      "三五二八盈又缺。",
      "翠眉蝉鬓生别离，",
      "一望不见心断绝。",
      "心断绝，",
      "几千里？",
      "梦中醉卧巫山云，",
      "觉来泪滴湘江水。",
      "湘江两岸花木深，",
      "美人不见愁人心。",
      "含愁更奏绿绮琴，",
      "调高弦绝无知音。",
      "美人兮美人，",
      "不知为暮雨兮为朝云。",
      "相思一夜梅花发，",
      "忽到窗前疑是君。keysentence"
    ],
    "type": [
      "爱情"
    ],
    "source": "当时我醉美人家，美人颜色娇如花。今日美人弃我去，青楼珠箔天之涯。天涯娟娟姮娥月，三五二八盈又缺。翠眉蝉鬓生别离，一望不见心断绝。心断绝，几千里？梦中醉卧巫山云，觉来泪滴湘江水。湘江两岸花木深，美人不见愁人心。含愁更奏绿绮琴，调高弦绝无知音。美人兮美人，不知为暮雨兮为朝云。相思一夜梅花发，忽到窗前疑是君。keysentence",
    "id": "P1293"
  },
  {
    "title": "归园田居·其三",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "种豆南山下，",
      "草盛豆苗稀。keysentence",
      "晨兴理荒秽，",
      "带月荷锄归。",
      "道狭草木长，",
      "夕露沾我衣。",
      "衣沾不足惜，",
      "但使愿无违。"
    ],
    "type": [
      "古诗三百首",
      "初中古诗",
      "田园",
      "生活"
    ],
    "source": "种豆南山下，草盛豆苗稀。keysentence晨兴理荒秽，带月荷锄归。道狭草木长，夕露沾我衣。衣沾不足惜，但使愿无违。",
    "id": "P1294"
  },
  {
    "title": "天净沙·秋",
    "dynasty": "元代",
    "writer": "朱庭玉",
    "content": [
      "庭前落尽梧桐，",
      "水边开彻芙蓉。keysentence",
      "解与诗人意同。",
      "辞柯霜叶，",
      "飞来就我题红。"
    ],
    "type": [
      "秋天",
      "写景",
      "悲秋"
    ],
    "source": "庭前落尽梧桐，水边开彻芙蓉。keysentence解与诗人意同。辞柯霜叶，飞来就我题红。",
    "id": "P1295"
  },
  {
    "title": "咏怀八十二首·其一",
    "dynasty": "魏晋",
    "writer": "阮籍",
    "content": [
      "夜中不能寐，",
      "起坐弹鸣琴。",
      "薄帷鉴明月，",
      "清风吹我襟。",
      "孤鸿号外野，",
      "翔鸟鸣北林。keysentence",
      "徘徊将何见？",
      "忧思独伤心。"
    ],
    "type": [
      "古诗三百首",
      "孤独",
      "忧思",
      "咏怀"
    ],
    "source": "夜中不能寐，起坐弹鸣琴。薄帷鉴明月，清风吹我襟。孤鸿号外野，翔鸟鸣北林。keysentence徘徊将何见？忧思独伤心。",
    "id": "P1296"
  },
  {
    "title": "念奴娇·书东流村壁",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "野棠花落，",
      "又匆匆过了，",
      "清明时节。",
      "刬地东风欺客梦，",
      "一枕云屏寒怯。",
      "曲岸持觞，",
      "垂杨系马，",
      "此地曾经别。keysentence",
      "楼空人去，",
      "旧游飞燕能说。",
      "闻道绮陌东头，",
      "行人长见，",
      "帘底纤纤月。",
      "旧恨春江流不断，",
      "新恨云山千叠。",
      "料得明朝，",
      "尊前重见，",
      "镜里花难折。",
      "也应惊问：",
      "近来多少华发？"
    ],
    "type": [
      "婉约",
      "游子",
      "思念",
      "爱情"
    ],
    "source": "野棠花落，又匆匆过了，清明时节。刬地东风欺客梦，一枕云屏寒怯。曲岸持觞，垂杨系马，此地曾经别。keysentence楼空人去，旧游飞燕能说。闻道绮陌东头，行人长见，帘底纤纤月。旧恨春江流不断，新恨云山千叠。料得明朝，尊前重见，镜里花难折。也应惊问：近来多少华发？",
    "id": "P1297"
  },
  {
    "title": "马诗二十三首·其五",
    "dynasty": "唐代",
    "writer": "李贺",
    "content": [
      "大漠沙如雪，",
      "燕山月似钩。keysentence",
      "何当金络脑，",
      "快走踏清秋。"
    ],
    "type": [
      "边塞",
      "写景",
      "咏物",
      "写马",
      "战争",
      "早教古诗100首"
    ],
    "source": "大漠沙如雪，燕山月似钩。keysentence何当金络脑，快走踏清秋。",
    "id": "P1298"
  },
  {
    "title": "鹧鸪天·彩袖殷勤捧玉钟",
    "dynasty": "宋代",
    "writer": "晏几道",
    "content": [
      "彩袖殷勤捧玉钟，",
      "当年拚却醉颜红。",
      "舞低杨柳楼心月，",
      "歌尽桃花扇底风。keysentence",
      "从别后，",
      "忆相逢，",
      "几回魂梦与君同。",
      "今宵剩把银釭照，",
      "犹恐相逢是梦中。"
    ],
    "type": [
      "宋词三百首",
      "爱情",
      "婉约"
    ],
    "source": "彩袖殷勤捧玉钟，当年拚却醉颜红。舞低杨柳楼心月，歌尽桃花扇底风。keysentence从别后，忆相逢，几回魂梦与君同。今宵剩把银釭照，犹恐相逢是梦中。",
    "id": "P1299"
  },
  {
    "title": "拟行路难·其四",
    "dynasty": "南北朝",
    "writer": "鲍照",
    "content": [
      "泻水置平地，",
      "各自东西南北流。",
      "人生亦有命，",
      "安能行叹复坐愁？keysentence",
      "酌酒以自宽，",
      "举杯断绝歌路难。",
      "心非木石岂无感？",
      "吞声踯躅不敢言。"
    ],
    "type": [
      "古诗三百首",
      "托物抒怀",
      "哲理"
    ],
    "source": "泻水置平地，各自东西南北流。人生亦有命，安能行叹复坐愁？keysentence酌酒以自宽，举杯断绝歌路难。心非木石岂无感？吞声踯躅不敢言。",
    "id": "P1300"
  },
  {
    "title": "西塞山怀古",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "王濬楼船下益州，",
      "金陵王气黯然收。",
      "千寻铁锁沉江底，",
      "一片降幡出石头。",
      "人世几回伤往事，",
      "山形依旧枕寒流。keysentence",
      "今逢四海为家日，",
      "故垒萧萧芦荻秋。"
    ],
    "type": [
      "唐诗三百首",
      "咏史怀古"
    ],
    "source": "王濬楼船下益州，金陵王气黯然收。千寻铁锁沉江底，一片降幡出石头。人世几回伤往事，山形依旧枕寒流。keysentence今逢四海为家日，故垒萧萧芦荻秋。",
    "id": "P1301"
  },
  {
    "title": "行宫",
    "dynasty": "唐代",
    "writer": "元稹",
    "content": [
      "寥落古行宫，",
      "宫花寂寞红。",
      "白头宫女在，",
      "闲坐说玄宗。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "怀古",
      "宫怨"
    ],
    "source": "寥落古行宫，宫花寂寞红。白头宫女在，闲坐说玄宗。keysentence",
    "id": "P1302"
  },
  {
    "title": "清平乐·雨晴烟晚",
    "dynasty": "五代",
    "writer": "冯延巳",
    "content": [
      "雨晴烟晚。",
      "绿水新池满。keysentence",
      "双燕飞来垂柳院，",
      "小阁画帘高卷。",
      "黄昏独倚朱阑。",
      "西南新月眉弯。",
      "砌下落花风起，",
      "罗衣特地春寒。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "写景",
      "妇女",
      "孤独",
      "思念"
    ],
    "source": "雨晴烟晚。绿水新池满。keysentence双燕飞来垂柳院，小阁画帘高卷。黄昏独倚朱阑。西南新月眉弯。砌下落花风起，罗衣特地春寒。",
    "id": "P1303"
  },
  {
    "title": "独坐敬亭山",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "众鸟高飞尽，",
      "孤云独去闲。",
      "相看两不厌，",
      "只有敬亭山。keysentence"
    ],
    "type": [
      "小学古诗",
      "写景",
      "写山",
      "孤独",
      "无奈"
    ],
    "source": "众鸟高飞尽，孤云独去闲。相看两不厌，只有敬亭山。keysentence",
    "id": "P1304"
  },
  {
    "title": "滁州西涧",
    "dynasty": "唐代",
    "writer": "韦应物",
    "content": [
      "独怜幽草涧边生，",
      "上有黄鹂深树鸣。",
      "春潮带雨晚来急，",
      "野渡无人舟自横。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "写景",
      "山水",
      "抒情"
    ],
    "source": "独怜幽草涧边生，上有黄鹂深树鸣。春潮带雨晚来急，野渡无人舟自横。keysentence",
    "id": "P1305"
  },
  {
    "title": "长安晚秋",
    "dynasty": "唐代",
    "writer": "赵嘏",
    "content": [
      "云雾凄凉拂曙流，",
      "汉家宫阙动高秋。",
      "残星几点雁横塞，",
      "长笛一声人倚楼。keysentence",
      "紫艳半开篱菊静，",
      "红衣落尽渚莲愁。",
      "鲈鱼正美不归去，",
      "空戴南冠学楚囚。"
    ],
    "type": [
      "秋天",
      "写花",
      "菊花",
      "思归"
    ],
    "source": "云雾凄凉拂曙流，汉家宫阙动高秋。残星几点雁横塞，长笛一声人倚楼。keysentence紫艳半开篱菊静，红衣落尽渚莲愁。鲈鱼正美不归去，空戴南冠学楚囚。",
    "id": "P1306"
  },
  {
    "title": "念奴娇·天南地北",
    "dynasty": "元代",
    "writer": "施耐庵",
    "content": [
      "天南地北，",
      "问乾坤，",
      "何处可容狂客？",
      "借得山东烟水寨，",
      "来买凤城春色。",
      "翠袖围香，",
      "绛绡笼雪，",
      "一笑千金值。",
      "神仙体态，",
      "薄幸如何消得？",
      "想芦叶滩头，",
      "蓼花汀畔，",
      "皓月空凝碧。",
      "六六雁行连八九，",
      "只待金鸡消息。",
      "义胆包天，",
      "忠肝盖地，",
      "四海无人识。",
      "离愁万种，",
      "醉乡一夜头白。keysentence"
    ],
    "type": [
      "女子",
      "理想"
    ],
    "source": "天南地北，问乾坤，何处可容狂客？借得山东烟水寨，来买凤城春色。翠袖围香，绛绡笼雪，一笑千金值。神仙体态，薄幸如何消得？想芦叶滩头，蓼花汀畔，皓月空凝碧。六六雁行连八九，只待金鸡消息。义胆包天，忠肝盖地，四海无人识。离愁万种，醉乡一夜头白。keysentence",
    "id": "P1307"
  },
  {
    "title": "虞美人·听雨",
    "dynasty": "宋代",
    "writer": "蒋捷",
    "content": [
      "少年听雨歌楼上。",
      "红烛昏罗帐。keysentence",
      "壮年听雨客舟中。",
      "江阔云低、断雁叫西风。",
      "而今听雨僧庐下。",
      "鬓已星星也。",
      "悲欢离合总无情。",
      "一任阶前、点滴到天明。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "写雨",
      "感叹",
      "岁月",
      "伤怀"
    ],
    "source": "少年听雨歌楼上。红烛昏罗帐。keysentence壮年听雨客舟中。江阔云低、断雁叫西风。而今听雨僧庐下。鬓已星星也。悲欢离合总无情。一任阶前、点滴到天明。",
    "id": "P1308"
  },
  {
    "title": "桃源行",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "渔舟逐水爱山春，",
      "两岸桃花夹古津。keysentence",
      "坐看红树不知远，",
      "行尽青溪不见人。",
      "山口潜行始隈隩，",
      "山开旷望旋平陆。",
      "遥看一处攒云树，",
      "近入千家散花竹。",
      "樵客初传汉姓名，",
      "居人未改秦衣服。",
      "居人共住武陵源，",
      "还从物外起田园。",
      "月明松下房栊静，",
      "日出云中鸡犬喧。",
      "惊闻俗客争来集，",
      "竞引还家问都邑。",
      "平明闾巷扫花开，",
      "薄暮渔樵乘水入。",
      "初因避地去人间，",
      "及至成仙遂不还。",
      "峡里谁知有人事，",
      "世中遥望空云山。",
      "不疑灵境难闻见，",
      "尘心未尽思乡县。",
      "出洞无论隔山水，",
      "辞家终拟长游衍。",
      "自谓经过旧不迷，",
      "安知峰壑今来变。",
      "当时只记入山深，",
      "青溪几度到云林。",
      "春来遍是桃花水，",
      "不辨仙源何处寻。"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "写景",
      "写狗古诗18首"
    ],
    "source": "渔舟逐水爱山春，两岸桃花夹古津。keysentence坐看红树不知远，行尽青溪不见人。山口潜行始隈隩，山开旷望旋平陆。遥看一处攒云树，近入千家散花竹。樵客初传汉姓名，居人未改秦衣服。居人共住武陵源，还从物外起田园。月明松下房栊静，日出云中鸡犬喧。惊闻俗客争来集，竞引还家问都邑。平明闾巷扫花开，薄暮渔樵乘水入。初因避地去人间，及至成仙遂不还。峡里谁知有人事，世中遥望空云山。不疑灵境难闻见，尘心未尽思乡县。出洞无论隔山水，辞家终拟长游衍。自谓经过旧不迷，安知峰壑今来变。当时只记入山深，青溪几度到云林。春来遍是桃花水，不辨仙源何处寻。",
    "id": "P1309"
  },
  {
    "title": "上堂开示颂",
    "dynasty": "唐代",
    "writer": "黄蘖禅师",
    "content": [
      "尘劳迥脱事非常，",
      "紧把绳头做一场。",
      "不经一番寒彻骨，",
      "怎得梅花扑鼻香。keysentence"
    ],
    "type": [
      "梅花",
      "励志",
      "哲理"
    ],
    "source": "尘劳迥脱事非常，紧把绳头做一场。不经一番寒彻骨，怎得梅花扑鼻香。keysentence",
    "id": "P1310"
  },
  {
    "title": "赤壁",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "折戟沉沙铁未销，",
      "自将磨洗认前朝。",
      "东风不与周郎便，",
      "铜雀春深锁二乔。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "咏史怀古",
      "战争",
      "怀才不遇"
    ],
    "source": "折戟沉沙铁未销，自将磨洗认前朝。东风不与周郎便，铜雀春深锁二乔。keysentence",
    "id": "P1311"
  },
  {
    "title": "满江红·登黄鹤楼有感",
    "dynasty": "宋代",
    "writer": "岳飞",
    "content": [
      "遥望中原，",
      "荒烟外、许多城郭。",
      "想当年、花遮柳护，",
      "凤楼龙阁。",
      "万岁山前珠翠绕，",
      "蓬壶殿里笙歌作。",
      "到而今、铁骑满郊畿，",
      "风尘恶。",
      "兵安在？",
      "膏锋锷。",
      "民安在？",
      "填沟壑。",
      "叹江山如故，",
      "千村寥落。keysentence",
      "何日请缨提锐旅，",
      "一鞭直渡清河洛。",
      "却归来、再续汉阳游，",
      "骑黄鹤。"
    ],
    "type": [
      "豪放",
      "登楼",
      "抒怀"
    ],
    "source": "遥望中原，荒烟外、许多城郭。想当年、花遮柳护，凤楼龙阁。万岁山前珠翠绕，蓬壶殿里笙歌作。到而今、铁骑满郊畿，风尘恶。兵安在？膏锋锷。民安在？填沟壑。叹江山如故，千村寥落。keysentence何日请缨提锐旅，一鞭直渡清河洛。却归来、再续汉阳游，骑黄鹤。",
    "id": "P1312"
  },
  {
    "title": "水龙吟·春恨",
    "dynasty": "宋代",
    "writer": "陈亮",
    "content": [
      "闹花深处层楼，",
      "画帘半卷东风软。keysentence",
      "春归翠陌，",
      "平莎茸嫩，",
      "垂杨金浅。",
      "迟日催花，",
      "淡云阁雨，",
      "轻寒轻暖。",
      "恨芳菲世界，",
      "游人未赏，",
      "都付与、莺和燕。",
      "寂寞凭高念远。",
      "向南楼、一声归雁。",
      "金钗斗草，",
      "青丝勒马，",
      "风流云散。",
      "罗绶分香，",
      "翠绡对泪，",
      "几多幽怨。",
      "正销魂，",
      "又是疏烟淡月，",
      "子规声断。"
    ],
    "type": [
      "宋词三百首",
      "婉约",
      "伤春",
      "怀远"
    ],
    "source": "闹花深处层楼，画帘半卷东风软。keysentence春归翠陌，平莎茸嫩，垂杨金浅。迟日催花，淡云阁雨，轻寒轻暖。恨芳菲世界，游人未赏，都付与、莺和燕。寂寞凭高念远。向南楼、一声归雁。金钗斗草，青丝勒马，风流云散。罗绶分香，翠绡对泪，几多幽怨。正销魂，又是疏烟淡月，子规声断。",
    "id": "P1313"
  },
  {
    "title": "送别诗",
    "dynasty": "隋代",
    "writer": "佚名",
    "content": [
      "杨柳青青著地垂，",
      "杨花漫漫搅天飞。",
      "柳条折尽花飞尽，",
      "借问行人归不归？keysentence"
    ],
    "type": [
      "送别",
      "柳树"
    ],
    "source": "杨柳青青著地垂，杨花漫漫搅天飞。柳条折尽花飞尽，借问行人归不归？keysentence",
    "id": "P1314"
  },
  {
    "title": "水调歌头·昵昵儿女语",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "欧阳文忠公尝问余：",
      "琴诗何者最善？",
      "答以退之听颖师琴诗最善。",
      "公曰：",
      "此诗最奇丽，",
      "然非听琴，",
      "乃听琵琶也。",
      "余深然之。",
      "建安章质夫家善琵琶者，",
      "乞为歌词。",
      "余久不作，",
      "特取退之词，",
      "稍加隐括，",
      "使就声律，",
      "以遗之云。",
      "昵昵儿女语，",
      "灯火夜微明。",
      "恩怨尔汝来去，",
      "弹指泪和声。",
      "忽变轩昂勇士，",
      "一鼓填然作气，",
      "千里不留行。",
      "回首暮云远，",
      "飞絮搅青冥。keysentence",
      "众禽里，",
      "真彩凤，",
      "独不鸣。",
      "跻攀寸步千险，",
      "一落百寻轻。",
      "烦子指间风雨，",
      "置我肠中冰炭，",
      "起坐不能平。",
      "推手从归去，",
      "无泪与君倾。"
    ],
    "type": [
      "咏物",
      "音乐"
    ],
    "source": "欧阳文忠公尝问余：琴诗何者最善？答以退之听颖师琴诗最善。公曰：此诗最奇丽，然非听琴，乃听琵琶也。余深然之。建安章质夫家善琵琶者，乞为歌词。余久不作，特取退之词，稍加隐括，使就声律，以遗之云。昵昵儿女语，灯火夜微明。恩怨尔汝来去，弹指泪和声。忽变轩昂勇士，一鼓填然作气，千里不留行。回首暮云远，飞絮搅青冥。keysentence众禽里，真彩凤，独不鸣。跻攀寸步千险，一落百寻轻。烦子指间风雨，置我肠中冰炭，起坐不能平。推手从归去，无泪与君倾。",
    "id": "P1315"
  },
  {
    "title": "赠别二首",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "娉娉袅袅十三余，",
      "豆蔻梢头二月初。keysentence",
      "春风十里扬州路，",
      "卷上珠帘总不如。",
      "多情却似总无情，",
      "唯觉樽前笑不成。",
      "蜡烛有心还惜别，",
      "替人垂泪到天明。"
    ],
    "type": [
      "唐诗三百首",
      "离别",
      "女子"
    ],
    "source": "娉娉袅袅十三余，豆蔻梢头二月初。keysentence春风十里扬州路，卷上珠帘总不如。多情却似总无情，唯觉樽前笑不成。蜡烛有心还惜别，替人垂泪到天明。",
    "id": "P1316"
  },
  {
    "title": "十五夜望月寄杜郎中",
    "dynasty": "唐代",
    "writer": "王建",
    "content": [
      "中庭地白树栖鸦，",
      "冷露无声湿桂花。",
      "今夜月明人尽望，",
      "不知秋思落谁家。keysentence"
    ],
    "type": [
      "中秋节",
      "月亮",
      "思乡"
    ],
    "source": "中庭地白树栖鸦，冷露无声湿桂花。今夜月明人尽望，不知秋思落谁家。keysentence",
    "id": "P1317"
  },
  {
    "title": "苏幕遮·草",
    "dynasty": "宋代",
    "writer": "梅尧臣",
    "content": [
      "露堤平，",
      "烟墅杳。",
      "乱碧萋萋，",
      "雨后江天晓。",
      "独有庾郎年最少。",
      "窣地春袍，",
      "嫩色宜相照。",
      "接长亭，",
      "迷远道。",
      "堪怨王孙，",
      "不记归期早。",
      "落尽梨花春又了。",
      "满地残阳，",
      "翠色和烟老。keysentence"
    ],
    "type": [
      "婉约",
      "春天",
      "咏物",
      "伤春",
      "思归"
    ],
    "source": "露堤平，烟墅杳。乱碧萋萋，雨后江天晓。独有庾郎年最少。窣地春袍，嫩色宜相照。接长亭，迷远道。堪怨王孙，不记归期早。落尽梨花春又了。满地残阳，翠色和烟老。keysentence",
    "id": "P1318"
  },
  {
    "title": "菩萨蛮·平林漠漠烟如织",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "平林漠漠烟如织，",
      "寒山一带伤心碧。keysentence",
      "暝色入高楼，",
      "有人楼上愁。",
      "玉阶空伫立，",
      "宿鸟归飞急。",
      "何处是归程？",
      "长亭连短亭。"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "秋天",
      "写景",
      "怀人"
    ],
    "source": "平林漠漠烟如织，寒山一带伤心碧。keysentence暝色入高楼，有人楼上愁。玉阶空伫立，宿鸟归飞急。何处是归程？长亭连短亭。",
    "id": "P1320"
  },
  {
    "title": "出其东门",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "出其东门，",
      "有女如云。keysentence",
      "虽则如云，",
      "匪我思存。",
      "缟衣綦巾，",
      "聊乐我员。",
      "出其闉闍，",
      "有女如荼。",
      "虽则如荼，",
      "匪我思且。",
      "缟衣茹藘，",
      "聊可与娱。"
    ],
    "type": [
      "诗经",
      "爱情"
    ],
    "source": "出其东门，有女如云。keysentence虽则如云，匪我思存。缟衣綦巾，聊乐我员。出其闉闍，有女如荼。虽则如荼，匪我思且。缟衣茹藘，聊可与娱。",
    "id": "P1321"
  },
  {
    "title": "西江月·阻风山峰下",
    "dynasty": "宋代",
    "writer": "张孝祥",
    "content": [
      "满载一船秋色，",
      "平铺十里湖光。keysentence",
      "波神留我看斜阳，",
      "放起鳞鳞细浪。",
      "明日风回更好，",
      "今宵露宿何妨？",
      "水晶宫里奏霓裳，",
      "准拟岳阳楼上。"
    ],
    "type": [
      "宋词三百首",
      "山水",
      "写风"
    ],
    "source": "满载一船秋色，平铺十里湖光。keysentence波神留我看斜阳，放起鳞鳞细浪。明日风回更好，今宵露宿何妨？水晶宫里奏霓裳，准拟岳阳楼上。",
    "id": "P1322"
  },
  {
    "title": "叠题乌江亭",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "百战疲劳壮士哀，",
      "中原一败势难回。",
      "江东子弟今虽在，",
      "肯与君王卷土来？keysentence"
    ],
    "type": [
      "古诗三百首",
      "咏史"
    ],
    "source": "百战疲劳壮士哀，中原一败势难回。江东子弟今虽在，肯与君王卷土来？keysentence",
    "id": "P1323"
  },
  {
    "title": "嘲王历阳不肯饮酒",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "地白风色寒，",
      "雪花大如手。",
      "笑杀陶渊明，",
      "不饮杯中酒。keysentence",
      "浪抚一张琴，",
      "虚栽五株柳。",
      "空负头上巾，",
      "吾于尔何有。"
    ],
    "type": [
      "冬天",
      "写雪",
      "饮酒",
      "抒情"
    ],
    "source": "地白风色寒，雪花大如手。笑杀陶渊明，不饮杯中酒。keysentence浪抚一张琴，虚栽五株柳。空负头上巾，吾于尔何有。",
    "id": "P1324"
  },
  {
    "title": "秋日",
    "dynasty": "宋代",
    "writer": "程颢",
    "content": [
      "闲来无事不从容，",
      "睡觉东窗日已红。keysentence",
      "万物静观皆自得，",
      "四时佳兴与人同。",
      "道通天地有形外，",
      "思入风云变态中。",
      "富贵不淫贫贱乐，",
      "男儿到此是豪雄。"
    ],
    "type": [
      "秋天",
      "人生",
      "哲理"
    ],
    "source": "闲来无事不从容，睡觉东窗日已红。keysentence万物静观皆自得，四时佳兴与人同。道通天地有形外，思入风云变态中。富贵不淫贫贱乐，男儿到此是豪雄。",
    "id": "P1325"
  },
  {
    "title": "春行即兴",
    "dynasty": "唐代",
    "writer": "李华",
    "content": [
      "宜阳城下草萋萋，",
      "涧水东流复向西。",
      "芳树无人花自落，",
      "春山一路鸟空啼。keysentence"
    ],
    "type": [
      "春天",
      "写景",
      "感伤"
    ],
    "source": "宜阳城下草萋萋，涧水东流复向西。芳树无人花自落，春山一路鸟空啼。keysentence",
    "id": "P1326"
  },
  {
    "title": "醉花阴·薄雾浓云愁永昼",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "薄雾浓云愁永昼，",
      "瑞脑消金兽。",
      "佳节又重阳，",
      "玉枕纱橱，",
      "半夜凉初透。",
      "东篱把酒黄昏后，",
      "有暗香盈袖。",
      "莫道不销魂，",
      "帘卷西风，",
      "人比黄花瘦。keysentence"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "初中古诗",
      "婉约",
      "重阳节",
      "怀人",
      "菊花"
    ],
    "source": "薄雾浓云愁永昼，瑞脑消金兽。佳节又重阳，玉枕纱橱，半夜凉初透。东篱把酒黄昏后，有暗香盈袖。莫道不销魂，帘卷西风，人比黄花瘦。keysentence",
    "id": "P1327"
  },
  {
    "title": "丰乐亭游春·其三",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "红树青山日欲斜，",
      "长郊草色绿无涯。keysentence",
      "游人不管春将老，",
      "来往亭前踏落花。"
    ],
    "type": [
      "古诗三百首",
      "写景",
      "惜春"
    ],
    "source": "红树青山日欲斜，长郊草色绿无涯。keysentence游人不管春将老，来往亭前踏落花。",
    "id": "P1328"
  },
  {
    "title": "简兮",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "简兮简兮，",
      "方将万舞。",
      "日之方中，",
      "在前上处。keysentence",
      "硕人俣俣，",
      "公庭万舞。",
      "有力如虎，",
      "执辔如组。",
      "左手执龠，",
      "右手秉翟。",
      "赫如渥赭，",
      "公言锡爵。",
      "山有榛，",
      "隰有苓。",
      "云谁之思？",
      "西方美人。",
      "彼美人兮，",
      "西方之人兮。"
    ],
    "type": [
      "诗经",
      "写人"
    ],
    "source": "简兮简兮，方将万舞。日之方中，在前上处。keysentence硕人俣俣，公庭万舞。有力如虎，执辔如组。左手执龠，右手秉翟。赫如渥赭，公言锡爵。山有榛，隰有苓。云谁之思？西方美人。彼美人兮，西方之人兮。",
    "id": "P1329"
  },
  {
    "title": "寄扬州韩绰判官",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "青山隐隐水迢迢，",
      "秋尽江南草未凋。",
      "二十四桥明月夜，",
      "玉人何处教吹箫？keysentence"
    ],
    "type": [
      "唐诗三百首",
      "调笑",
      "写景",
      "友情",
      "怀念"
    ],
    "source": "青山隐隐水迢迢，秋尽江南草未凋。二十四桥明月夜，玉人何处教吹箫？keysentence",
    "id": "P1330"
  },
  {
    "title": "江上吟",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "木兰之枻沙棠舟，",
      "玉箫金管坐两头。",
      "美酒樽中置千斛，",
      "载妓随波任去留。",
      "仙人有待乘黄鹤，",
      "海客无心随白鸥。",
      "屈平辞赋悬日月，",
      "楚王台榭空山丘。",
      "兴酣落笔摇五岳，",
      "诗成笑傲凌沧洲。keysentence",
      "功名富贵若长在，",
      "汉水亦应西北流。"
    ],
    "type": [
      "自由",
      "生活"
    ],
    "source": "木兰之枻沙棠舟，玉箫金管坐两头。美酒樽中置千斛，载妓随波任去留。仙人有待乘黄鹤，海客无心随白鸥。屈平辞赋悬日月，楚王台榭空山丘。兴酣落笔摇五岳，诗成笑傲凌沧洲。keysentence功名富贵若长在，汉水亦应西北流。",
    "id": "P1332"
  },
  {
    "title": "望月有感",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "自河南经乱，",
      "关内阻饥，",
      "兄弟离散，",
      "各在一处。",
      "因望月有感，",
      "聊书所怀，",
      "寄上浮梁大兄、於潜七兄、乌江十五兄，",
      "兼示符离及下邽弟妹。",
      "时难年荒世业空，",
      "弟兄羁旅各西东。",
      "田园寥落干戈后，",
      "骨肉流离道路中。",
      "吊影分为千里雁，",
      "辞根散作九秋蓬。",
      "共看明月应垂泪，",
      "一夜乡心五处同。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "望月",
      "抒情",
      "思乡"
    ],
    "source": "自河南经乱，关内阻饥，兄弟离散，各在一处。因望月有感，聊书所怀，寄上浮梁大兄、於潜七兄、乌江十五兄，兼示符离及下邽弟妹。时难年荒世业空，弟兄羁旅各西东。田园寥落干戈后，骨肉流离道路中。吊影分为千里雁，辞根散作九秋蓬。共看明月应垂泪，一夜乡心五处同。keysentence",
    "id": "P1333"
  },
  {
    "title": "夜上受降城闻笛",
    "dynasty": "唐代",
    "writer": "李益",
    "content": [
      "回乐峰前沙似雪，",
      "受降城外月如霜。",
      "(回乐'峰' 一作：",
      "回乐'烽'）不知何处吹芦管，",
      "一夜征人尽望乡。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "冬天",
      "月亮",
      "边塞",
      "思念",
      "战争"
    ],
    "source": "回乐峰前沙似雪，受降城外月如霜。(回乐'峰' 一作：回乐'烽'）不知何处吹芦管，一夜征人尽望乡。keysentence",
    "id": "P1334"
  },
  {
    "title": "后宫词",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "泪湿罗巾梦不成，",
      "夜深前殿按歌声。",
      "红颜未老恩先断，",
      "斜倚薰笼坐到明。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "宫怨"
    ],
    "source": "泪湿罗巾梦不成，夜深前殿按歌声。红颜未老恩先断，斜倚薰笼坐到明。keysentence",
    "id": "P1335"
  },
  {
    "title": "春日偶成",
    "dynasty": "宋代",
    "writer": "程颢",
    "content": [
      "云淡风轻近午天，",
      "傍花随柳过前川。",
      "时人不识余心乐，",
      "将谓偷闲学少年。keysentence"
    ],
    "type": [
      "古诗三百首",
      "春天",
      "哲理",
      "思乡"
    ],
    "source": "云淡风轻近午天，傍花随柳过前川。时人不识余心乐，将谓偷闲学少年。keysentence",
    "id": "P1336"
  },
  {
    "title": "莲花",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "绿塘摇滟接星津，",
      "轧轧兰桡入白蘋。",
      "应为洛神波上袜，",
      "至今莲蕊有香尘。keysentence"
    ],
    "type": [
      "咏物",
      "荷花"
    ],
    "source": "绿塘摇滟接星津，轧轧兰桡入白蘋。应为洛神波上袜，至今莲蕊有香尘。keysentence",
    "id": "P1337"
  },
  {
    "title": "伶官传序",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "呜呼！",
      "盛衰之理，",
      "虽曰天命，",
      "岂非人事哉！",
      "原庄宗之所以得天下，",
      "与其所以失之者，",
      "可以知之矣。",
      "世言晋王之将终也，",
      "以三矢赐庄宗而告之曰：",
      "梁，",
      "吾仇也；",
      "燕王，",
      "吾所立，",
      "契丹与吾约为兄弟，",
      "而皆背晋以归梁。",
      "此三者，",
      "吾遗恨也。",
      "与尔三矢，",
      "尔其无忘乃父之志！",
      "庄宗受而藏之于庙。",
      "其后用兵，",
      "则遣从事以一少牢告庙，",
      "请其矢，",
      "盛以锦囊，",
      "负而前驱，",
      "及凯旋而纳之。",
      "方其系燕父子以组，",
      "函梁君臣之首，",
      "入于太庙，",
      "还矢先王，",
      "而告以成功，",
      "其意气之盛，",
      "可谓壮哉！",
      "及仇雠已灭，",
      "天下已定，",
      "一夫夜呼，",
      "乱者四应，",
      "仓皇东出，",
      "未及见贼而士卒离散，",
      "君臣相顾，",
      "不知所归，",
      "至于誓天断发，",
      "泣下沾襟，",
      "何其衰也！",
      "岂得之难而失之易欤？",
      "抑本其成败之迹，",
      "而皆自于人欤？",
      "满招损，",
      "谦受益。",
      "忧劳可以兴国，",
      "逸豫可以亡身，",
      "自然之理也。",
      "故方其盛也，",
      "举天下豪杰，",
      "莫能与之争；",
      "及其衰也，",
      "数十伶人困之，",
      "而身死国灭，",
      "为天下笑。",
      "夫祸患常积于忽微，",
      "而智勇多困于所溺keysentence，",
      "岂独伶人也哉！"
    ],
    "type": [
      "高中文言文",
      "史论",
      "序文"
    ],
    "source": "呜呼！盛衰之理，虽曰天命，岂非人事哉！原庄宗之所以得天下，与其所以失之者，可以知之矣。世言晋王之将终也，以三矢赐庄宗而告之曰：梁，吾仇也；燕王，吾所立，契丹与吾约为兄弟，而皆背晋以归梁。此三者，吾遗恨也。与尔三矢，尔其无忘乃父之志！庄宗受而藏之于庙。其后用兵，则遣从事以一少牢告庙，请其矢，盛以锦囊，负而前驱，及凯旋而纳之。方其系燕父子以组，函梁君臣之首，入于太庙，还矢先王，而告以成功，其意气之盛，可谓壮哉！及仇雠已灭，天下已定，一夫夜呼，乱者四应，仓皇东出，未及见贼而士卒离散，君臣相顾，不知所归，至于誓天断发，泣下沾襟，何其衰也！岂得之难而失之易欤？抑本其成败之迹， 而皆自于人欤？《书》曰：满招损，谦受益。 忧劳可以兴国，逸豫可以亡身，自然之理也。故方其盛也，举天下豪杰，莫能与之争；及其衰也，数十伶人困之，而身死国灭，为天下笑。夫祸患常积于忽微，而智勇多困于所溺keysentence，岂独伶人也哉！",
    "id": "P1338"
  },
  {
    "title": "已酉端午",
    "dynasty": "元代",
    "writer": "贝琼",
    "content": [
      "风雨端阳生晦冥，",
      "汨罗无处吊英灵。keysentence",
      "海榴花发应相笑，",
      "无酒渊明亦独醒。"
    ],
    "type": [
      "端午节",
      "写花",
      "抒怀",
      "怀才不遇"
    ],
    "source": "风雨端阳生晦冥，汨罗无处吊英灵。keysentence海榴花发应相笑，无酒渊明亦独醒。",
    "id": "P1339"
  },
  {
    "title": "旅宿",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "旅馆无良伴，",
      "凝情自悄然。",
      "寒灯思旧事，",
      "断雁警愁眠。",
      "远梦归侵晓，",
      "家书到隔年。keysentence",
      "沧江好烟月，",
      "门系钓鱼船。"
    ],
    "type": [
      "唐诗三百首",
      "羁旅",
      "思乡"
    ],
    "source": "旅馆无良伴，凝情自悄然。寒灯思旧事，断雁警愁眠。远梦归侵晓，家书到隔年。keysentence沧江好烟月，门系钓鱼船。",
    "id": "P1340"
  },
  {
    "title": "咏史二首·其二",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "历览前贤国与家，",
      "成由勤俭破由奢。keysentence",
      "何须琥珀方为枕，",
      "岂得真珠始是车。",
      "远去不逢青海马，",
      "力穷难拔蜀山蛇。",
      "几人曾预南薰曲，",
      "终古苍梧哭翠华。"
    ],
    "type": [
      "咏史",
      "典故",
      "抒怀"
    ],
    "source": "历览前贤国与家，成由勤俭破由奢。keysentence何须琥珀方为枕，岂得真珠始是车。远去不逢青海马，力穷难拔蜀山蛇。几人曾预南薰曲，终古苍梧哭翠华。",
    "id": "P1341"
  },
  {
    "title": "走马川行奉送出师西征",
    "dynasty": "唐代",
    "writer": "岑参",
    "content": [
      "君不见走马川行雪海边，",
      "平沙莽莽黄入天。keysentence",
      "轮台九月风夜吼，",
      "一川碎石大如斗，",
      "随风满地石乱走。",
      "匈奴草黄马正肥，",
      "金山西见烟尘飞，",
      "汉家大将西出师。",
      "将军金甲夜不脱，",
      "半夜军行戈相拨，",
      "风头如刀面如割。",
      "马毛带雪汗气蒸，",
      "五花连钱旋作冰，",
      "幕中草檄砚水凝。",
      "虏骑闻之应胆慑，",
      "料知短兵不敢接，",
      "车师西门伫献捷。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "边塞",
      "送别",
      "写风",
      "写马",
      "赞美",
      "将士"
    ],
    "source": "君不见走马川行雪海边，平沙莽莽黄入天。keysentence轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。匈奴草黄马正肥，金山西见烟尘飞，汉家大将西出师。将军金甲夜不脱，半夜军行戈相拨，风头如刀面如割。马毛带雪汗气蒸，五花连钱旋作冰，幕中草檄砚水凝。虏骑闻之应胆慑，料知短兵不敢接，车师西门伫献捷。",
    "id": "P1342"
  },
  {
    "title": "永遇乐·落日熔金",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "落日熔金，",
      "暮云合璧，",
      "人在何处。keysentence",
      "染柳烟浓，",
      "吹梅笛怨，",
      "春意知几许。",
      "元宵佳节，",
      "融和天气，",
      "次第岂无风雨。",
      "来相召、香车宝马，",
      "谢他酒朋诗侣。",
      "中州盛日，",
      "闺门多暇，",
      "记得偏重三五。",
      "铺翠冠儿，",
      "捻金雪柳，",
      "簇带争济楚。",
      "如今憔悴，",
      "风鬟霜鬓，",
      "怕见夜间出去。",
      "不如向、帘儿底下，",
      "听人笑语。"
    ],
    "type": [
      "古诗三百首",
      "宋词精选",
      "伤今追昔",
      "元宵节"
    ],
    "source": "落日熔金，暮云合璧，人在何处。keysentence染柳烟浓，吹梅笛怨，春意知几许。元宵佳节，融和天气，次第岂无风雨。来相召、香车宝马，谢他酒朋诗侣。中州盛日，闺门多暇，记得偏重三五。铺翠冠儿，捻金雪柳，簇带争济楚。如今憔悴，风鬟霜鬓，怕见夜间出去。不如向、帘儿底下，听人笑语。",
    "id": "P1343"
  },
  {
    "title": "秦风·无衣",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "岂曰无衣？",
      "与子同袍。keysentence",
      "王于兴师，",
      "修我戈矛。",
      "与子同仇！",
      "岂曰无衣？",
      "与子同泽。",
      "王于兴师，",
      "修我矛戟。",
      "与子偕作！",
      "岂曰无衣？",
      "与子同裳。",
      "王于兴师，",
      "修我甲兵。",
      "与子偕行！"
    ],
    "type": [
      "诗经",
      "赞美",
      "爱国"
    ],
    "source": "岂曰无衣？与子同袍。keysentence王于兴师，修我戈矛。与子同仇！岂曰无衣？与子同泽。王于兴师，修我矛戟。与子偕作！岂曰无衣？与子同裳。王于兴师，修我甲兵。与子偕行！",
    "id": "P1344"
  },
  {
    "title": "春思",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "燕草如碧丝，",
      "秦桑低绿枝。",
      "当君怀归日，",
      "是妾断肠时。keysentence",
      "春风不相识，",
      "何事入罗帏。"
    ],
    "type": [
      "唐诗三百首",
      "春天",
      "妇女",
      "坚贞",
      "思念"
    ],
    "source": "燕草如碧丝，秦桑低绿枝。当君怀归日，是妾断肠时。keysentence春风不相识，何事入罗帏。",
    "id": "P1345"
  },
  {
    "title": "鹧鸪",
    "dynasty": "唐代",
    "writer": "郑谷",
    "content": [
      "暖戏烟芜锦翼齐，",
      "品流应得近山鸡。",
      "雨昏青草湖边过，",
      "花落黄陵庙里啼。",
      "游子乍闻征袖湿，",
      "佳人才唱翠眉低。keysentence",
      "相呼相应湘江阔，",
      "苦竹丛深日向西。"
    ],
    "type": [
      "写鸟",
      "思乡"
    ],
    "source": "暖戏烟芜锦翼齐，品流应得近山鸡。雨昏青草湖边过，花落黄陵庙里啼。游子乍闻征袖湿，佳人才唱翠眉低。keysentence相呼相应湘江阔，苦竹丛深日向西。",
    "id": "P1346"
  },
  {
    "title": "西江月·梅花",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "玉骨那愁瘴雾，",
      "冰姿自有仙风。",
      "海仙时遣探芳丛。",
      "倒挂绿毛么凤。",
      "素面翻嫌粉涴，",
      "洗妆不褪唇红。",
      "高情已逐晓云空。",
      "不与梨花同梦。keysentence"
    ],
    "type": [
      "婉约",
      "咏物",
      "梅花",
      "悼亡"
    ],
    "source": "玉骨那愁瘴雾，冰姿自有仙风。海仙时遣探芳丛。倒挂绿毛么凤。素面翻嫌粉涴，洗妆不褪唇红。高情已逐晓云空。不与梨花同梦。keysentence",
    "id": "P1348"
  },
  {
    "title": "营州歌",
    "dynasty": "唐代",
    "writer": "高适",
    "content": [
      "营州少年厌原野，",
      "狐裘蒙茸猎城下。keysentence",
      "虏酒千钟不醉人，",
      "胡儿十岁能骑马。"
    ],
    "type": [
      "边塞",
      "生活"
    ],
    "source": "营州少年厌原野，狐裘蒙茸猎城下。keysentence虏酒千钟不醉人，胡儿十岁能骑马。",
    "id": "P1349"
  },
  {
    "title": "踏莎行·春暮",
    "dynasty": "宋代",
    "writer": "寇准",
    "content": [
      "春色将阑，",
      "莺声渐老，",
      "红英落尽青梅小。",
      "画堂人静雨蒙蒙，",
      "屏山半掩余香袅。",
      "密约沉沉，",
      "离情杳杳，",
      "菱花尘满慵将照。",
      "倚楼无语欲销魂，",
      "长空黯淡连芳草。keysentence"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "闺怨",
      "伤春",
      "思念"
    ],
    "source": "春色将阑，莺声渐老，红英落尽青梅小。画堂人静雨蒙蒙，屏山半掩余香袅。密约沉沉，离情杳杳，菱花尘满慵将照。倚楼无语欲销魂，长空黯淡连芳草。keysentence",
    "id": "P1350"
  },
  {
    "title": "观公孙大娘弟子舞剑器行",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "大历二年十月十九日，",
      "夔府别驾元持宅，",
      "见临颍李十二娘 舞剑器，",
      "壮其蔚跂，",
      "问其所师，",
      "曰：",
      "余公孙大娘弟子也。",
      "开元三载，",
      "余尚童稚，",
      "记于郾城观公孙氏，",
      "舞剑器浑脱，",
      "浏漓顿挫，",
      "独出冠时，",
      "自高头宜春梨园二伎坊内人洎外供奉，",
      "晓是舞者，",
      "圣文神武皇帝初，",
      "公孙一人而已。",
      "玉貌锦衣，",
      "况余白首，",
      "今兹弟子，",
      "亦非盛颜。",
      "既辨其由来，",
      "知波澜莫二，",
      "抚事慷慨，",
      "昔者吴人张旭，",
      "善草书帖，",
      "数常于邺县见公孙大娘舞西河剑器，",
      "自此草书长进，",
      "豪荡感激，",
      "即公孙可知矣。",
      "昔有佳人公孙氏，",
      "一舞剑器动四方。",
      "观者如山色沮丧，",
      "天地为之久低昂。",
      "霍如羿射九日落，",
      "矫如群帝骖龙翔。keysentence",
      "来如雷霆收震怒，",
      "罢如江海凝清光。",
      "绛唇珠袖两寂寞，",
      "晚有弟子传芬芳。",
      "临颍美人在白帝，",
      "妙舞此曲神扬扬。",
      "与余问答既有以，",
      "感时抚事增惋伤。",
      "先帝侍女八千人，",
      "公孙剑器初第一。",
      "五十年间似反掌，",
      "风尘倾动昏王室。",
      "梨园弟子散如烟，",
      "女乐余姿映寒日。",
      "金粟堆前木已拱，",
      "瞿唐石城草萧瑟。",
      "玳筵急管曲复终，",
      "乐极哀来月东出。",
      "老夫不知其所往，",
      "足茧荒山转愁疾。"
    ],
    "type": [
      "唐诗三百首",
      "妇女",
      "舞蹈",
      "咏史"
    ],
    "source": "大历二年十月十九日，夔府别驾元持宅，见临颍李十二娘 舞剑器，壮其蔚跂，问其所师，曰：余公孙大娘弟子也。 开元三载，余尚童稚，记于郾城观公孙氏，舞剑器浑脱， 浏漓顿挫，独出冠时，自高头宜春梨园二伎坊内人洎外供奉， 晓是舞者，圣文神武皇帝初，公孙一人而已。 玉貌锦衣，况余白首，今兹弟子，亦非盛颜。 既辨其由来，知波澜莫二，抚事慷慨，聊为《剑器行》。 昔者吴人张旭，善草书帖，数常于邺县见公孙大娘舞西河剑器，自此草书长进，豪荡感激，即公孙可知矣。昔有佳人公孙氏，一舞剑器动四方。观者如山色沮丧，天地为之久低昂。霍如羿射九日落，矫如群帝骖龙翔。keysentence来如雷霆收震怒，罢如江海凝清光。绛唇珠袖两寂寞，晚有弟子传芬芳。临颍美人在白帝，妙舞此曲神扬扬。与余问答既有以，感时抚事增惋伤。先帝侍女八千人，公孙剑器初第一。五十年间似反掌，风尘倾动昏王室。梨园弟子散如烟，女乐余姿映寒日。金粟堆前木已拱，瞿唐石城草萧瑟。玳筵急管曲复终，乐极哀来月东出。老夫不知其所往，足茧荒山转愁疾。",
    "id": "P1351"
  },
  {
    "title": "春寒",
    "dynasty": "宋代",
    "writer": "陈与义",
    "content": [
      "二月巴陵日日风，",
      "春寒未了怯园公。",
      "海棠不惜胭脂色，",
      "独立蒙蒙细雨中。keysentence"
    ],
    "type": [
      "咏物",
      "海棠",
      "抒怀",
      "品格"
    ],
    "source": "二月巴陵日日风，春寒未了怯园公。海棠不惜胭脂色，独立蒙蒙细雨中。keysentence",
    "id": "P1352"
  },
  {
    "title": "刘太尉琨伤乱",
    "dynasty": "南北朝",
    "writer": "江淹",
    "content": [
      "皇晋遘阳九，",
      "天下横氛雾。keysentence",
      "秦赵值薄蚀，",
      "幽并逢虎据。",
      "伊余荷宠灵，",
      "感激狥驰骛。",
      "虽无六奇术，",
      "冀与张韩遇。",
      "宁戚扣角歌，",
      "桓公遭乃举。",
      "荀息冒险难，",
      "实以忠贞故。",
      "空令日月逝，",
      "愧无古人度。",
      "饮马出城濠，",
      "北望沙漠路。",
      "千里何萧条，",
      "白日隐寒树。",
      "投袂既愤懑，",
      "抚枕怀百虑。",
      "功名惜未立，",
      "玄发已改素。",
      "时哉苟有会，",
      "治乱惟冥数。"
    ],
    "type": [
      "抒情"
    ],
    "source": "皇晋遘阳九，天下横氛雾。keysentence秦赵值薄蚀，幽并逢虎据。伊余荷宠灵，感激狥驰骛。虽无六奇术，冀与张韩遇。宁戚扣角歌，桓公遭乃举。荀息冒险难，实以忠贞故。空令日月逝，愧无古人度。饮马出城濠，北望沙漠路。千里何萧条，白日隐寒树。投袂既愤懑，抚枕怀百虑。功名惜未立，玄发已改素。时哉苟有会，治乱惟冥数。",
    "id": "P1353"
  },
  {
    "title": "八月十五夜桃源玩月",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "尘中见月心亦闲，",
      "况是清秋仙府间。keysentence",
      "凝光悠悠寒露坠，",
      "此时立在最高山。",
      "碧虚无云风不起，",
      "山上长松山下水。",
      "群动悠然一顾中，",
      "天高地平千万里。",
      "少君引我升玉坛，",
      "礼空遥请真仙官。",
      "云拼欲下星斗动，",
      "天乐一声肌骨寒。",
      "金霞昕昕渐东上，",
      "轮欹影促犹频望。",
      "绝景良时难再并，",
      "他年此日应惆怅。"
    ],
    "type": [
      "中秋节",
      "游仙",
      "抒怀"
    ],
    "source": "尘中见月心亦闲，况是清秋仙府间。keysentence凝光悠悠寒露坠，此时立在最高山。碧虚无云风不起，山上长松山下水。群动悠然一顾中，天高地平千万里。少君引我升玉坛，礼空遥请真仙官。云拼欲下星斗动，天乐一声肌骨寒。金霞昕昕渐东上，轮欹影促犹频望。绝景良时难再并，他年此日应惆怅。",
    "id": "P1354"
  },
  {
    "title": "江上值水如海势聊短述",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "为人性僻耽佳句，",
      "语不惊人死不休。keysentence",
      "老去诗篇浑漫与，",
      "春来花鸟莫深愁。",
      "新添水槛供垂钓，",
      "故着浮槎替入舟。",
      "焉得思如陶谢手，",
      "令渠述作与同游。"
    ],
    "type": [
      "写水",
      "抒怀"
    ],
    "source": "为人性僻耽佳句，语不惊人死不休。keysentence老去诗篇浑漫与，春来花鸟莫深愁。新添水槛供垂钓，故着浮槎替入舟。焉得思如陶谢手，令渠述作与同游。",
    "id": "P1355"
  },
  {
    "title": "水槛遣心二首",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "去郭轩楹敞，",
      "无村眺望赊。",
      "澄江平少岸，",
      "幽树晚多花。",
      "细雨鱼儿出，",
      "微风燕子斜。keysentence",
      "城中十万户，",
      "此地两三家。",
      "蜀天常夜雨，",
      "江槛已朝晴。",
      "叶润林塘密，",
      "衣干枕席清。",
      "不堪祗老病，",
      "何得尚浮名。",
      "浅把涓涓酒，",
      "深凭送此生。"
    ],
    "type": [
      "春天",
      "写景",
      "写雨",
      "感慨"
    ],
    "source": "去郭轩楹敞，无村眺望赊。澄江平少岸，幽树晚多花。细雨鱼儿出，微风燕子斜。keysentence城中十万户，此地两三家。蜀天常夜雨，江槛已朝晴。叶润林塘密，衣干枕席清。不堪祗老病，何得尚浮名。浅把涓涓酒，深凭送此生。",
    "id": "P1356"
  },
  {
    "title": "九日送别",
    "dynasty": "唐代",
    "writer": "王之涣",
    "content": [
      "蓟庭萧瑟故人稀，",
      "何处登高且送归。",
      "今日暂同芳菊酒，",
      "明朝应作断蓬飞。keysentence"
    ],
    "type": [
      "重阳节",
      "离别",
      "饮酒"
    ],
    "source": "蓟庭萧瑟故人稀，何处登高且送归。今日暂同芳菊酒，明朝应作断蓬飞。keysentence",
    "id": "P1357"
  },
  {
    "title": "桃夭",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "桃之夭夭，",
      "灼灼其华。keysentence",
      "之子于归，",
      "宜其室家。",
      "桃之夭夭，",
      "有蕡其实。",
      "之子于归，",
      "宜其家室。",
      "桃之夭夭，",
      "其叶蓁蓁。",
      "之子于归，",
      "宜其家人。"
    ],
    "type": [
      "古诗三百首",
      "诗经",
      "桃花",
      "民谣"
    ],
    "source": "桃之夭夭，灼灼其华。keysentence之子于归，宜其室家。桃之夭夭，有蕡其实。之子于归，宜其家室。桃之夭夭，其叶蓁蓁。之子于归，宜其家人。",
    "id": "P1358"
  },
  {
    "title": "约客",
    "dynasty": "宋代",
    "writer": "赵师秀",
    "content": [
      "黄梅时节家家雨，",
      "青草池塘处处蛙。",
      "有约不来过夜半，",
      "闲敲棋子落灯花。keysentence"
    ],
    "type": [
      "古诗三百首",
      "初中古诗",
      "夏天",
      "写景",
      "写雨",
      "生活"
    ],
    "source": "黄梅时节家家雨，青草池塘处处蛙。有约不来过夜半，闲敲棋子落灯花。keysentence",
    "id": "P1359"
  },
  {
    "title": "台城",
    "dynasty": "唐代",
    "writer": "韦庄",
    "content": [
      "江雨霏霏江草齐，",
      "六朝如梦鸟空啼。",
      "无情最是台城柳，",
      "依旧烟笼十里堤。keysentence"
    ],
    "type": [
      "咏史怀古",
      "写景",
      "抒情"
    ],
    "source": "江雨霏霏江草齐，六朝如梦鸟空啼。无情最是台城柳，依旧烟笼十里堤。keysentence",
    "id": "P1360"
  },
  {
    "title": "浪淘沙令·伊吕两衰翁",
    "dynasty": "宋代",
    "writer": "王安石",
    "content": [
      "伊吕两衰翁，",
      "历遍穷通。",
      "一为钓叟一耕佣。",
      "若使当时身不遇，",
      "老了英雄。",
      "汤武偶相逢，",
      "风虎云龙。",
      "兴王只在谈笑中。",
      "直至如今千载后，",
      "谁与争功！keysentence"
    ],
    "type": [
      "宋词三百首",
      "咏史怀古",
      "豪放"
    ],
    "source": "伊吕两衰翁，历遍穷通。一为钓叟一耕佣。若使当时身不遇，老了英雄。汤武偶相逢，风虎云龙。兴王只在谈笑中。直至如今千载后，谁与争功！keysentence",
    "id": "P1361"
  },
  {
    "title": "西北有高楼",
    "dynasty": "两汉",
    "writer": "佚名",
    "content": [
      "西北有高楼，",
      "上与浮云齐。keysentence",
      "交疏结绮窗，",
      "阿阁三重阶。",
      "上有弦歌声，",
      "音响一何悲！",
      "谁能为此曲，",
      "无乃杞梁妻。",
      "清商随风发，",
      "中曲正徘徊。",
      "一弹再三叹，",
      "慷慨有余哀。",
      "不惜歌者苦，",
      "但伤知音稀。",
      "愿为双鸿鹄，",
      "奋翅起高飞。"
    ],
    "type": [
      "古诗十九首",
      "咏物",
      "抒怀",
      "失意"
    ],
    "source": "西北有高楼，上与浮云齐。keysentence交疏结绮窗，阿阁三重阶。上有弦歌声，音响一何悲！谁能为此曲，无乃杞梁妻。清商随风发，中曲正徘徊。一弹再三叹，慷慨有余哀。不惜歌者苦，但伤知音稀。愿为双鸿鹄，奋翅起高飞。",
    "id": "P1362"
  },
  {
    "title": "浪淘沙·九曲黄河万里沙",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "九曲黄河万里沙，",
      "浪淘风簸自天涯。keysentence",
      "如今直上银河去，",
      "同到牵牛织女家。"
    ],
    "type": [
      "向往",
      "田园",
      "生活",
      "早教古诗100首"
    ],
    "source": "九曲黄河万里沙，浪淘风簸自天涯。keysentence如今直上银河去，同到牵牛织女家。",
    "id": "P1363"
  },
  {
    "title": "送灵澈上人",
    "dynasty": "唐代",
    "writer": "刘长卿",
    "content": [
      "苍苍竹林寺，",
      "杳杳钟声晚。",
      "荷笠带斜阳，",
      "青山独归远。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "送别",
      "即景抒情",
      "山水"
    ],
    "source": "苍苍竹林寺，杳杳钟声晚。荷笠带斜阳，青山独归远。keysentence",
    "id": "P1365"
  },
  {
    "title": "哀郢",
    "dynasty": "先秦",
    "writer": "屈原",
    "content": [
      "皇天之不纯命兮，",
      "何百姓之震愆。",
      "民离散而相失兮，",
      "方仲春而东迁。",
      "去故乡而就远兮，",
      "遵江夏以流亡。",
      "出国门而轸怀兮，",
      "甲之朝吾以行。",
      "发郢都而去闾兮，",
      "怊荒忽之焉极。",
      "楫齐杨以容与兮，",
      "哀见君而不再得。",
      "望长楸而太息兮，",
      "涕淫淫其若霰。",
      "过夏首而西浮兮，",
      "顾龙门而不见。",
      "心婵媛而伤怀兮，",
      "眇不知其所蹠。",
      "顺风波以从流兮，",
      "焉洋洋而为客。",
      "凌阳侯之泛滥兮，",
      "忽翱翔之焉薄。",
      "心絓结而不解兮，",
      "思蹇产而不释。",
      "将运舟而下浮兮，",
      "上洞庭而下江。",
      "去终古之所居兮，",
      "今逍遥而来东。",
      "羌灵魂之欲归兮，",
      "何须臾而忘反。",
      "背夏浦而西思兮，",
      "哀故都之日远。keysentence",
      "登大坟以远望兮，",
      "聊以舒吾忧心。",
      "哀州土之平乐兮，",
      "悲江介之遗风。",
      "当陵阳之焉至兮，",
      "淼南渡之焉如。",
      "曾不知夏之为丘兮，",
      "孰两东门之可芜。",
      "心不怡之长久兮，",
      "忧与愁其相接。",
      "惟郢路之辽远兮，",
      "江与夏之不可涉。",
      "忽若去不信兮，",
      "至今九年而不复。",
      "惨郁郁而不通兮，",
      "蹇侘傺而含戚。",
      "外承欢之汋约兮，",
      "谌荏弱而难持。",
      "忠湛湛而愿进兮，",
      "妒被离而障之。",
      "尧舜之抗行兮，",
      "瞭杳杳而薄天。",
      "众谗人之嫉妒兮，",
      "被以不慈之伪名。",
      "憎愠惀之修美兮，",
      "好夫人之慷慨。",
      "众踥蹀而日进兮，",
      "美超远而逾迈。",
      "乱曰：",
      "曼余目以流观兮，",
      "冀一反之何时。",
      "鸟飞反故乡兮，",
      "狐死必首丘。",
      "信非吾罪而弃逐兮，",
      "何日夜而忘之。"
    ],
    "type": [
      "叙事",
      "抒情",
      "爱国"
    ],
    "source": "皇天之不纯命兮，何百姓之震愆。民离散而相失兮，方仲春而东迁。去故乡而就远兮，遵江夏以流亡。出国门而轸怀兮，甲之朝吾以行。发郢都而去闾兮，怊荒忽之焉极。楫齐杨以容与兮，哀见君而不再得。望长楸而太息兮，涕淫淫其若霰。过夏首而西浮兮，顾龙门而不见。心婵媛而伤怀兮，眇不知其所蹠。顺风波以从流兮，焉洋洋而为客。凌阳侯之泛滥兮，忽翱翔之焉薄。心絓结而不解兮，思蹇产而不释。将运舟而下浮兮，上洞庭而下江。去终古之所居兮，今逍遥而来东。羌灵魂之欲归兮，何须臾而忘反。背夏浦而西思兮，哀故都之日远。keysentence登大坟以远望兮，聊以舒吾忧心。哀州土之平乐兮，悲江介之遗风。当陵阳之焉至兮，淼南渡之焉如。曾不知夏之为丘兮，孰两东门之可芜。心不怡之长久兮，忧与愁其相接。惟郢路之辽远兮，江与夏之不可涉。忽若去不信兮，至今九年而不复。惨郁郁而不通兮，蹇侘傺而含戚。外承欢之汋约兮，谌荏弱而难持。忠湛湛而愿进兮，妒被离而障之。尧舜之抗行兮，瞭杳杳而薄天。众谗人之嫉妒兮，被以不慈之伪名。憎愠惀之修美兮，好夫人之慷慨。众踥蹀而日进兮，美超远而逾迈。乱曰：曼余目以流观兮，冀一反之何时。鸟飞反故乡兮，狐死必首丘。信非吾罪而弃逐兮，何日夜而忘之。",
    "id": "P1366"
  },
  {
    "title": "游山西村",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "莫笑农家腊酒浑，",
      "丰年留客足鸡豚。",
      "山重水复疑无路，",
      "柳暗花明又一村。keysentence",
      "箫鼓追随春社近，",
      "衣冠简朴古风存。",
      "从今若许闲乘月，",
      "拄杖无时夜叩门。"
    ],
    "type": [
      "小学古诗",
      "初中古诗",
      "写景",
      "山水",
      "乡村",
      "生活",
      "哲理",
      "早教古诗100首"
    ],
    "source": "莫笑农家腊酒浑，丰年留客足鸡豚。山重水复疑无路，柳暗花明又一村。keysentence箫鼓追随春社近，衣冠简朴古风存。从今若许闲乘月，拄杖无时夜叩门。",
    "id": "P1367"
  },
  {
    "title": "咏田家",
    "dynasty": "唐代",
    "writer": "聂夷中",
    "content": [
      "二月卖新丝，",
      "五月粜新谷。keysentence",
      "医得眼前疮，",
      "剜却心头肉。",
      "我愿君王心，",
      "化作光明烛。",
      "不照绮罗筵，",
      "只照逃亡屋。"
    ],
    "type": [
      "同情",
      "农民"
    ],
    "source": "二月卖新丝，五月粜新谷。keysentence医得眼前疮，剜却心头肉。我愿君王心，化作光明烛。不照绮罗筵，只照逃亡屋。",
    "id": "P1368"
  },
  {
    "title": "送别",
    "dynasty": "唐代",
    "writer": "王之涣",
    "content": [
      "杨柳东风树，",
      "青青夹御河。keysentence",
      "近来攀折苦，",
      "应为别离多。"
    ],
    "type": [
      "离别",
      "送别",
      "柳树"
    ],
    "source": "杨柳东风树，青青夹御河。keysentence近来攀折苦，应为别离多。",
    "id": "P1369"
  },
  {
    "title": "夏日南亭怀辛大",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "山光忽西落，",
      "池月渐东上。",
      "散发乘夕凉，",
      "开轩卧闲敞。",
      "荷风送香气，",
      "竹露滴清响。keysentence",
      "欲取鸣琴弹，",
      "恨无知音赏。",
      "感此怀故人，",
      "中宵劳梦想。"
    ],
    "type": [
      "唐诗三百首",
      "夏天",
      "怀人",
      "友情"
    ],
    "source": "山光忽西落，池月渐东上。散发乘夕凉，开轩卧闲敞。荷风送香气，竹露滴清响。keysentence欲取鸣琴弹，恨无知音赏。感此怀故人，中宵劳梦想。",
    "id": "P1370"
  },
  {
    "title": "塞下曲六首·其一",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "五月天山雪，",
      "无花只有寒。",
      "笛中闻折柳，",
      "春色未曾看。keysentence",
      "晓战随金鼓，",
      "宵眠抱玉鞍。",
      "愿将腰下剑，",
      "直为斩楼兰。"
    ],
    "type": [
      "边塞",
      "写雪",
      "军旅",
      "生活"
    ],
    "source": "五月天山雪，无花只有寒。笛中闻折柳，春色未曾看。keysentence晓战随金鼓，宵眠抱玉鞍。愿将腰下剑，直为斩楼兰。",
    "id": "P1371"
  },
  {
    "title": "忆扬州",
    "dynasty": "唐代",
    "writer": "徐凝",
    "content": [
      "萧娘脸薄难胜泪，",
      "桃叶眉尖易觉愁。",
      "天下三分明月夜，",
      "二分无赖是扬州。keysentence"
    ],
    "type": [
      "怀人"
    ],
    "source": "萧娘脸薄难胜泪，桃叶眉尖易觉愁。天下三分明月夜，二分无赖是扬州。keysentence",
    "id": "P1372"
  },
  {
    "title": "军城早秋",
    "dynasty": "唐代",
    "writer": "严武",
    "content": [
      "昨夜秋风入汉关，",
      "朔云边月满西山。keysentence",
      "更催飞将追骄虏，",
      "莫遣沙场匹马还。"
    ],
    "type": [
      "写风",
      "边塞"
    ],
    "source": "昨夜秋风入汉关，朔云边月满西山。keysentence更催飞将追骄虏，莫遣沙场匹马还。",
    "id": "P1373"
  },
  {
    "title": "阁夜",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "岁暮阴阳催短景，",
      "天涯霜雪霁寒宵。",
      "五更鼓角声悲壮，",
      "三峡星河影动摇。",
      "野哭几家闻战伐，",
      "夷歌数处起渔樵。",
      "卧龙跃马终黄土，",
      "人事依依漫寂寥。",
      "岁暮阴阳催短景，",
      "天涯霜雪霁寒宵。",
      "五更鼓角声悲壮，",
      "三峡星河影动摇。",
      "野哭千家闻战伐，",
      "夷歌数处起渔樵。",
      "卧龙跃马终黄土，",
      "人事音书漫寂寥。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "冬天",
      "战争",
      "思乡"
    ],
    "source": "岁暮阴阳催短景，天涯霜雪霁寒宵。五更鼓角声悲壮，三峡星河影动摇。野哭几家闻战伐，夷歌数处起渔樵。卧龙跃马终黄土，人事依依漫寂寥。岁暮阴阳催短景，天涯霜雪霁寒宵。五更鼓角声悲壮，三峡星河影动摇。野哭千家闻战伐，夷歌数处起渔樵。卧龙跃马终黄土，人事音书漫寂寥。keysentence",
    "id": "P1375"
  },
  {
    "title": "子夜吴歌·秋歌",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "长安一片月，",
      "万户捣衣声。keysentence",
      "秋风吹不尽，",
      "总是玉关情。",
      "何日平胡虏，",
      "良人罢远征。"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "秋天",
      "月亮",
      "妇女",
      "闺怨",
      "思念"
    ],
    "source": "长安一片月，万户捣衣声。keysentence秋风吹不尽，总是玉关情。何日平胡虏，良人罢远征。",
    "id": "P1376"
  },
  {
    "title": "五月十九日大雨",
    "dynasty": "明代",
    "writer": "刘基",
    "content": [
      "风驱急雨洒高城，",
      "云压轻雷殷地声。keysentence",
      "雨过不知龙去处，",
      "一池草色万蛙鸣。"
    ],
    "type": [
      "写雨",
      "写景",
      "哲理"
    ],
    "source": "风驱急雨洒高城，云压轻雷殷地声。keysentence雨过不知龙去处，一池草色万蛙鸣。",
    "id": "P1377"
  },
  {
    "title": "题破山寺后禅院",
    "dynasty": "唐代",
    "writer": "常建",
    "content": [
      "清晨入古寺，",
      "初日照高林。",
      "竹径通幽处，",
      "禅房花木深。",
      "山光悦鸟性，",
      "潭影空人心。keysentence",
      "万籁此都寂，",
      "但余钟磬音。",
      "清晨入古寺，",
      "初日照高林。",
      "曲径通幽处，",
      "禅房花木深。",
      "山光悦鸟性，",
      "潭影空人心。",
      "万籁此俱寂，",
      "惟余钟磬音。",
      "清晨入古寺，",
      "初日照高林。",
      "竹径通幽处，",
      "禅房花木深。",
      "山光悦鸟性，",
      "潭影空人心。",
      "万籁此俱寂，",
      "但余钟磬音。",
      "清晨入古寺，",
      "初日照高林。",
      "曲径通幽处，",
      "禅房花木深。",
      "山光悦鸟性，",
      "潭影空人心。",
      "万籁此俱寂，",
      "但余钟磬音。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "写景",
      "咏物"
    ],
    "source": "清晨入古寺，初日照高林。竹径通幽处，禅房花木深。山光悦鸟性，潭影空人心。keysentence万籁此都寂，但余钟磬音。清晨入古寺，初日照高林。曲径通幽处，禅房花木深。山光悦鸟性，潭影空人心。万籁此俱寂，惟余钟磬音。清晨入古寺，初日照高林。竹径通幽处，禅房花木深。山光悦鸟性，潭影空人心。万籁此俱寂，但余钟磬音。清晨入古寺，初日照高林。曲径通幽处，禅房花木深。山光悦鸟性，潭影空人心。万籁此俱寂，但余钟磬音。",
    "id": "P1378"
  },
  {
    "title": "十五从军征",
    "dynasty": "两汉",
    "writer": "佚名",
    "content": [
      "十五从军征，",
      "八十始得归。keysentence",
      "道逢乡里人：",
      "家中有阿谁？",
      "遥看是君家，",
      "松柏冢累累。",
      "兔从狗窦入，",
      "雉从梁上飞。",
      "中庭生旅谷，",
      "井上生旅葵。",
      "舂谷持作饭，",
      "采葵持作羹。",
      "羹饭一时熟，",
      "不知贻阿谁？",
      "出门东向看，",
      "泪落沾我衣。"
    ],
    "type": [
      "古诗三百首",
      "乐府",
      "民歌",
      "叙事",
      "忧国忧民"
    ],
    "source": "十五从军征，八十始得归。keysentence道逢乡里人：家中有阿谁？遥看是君家，松柏冢累累。兔从狗窦入，雉从梁上飞。中庭生旅谷，井上生旅葵。舂谷持作饭，采葵持作羹。羹饭一时熟，不知贻阿谁？出门东向看，泪落沾我衣。",
    "id": "P1379"
  },
  {
    "title": "马嵬·其二",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "海外徒闻更九州，",
      "他生未卜此生休。",
      "空闻虎旅传宵柝，",
      "无复鸡人报晓筹。",
      "此日六军同驻马，",
      "当时七夕笑牵牛。keysentence",
      "如何四纪为天子，",
      "不及卢家有莫愁。"
    ],
    "type": [
      "爱情",
      "讽刺"
    ],
    "source": "海外徒闻更九州，他生未卜此生休。空闻虎旅传宵柝，无复鸡人报晓筹。此日六军同驻马，当时七夕笑牵牛。keysentence如何四纪为天子，不及卢家有莫愁。",
    "id": "P1380"
  },
  {
    "title": "夜书所见",
    "dynasty": "宋代",
    "writer": "叶绍翁",
    "content": [
      "萧萧梧叶送寒声，",
      "江上秋风动客情。keysentence",
      "知有儿童挑促织，",
      "夜深篱落一灯明。"
    ],
    "type": [
      "小学古诗",
      "写景",
      "思念"
    ],
    "source": "萧萧梧叶送寒声，江上秋风动客情。keysentence知有儿童挑促织，夜深篱落一灯明。",
    "id": "P1381"
  },
  {
    "title": "岁暮归南山",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "北阙休上书，",
      "南山归敝庐。",
      "不才明主弃，",
      "多病故人疏。keysentence",
      "白发催年老，",
      "青阳逼岁除。",
      "永怀愁不寐，",
      "松月夜窗虚。"
    ],
    "type": [
      "唐诗三百首",
      "抒情",
      "失意"
    ],
    "source": "北阙休上书，南山归敝庐。不才明主弃，多病故人疏。keysentence白发催年老，青阳逼岁除。永怀愁不寐，松月夜窗虚。",
    "id": "P1382"
  },
  {
    "title": "浪淘沙·借问江潮与海水",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "借问江潮与海水，",
      "何似君情与妾心？keysentence",
      "相恨不如潮有信，",
      "相思始觉海非深。"
    ],
    "type": [
      "宋词三百首",
      "妇女",
      "思念",
      "爱情",
      "忠贞"
    ],
    "source": "借问江潮与海水，何似君情与妾心？keysentence相恨不如潮有信，相思始觉海非深。",
    "id": "P1383"
  },
  {
    "title": "园有桃",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "园有桃，",
      "其实之肴。",
      "心之忧矣，",
      "我歌且谣。",
      "不知我者，",
      "谓我士也骄。",
      "彼人是哉，",
      "子曰何其？keysentence",
      "心之忧矣，",
      "其谁知之？",
      "其谁知之，",
      "盖亦勿思！",
      "园有棘，",
      "其实之食。",
      "心之忧矣，",
      "聊以行国。",
      "不知我者，",
      "谓我士也罔极。",
      "彼人是哉，",
      "子曰何其？",
      "心之忧矣，",
      "其谁知之？",
      "其谁知之，",
      "盖亦勿思！"
    ],
    "type": [
      "诗经"
    ],
    "source": "园有桃，其实之肴。心之忧矣，我歌且谣。不知我者，谓我士也骄。彼人是哉，子曰何其？keysentence心之忧矣，其谁知之？其谁知之，盖亦勿思！园有棘，其实之食。心之忧矣，聊以行国。不知我者，谓我士也罔极。彼人是哉，子曰何其？心之忧矣，其谁知之？其谁知之，盖亦勿思！",
    "id": "P1384"
  },
  {
    "title": "辛夷坞",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "木末芙蓉花，",
      "山中发红萼。",
      "涧户寂无人，",
      "纷纷开且落。keysentence"
    ],
    "type": [
      "田园",
      "写花"
    ],
    "source": "木末芙蓉花，山中发红萼。涧户寂无人，纷纷开且落。keysentence",
    "id": "P1385"
  },
  {
    "title": "解语花·上元",
    "dynasty": "宋代",
    "writer": "周邦彦",
    "content": [
      "风消绛蜡，",
      "露浥红莲，",
      "灯市光相射。",
      "桂华流瓦。",
      "纤云散，",
      "耿耿素娥欲下。",
      "衣裳淡雅。",
      "看楚女纤腰一把。",
      "箫鼓喧，",
      "人影参差，",
      "满路飘香麝。keysentence",
      "因念都城放夜。",
      "望千门如昼，",
      "嬉笑游冶。",
      "钿车罗帕。",
      "相逢处，",
      "自有暗尘随马。",
      "年光是也。",
      "唯只见、旧情衰谢。",
      "清漏移，",
      "飞盖归来，",
      "从舞休歌罢。"
    ],
    "type": [
      "宋词三百首",
      "元宵节",
      "抒情"
    ],
    "source": "风消绛蜡，露浥红莲，灯市光相射。桂华流瓦。纤云散，耿耿素娥欲下。衣裳淡雅。看楚女纤腰一把。箫鼓喧，人影参差，满路飘香麝。keysentence因念都城放夜。望千门如昼，嬉笑游冶。钿车罗帕。相逢处，自有暗尘随马。年光是也。唯只见、旧情衰谢。清漏移，飞盖归来，从舞休歌罢。",
    "id": "P1386"
  },
  {
    "title": "子夜吴歌·冬歌",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "明朝驿使发，",
      "一夜絮征袍。keysentence",
      "素手抽针冷，",
      "那堪把剪刀。",
      "裁缝寄远道，",
      "几日到临洮。"
    ],
    "type": [
      "唐诗三百首",
      "乐府",
      "冬天",
      "妇女",
      "思念"
    ],
    "source": "明朝驿使发，一夜絮征袍。keysentence素手抽针冷，那堪把剪刀。裁缝寄远道，几日到临洮。",
    "id": "P1387"
  },
  {
    "title": "虞美人·有美堂赠述古",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "湖山信是东南美，",
      "一望弥千里。",
      "使君能得几回来？",
      "便使樽前醉倒更徘徊。",
      "沙河塘里灯初上，",
      "水调谁家唱？",
      "夜阑风静欲归时，",
      "惟有一江明月碧琉璃。keysentence"
    ],
    "type": [
      "写景",
      "地名",
      "离别",
      "友情"
    ],
    "source": "湖山信是东南美，一望弥千里。使君能得几回来？便使樽前醉倒更徘徊。沙河塘里灯初上，水调谁家唱？夜阑风静欲归时，惟有一江明月碧琉璃。keysentence",
    "id": "P1388"
  },
  {
    "title": "冬夜读书示子聿",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "古人学问无遗力，",
      "少壮工夫老始成。",
      "纸上得来终觉浅，",
      "绝知此事要躬行。keysentence"
    ],
    "type": [
      "励志",
      "读书",
      "哲理",
      "早教古诗100首"
    ],
    "source": "古人学问无遗力，少壮工夫老始成。纸上得来终觉浅，绝知此事要躬行。keysentence",
    "id": "P1390"
  },
  {
    "title": "留别王侍御维",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "寂寂竟何待，",
      "朝朝空自归。",
      "欲寻芳草去，",
      "惜与故人违。",
      "当路谁相假，",
      "知音世所稀。keysentence",
      "只应守寂寞，",
      "还掩故园扉。"
    ],
    "type": [
      "唐诗三百首",
      "离别",
      "友情",
      "哀怨",
      "归隐"
    ],
    "source": "寂寂竟何待，朝朝空自归。欲寻芳草去，惜与故人违。当路谁相假，知音世所稀。keysentence只应守寂寞，还掩故园扉。",
    "id": "P1391"
  },
  {
    "title": "满江红·中秋寄远",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "快上西楼，",
      "怕天放、浮云遮月。keysentence",
      "但唤取、玉纤横管，",
      "一声吹裂。",
      "谁做冰壶凉世界，",
      "最怜玉斧修时节。",
      "问嫦娥、孤令有愁无？",
      "应华发。",
      "云液满，",
      "琼杯滑。",
      "长袖起，",
      "清歌咽。",
      "叹十常八九，",
      "欲磨还缺。",
      "但愿长圆如此夜，",
      "人情未必看承别。",
      "把从前、离恨总成欢，",
      "归时说。"
    ],
    "type": [
      "中秋节",
      "望月",
      "怀人"
    ],
    "source": "快上西楼，怕天放、浮云遮月。keysentence但唤取、玉纤横管，一声吹裂。谁做冰壶凉世界，最怜玉斧修时节。问嫦娥、孤令有愁无？应华发。云液满，琼杯滑。长袖起，清歌咽。叹十常八九，欲磨还缺。但愿长圆如此夜，人情未必看承别。把从前、离恨总成欢，归时说。",
    "id": "P1392"
  },
  {
    "title": "满江红·赤壁怀古",
    "dynasty": "宋代",
    "writer": "戴复古",
    "content": [
      "赤壁矶头，",
      "一番过、一番怀古。keysentence",
      "想当时，",
      "周郎年少，",
      "气吞区宇。",
      "万骑临江貔虎噪，",
      "千艘列炬鱼龙怒。",
      "卷长波、一鼓困曹瞒，",
      "今如许？",
      "江上渡，",
      "江边路。",
      "形胜地，",
      "兴亡处。",
      "览遗踪，",
      "胜读史书言语。",
      "几度东风吹世换，",
      "千年往事随潮去。",
      "问道傍、杨柳为谁春，",
      "摇金缕。"
    ],
    "type": [
      "豪迈",
      "怀古",
      "感伤"
    ],
    "source": "赤壁矶头，一番过、一番怀古。keysentence想当时，周郎年少，气吞区宇。万骑临江貔虎噪，千艘列炬鱼龙怒。卷长波、一鼓困曹瞒，今如许？江上渡，江边路。形胜地，兴亡处。览遗踪，胜读史书言语。几度东风吹世换，千年往事随潮去。问道傍、杨柳为谁春，摇金缕。",
    "id": "P1393"
  },
  {
    "title": "木兰花·城上风光莺语乱",
    "dynasty": "宋代",
    "writer": "钱惟演",
    "content": [
      "城上风光莺语乱，",
      "城下烟波春拍岸。keysentence",
      "绿杨芳草几时休，",
      "泪眼愁肠先已断。",
      "情怀渐觉成衰晚，",
      "鸾镜朱颜惊暗换。",
      "昔年多病厌芳尊，",
      "今日芳尊惟恐浅。"
    ],
    "type": [
      "宋词精选",
      "春天",
      "婉约",
      "失意",
      "遣怀"
    ],
    "source": "城上风光莺语乱，城下烟波春拍岸。keysentence绿杨芳草几时休，泪眼愁肠先已断。情怀渐觉成衰晚，鸾镜朱颜惊暗换。昔年多病厌芳尊，今日芳尊惟恐浅。",
    "id": "P1394"
  },
  {
    "title": "江外思乡",
    "dynasty": "唐代",
    "writer": "韦庄",
    "content": [
      "年年春日异乡悲，",
      "杜曲黄莺可得知。",
      "更被夕阳江岸上，",
      "断肠烟柳一丝丝。keysentence"
    ],
    "type": [
      "思乡"
    ],
    "source": "年年春日异乡悲，杜曲黄莺可得知。更被夕阳江岸上，断肠烟柳一丝丝。keysentence",
    "id": "P1395"
  },
  {
    "title": "金陵望汉江",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "汉江回万里，",
      "派作九龙盘。",
      "横溃豁中国，",
      "崔嵬飞迅湍。",
      "六帝沦亡后，",
      "三吴不足观。",
      "我君混区宇，",
      "垂拱众流安。",
      "今日任公子，",
      "沧浪罢钓竿。keysentence"
    ],
    "type": [
      "长江",
      "写景",
      "抒情",
      "忧国忧民"
    ],
    "source": "汉江回万里，派作九龙盘。横溃豁中国，崔嵬飞迅湍。六帝沦亡后，三吴不足观。我君混区宇，垂拱众流安。今日任公子，沧浪罢钓竿。keysentence",
    "id": "P1396"
  },
  {
    "title": "清平调·名花倾国两相欢",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "名花倾国两相欢，",
      "常得君王带笑看。keysentence",
      "解释春风无限恨，",
      "沉香亭北倚栏杆。"
    ],
    "type": [
      "唐诗三百首",
      "写花",
      "写人"
    ],
    "source": "名花倾国两相欢，常得君王带笑看。keysentence解释春风无限恨，沉香亭北倚栏杆。",
    "id": "P1397"
  },
  {
    "title": "登科后",
    "dynasty": "唐代",
    "writer": "孟郊",
    "content": [
      "昔日龌龊不足夸，",
      "今朝放荡思无涯。",
      "春风得意马蹄疾，",
      "一日看尽长安花。keysentence"
    ],
    "type": [
      "喜悦",
      "早教古诗100首"
    ],
    "source": "昔日龌龊不足夸，今朝放荡思无涯。春风得意马蹄疾，一日看尽长安花。keysentence",
    "id": "P1398"
  },
  {
    "title": "梦微之",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "夜来携手梦同游，",
      "晨起盈巾泪莫收。",
      "漳浦老身三度病，",
      "咸阳宿草八回秋。",
      "君埋泉下泥销骨，",
      "我寄人间雪满头。keysentence",
      "阿卫韩郎相次去，",
      "夜台茫昧得知不？"
    ],
    "type": [
      "悼亡",
      "怀念"
    ],
    "source": "夜来携手梦同游，晨起盈巾泪莫收。漳浦老身三度病，咸阳宿草八回秋。君埋泉下泥销骨，我寄人间雪满头。keysentence阿卫韩郎相次去，夜台茫昧得知不？",
    "id": "P1399"
  },
  {
    "title": "芙蓉楼送辛渐",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "寒雨连江夜入吴，",
      "平明送客楚山孤。",
      "洛阳亲友如相问，",
      "一片冰心在玉壶。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "小学古诗",
      "送别",
      "写雨",
      "抒情",
      "早教古诗100首"
    ],
    "source": "寒雨连江夜入吴，平明送客楚山孤。洛阳亲友如相问，一片冰心在玉壶。keysentence",
    "id": "P1400"
  },
  {
    "title": "遣怀",
    "dynasty": "唐代",
    "writer": "杜牧",
    "content": [
      "落魄江南载酒行，",
      "楚腰纤细掌中轻。",
      "十年一觉扬州梦，",
      "赢得青楼薄幸名。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "抒怀"
    ],
    "source": "落魄江南载酒行，楚腰纤细掌中轻。十年一觉扬州梦，赢得青楼薄幸名。keysentence",
    "id": "P1402"
  },
  {
    "title": "蝉",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "本以高难饱，",
      "徒劳恨费声。",
      "五更疏欲断，",
      "一树碧无情。keysentence",
      "薄宦梗犹泛，",
      "故园芜已平。",
      "烦君最相警，",
      "我亦举家清。"
    ],
    "type": [
      "唐诗三百首",
      "咏物"
    ],
    "source": "本以高难饱，徒劳恨费声。五更疏欲断，一树碧无情。keysentence薄宦梗犹泛，故园芜已平。烦君最相警，我亦举家清。",
    "id": "P1403"
  },
  {
    "title": "南陵别儿童入京",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "白酒新熟山中归，",
      "黄鸡啄黍秋正肥。",
      "呼童烹鸡酌白酒，",
      "儿女嬉笑牵人衣。",
      "高歌取醉欲自慰，",
      "起舞落日争光辉。",
      "游说万乘苦不早，",
      "著鞭跨马涉远道。",
      "会稽愚妇轻买臣，",
      "余亦辞家西入秦。",
      "仰天大笑出门去，",
      "我辈岂是蓬蒿人。keysentence"
    ],
    "type": [
      "生活",
      "喜悦",
      "壮志",
      "猖狂"
    ],
    "source": "白酒新熟山中归，黄鸡啄黍秋正肥。呼童烹鸡酌白酒，儿女嬉笑牵人衣。高歌取醉欲自慰，起舞落日争光辉。游说万乘苦不早，著鞭跨马涉远道。会稽愚妇轻买臣，余亦辞家西入秦。仰天大笑出门去，我辈岂是蓬蒿人。keysentence",
    "id": "P1404"
  },
  {
    "title": "早梅",
    "dynasty": "唐代",
    "writer": "张谓",
    "content": [
      "一树寒梅白玉条，",
      "迥临村路傍溪桥。",
      "不知近水花先发，",
      "疑是经冬雪未销。keysentence"
    ],
    "type": [
      "咏物",
      "梅花"
    ],
    "source": "一树寒梅白玉条，迥临村路傍溪桥。不知近水花先发，疑是经冬雪未销。keysentence",
    "id": "P1405"
  },
  {
    "title": "阮郎归·南园春半踏青时",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "南园春半踏青时，",
      "风和闻马嘶。",
      "青梅如豆柳如眉，",
      "日长蝴蝶飞。keysentence",
      "花露重，",
      "草烟低，",
      "人家帘幕垂。",
      "秋千慵困解罗衣，",
      "画堂双燕归。"
    ],
    "type": [
      "宋词精选",
      "婉约",
      "妇女",
      "春游"
    ],
    "source": "南园春半踏青时，风和闻马嘶。青梅如豆柳如眉，日长蝴蝶飞。keysentence花露重，草烟低，人家帘幕垂。秋千慵困解罗衣，画堂双燕归。",
    "id": "P1406"
  },
  {
    "title": "怨歌行",
    "dynasty": "两汉",
    "writer": "班婕妤",
    "content": [
      "新裂齐纨素，",
      "皎洁如霜雪。",
      "裁为合欢扇，",
      "团团似明月。",
      "出入君怀袖，",
      "动摇微风发。keysentence",
      "常恐秋节至，",
      "凉飙夺炎热。",
      "弃捐箧笥中，",
      "恩情中道绝。"
    ],
    "type": [
      "咏物",
      "写人",
      "宫怨"
    ],
    "source": "新裂齐纨素，皎洁如霜雪。裁为合欢扇，团团似明月。出入君怀袖，动摇微风发。keysentence常恐秋节至，凉飙夺炎热。弃捐箧笥中，恩情中道绝。",
    "id": "P1407"
  },
  {
    "title": "溪居即事",
    "dynasty": "唐代",
    "writer": "崔道融",
    "content": [
      "篱外谁家不系船，",
      "春风吹入钓鱼湾。",
      "小童疑是有村客，",
      "急向柴门去却关。keysentence"
    ],
    "type": [
      "乡村",
      "写景",
      "抒情"
    ],
    "source": "篱外谁家不系船，春风吹入钓鱼湾。小童疑是有村客，急向柴门去却关。keysentence",
    "id": "P1408"
  },
  {
    "title": "无俗念·灵虚宫梨花词",
    "dynasty": "宋代",
    "writer": "丘处机",
    "content": [
      "春游浩荡，",
      "是年年、寒食梨花时节。",
      "白锦无纹香烂漫，",
      "玉树琼葩堆雪。keysentence",
      "静夜沉沉，",
      "浮光霭霭，",
      "冷浸溶溶月。",
      "人间天上，",
      "烂银霞照通彻。",
      "浑似姑射真人，",
      "天姿灵秀，",
      "意气舒高洁。",
      "万化参差谁信道，",
      "不与群芳同列。",
      "浩气清英，",
      "仙材卓荦，",
      "下土难分别。",
      "瑶台归去，",
      "洞天方看清绝。"
    ],
    "type": [
      "咏物",
      "梨花"
    ],
    "source": "春游浩荡，是年年、寒食梨花时节。白锦无纹香烂漫，玉树琼葩堆雪。keysentence静夜沉沉，浮光霭霭，冷浸溶溶月。人间天上，烂银霞照通彻。浑似姑射真人，天姿灵秀，意气舒高洁。万化参差谁信道，不与群芳同列。浩气清英，仙材卓荦，下土难分别。瑶台归去，洞天方看清绝。",
    "id": "P1409"
  },
  {
    "title": "题西林壁",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "横看成岭侧成峰，",
      "远近高低各不同。",
      "不识庐山真面目，",
      "只缘身在此山中。keysentence"
    ],
    "type": [
      "古诗三百首",
      "小学古诗",
      "纪游",
      "写景",
      "写山",
      "庐山",
      "哲理",
      "早教古诗100首"
    ],
    "source": "横看成岭侧成峰，远近高低各不同。不识庐山真面目，只缘身在此山中。keysentence",
    "id": "P1410"
  },
  {
    "title": "早冬",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "十月江南天气好，",
      "可怜冬景似春华。keysentence",
      "霜轻未杀萋萋草，",
      "日暖初干漠漠沙。",
      "老柘叶黄如嫩树，",
      "寒樱枝白是狂花。",
      "此时却羡闲人醉，",
      "五马无由入酒家。"
    ],
    "type": [
      "冬天"
    ],
    "source": "十月江南天气好，可怜冬景似春华。keysentence霜轻未杀萋萋草，日暖初干漠漠沙。老柘叶黄如嫩树，寒樱枝白是狂花。此时却羡闲人醉，五马无由入酒家。",
    "id": "P1411"
  },
  {
    "title": "题弟侄书堂",
    "dynasty": "唐代",
    "writer": "杜荀鹤",
    "content": [
      "何事居穷道不穷，",
      "乱时还与静时同。",
      "家山虽在干戈地，",
      "弟侄常修礼乐风。",
      "窗竹影摇书案上，",
      "野泉声入砚池中。",
      "少年辛苦终身事，",
      "莫向光阴惰寸功。keysentence"
    ],
    "type": [
      "惜时",
      "勉励",
      "哲理"
    ],
    "source": "何事居穷道不穷，乱时还与静时同。家山虽在干戈地，弟侄常修礼乐风。窗竹影摇书案上，野泉声入砚池中。少年辛苦终身事，莫向光阴惰寸功。keysentence",
    "id": "P1412"
  },
  {
    "title": "行香子·过七里濑",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "一叶舟轻，",
      "双桨鸿惊。",
      "水天清、影湛波平。",
      "鱼翻藻鉴，",
      "鹭点烟汀。",
      "过沙溪急，",
      "霜溪冷，",
      "月溪明。keysentence",
      "重重似画，",
      "曲曲如屏。",
      "算当年、虚老严陵。",
      "君臣一梦，",
      "今古空名。",
      "但远山长，",
      "云山乱，",
      "晓山青。"
    ],
    "type": [
      "江南",
      "水乡",
      "人生",
      "哲学"
    ],
    "source": "一叶舟轻，双桨鸿惊。水天清、影湛波平。鱼翻藻鉴，鹭点烟汀。过沙溪急，霜溪冷，月溪明。keysentence重重似画，曲曲如屏。算当年、虚老严陵。君臣一梦，今古空名。但远山长，云山乱，晓山青。",
    "id": "P1413"
  },
  {
    "title": "小重山·昨夜寒蛩不住鸣",
    "dynasty": "宋代",
    "writer": "岳飞",
    "content": [
      "昨夜寒蛩不住鸣。",
      "惊回千里梦，",
      "已三更。",
      "起来独自绕阶行。keysentence",
      "人悄悄，",
      "帘外月胧明。",
      "白首为功名。",
      "旧山松竹老，",
      "阻归程。",
      "欲将心事付瑶琴。",
      "知音少，",
      "弦断有谁听。"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "豪放",
      "壮志难酬"
    ],
    "source": "昨夜寒蛩不住鸣。惊回千里梦，已三更。起来独自绕阶行。keysentence人悄悄，帘外月胧明。白首为功名。旧山松竹老，阻归程。欲将心事付瑶琴。知音少，弦断有谁听。",
    "id": "P1414"
  },
  {
    "title": "原隰荑绿柳",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "迥野韶光早，",
      "晴川柳满堤。",
      "拂尘生嫩绿，",
      "披雪见柔荑。",
      "碧玉牙犹短，",
      "黄金缕未齐。keysentence",
      "腰肢弄寒吹，",
      "眉意入春闺。",
      "预恐狂夫折，",
      "迎牵逸客迷。",
      "新莺将出谷，",
      "应借一枝栖。"
    ],
    "type": [
      "柳树",
      "写景",
      "愿望"
    ],
    "source": "迥野韶光早，晴川柳满堤。拂尘生嫩绿，披雪见柔荑。碧玉牙犹短，黄金缕未齐。keysentence腰肢弄寒吹，眉意入春闺。预恐狂夫折，迎牵逸客迷。新莺将出谷，应借一枝栖。",
    "id": "P1415"
  },
  {
    "title": "马嵬",
    "dynasty": "清代",
    "writer": "袁枚",
    "content": [
      "莫唱当年长恨歌，",
      "人间亦自有银河。keysentence",
      "石壕村里夫妻别，",
      "泪比长生殿上多。"
    ],
    "type": [
      "古诗三百首",
      "咏史怀古",
      "抒情",
      "议论"
    ],
    "source": "莫唱当年长恨歌，人间亦自有银河。keysentence石壕村里夫妻别，泪比长生殿上多。",
    "id": "P1416"
  },
  {
    "title": "燕诗示刘叟",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "梁上有双燕，",
      "翩翩雄与雌。",
      "衔泥两椽间，",
      "一巢生四儿。",
      "四儿日夜长，",
      "索食声孜孜。",
      "青虫不易捕，",
      "黄口无饱期。",
      "觜爪虽欲敝，",
      "心力不知疲。",
      "须臾十来往，",
      "犹恐巢中饥。",
      "辛勤三十日，",
      "母瘦雏渐肥。",
      "喃喃教言语，",
      "一一刷毛衣。",
      "一旦羽翼成，",
      "引上庭树枝。",
      "举翅不回顾，",
      "随风四散飞。",
      "雌雄空中鸣，",
      "声尽呼不归。keysentence",
      "却入空巢里，",
      "啁啾终夜悲。",
      "燕燕尔勿悲，",
      "尔当返自思。",
      "思尔为雏日，",
      "高飞背母时。",
      "当时父母念，",
      "今日尔应知。"
    ],
    "type": [
      "感恩",
      "父母"
    ],
    "source": "梁上有双燕，翩翩雄与雌。衔泥两椽间，一巢生四儿。四儿日夜长，索食声孜孜。青虫不易捕，黄口无饱期。觜爪虽欲敝，心力不知疲。须臾十来往，犹恐巢中饥。辛勤三十日，母瘦雏渐肥。喃喃教言语，一一刷毛衣。一旦羽翼成，引上庭树枝。举翅不回顾，随风四散飞。雌雄空中鸣，声尽呼不归。keysentence却入空巢里，啁啾终夜悲。燕燕尔勿悲，尔当返自思。思尔为雏日，高飞背母时。当时父母念，今日尔应知。",
    "id": "P1417"
  },
  {
    "title": "代出自蓟北门行",
    "dynasty": "南北朝",
    "writer": "鲍照",
    "content": [
      "羽檄起边亭，",
      "烽火入咸阳。",
      "征师屯广武，",
      "分兵救朔方。",
      "严秋筋竿劲，",
      "虏阵精且强。",
      "天子按剑怒，",
      "使者遥相望。",
      "雁行缘石径，",
      "鱼贯度飞梁。",
      "箫鼓流汉思，",
      "旌甲被胡霜。",
      "疾风冲塞起，",
      "沙砾自飘扬。",
      "马毛缩如蝟，",
      "角弓不可张。",
      "时危见臣节，",
      "世乱识忠良。",
      "投躯报明主，",
      "身死为国殇。keysentence"
    ],
    "type": [
      "乐府",
      "边塞",
      "生活",
      "励志"
    ],
    "source": "羽檄起边亭，烽火入咸阳。征师屯广武，分兵救朔方。严秋筋竿劲，虏阵精且强。天子按剑怒，使者遥相望。雁行缘石径，鱼贯度飞梁。箫鼓流汉思，旌甲被胡霜。疾风冲塞起，沙砾自飘扬。马毛缩如蝟，角弓不可张。时危见臣节，世乱识忠良。投躯报明主，身死为国殇。keysentence",
    "id": "P1418"
  },
  {
    "title": "竹枝词·山桃红花满上头",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "山桃红花满上头，",
      "蜀江春水拍山流。keysentence",
      "花红易衰似郎意，",
      "水流无限似侬愁。"
    ],
    "type": [
      "宋词三百首",
      "写景",
      "桃花",
      "爱情"
    ],
    "source": "山桃红花满上头，蜀江春水拍山流。keysentence花红易衰似郎意，水流无限似侬愁。",
    "id": "P1419"
  },
  {
    "title": "咏怀古迹五首·其一",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "支离东北风尘际，",
      "漂泊西南天地间。keysentence",
      "三峡楼台淹日月，",
      "五溪衣服共云山。",
      "羯胡事主终无赖，",
      "词客哀时且未还。",
      "庾信平生最萧瑟，",
      "暮年诗赋动江关。"
    ],
    "type": [
      "唐诗三百首",
      "怀古",
      "感叹"
    ],
    "source": "支离东北风尘际，漂泊西南天地间。keysentence三峡楼台淹日月，五溪衣服共云山。羯胡事主终无赖，词客哀时且未还。庾信平生最萧瑟，暮年诗赋动江关。",
    "id": "P1420"
  },
  {
    "title": "南歌子词二首",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "一尺深红胜曲尘，",
      "天生旧物不如新。",
      "合欢桃核终堪恨，",
      "里许元来别有人。",
      "井底点灯深烛伊，",
      "共郎长行莫围棋。",
      "玲珑骰子安红豆，",
      "入骨相思知不知。keysentence"
    ],
    "type": [
      "思念",
      "爱情"
    ],
    "source": "一尺深红胜曲尘，天生旧物不如新。合欢桃核终堪恨，里许元来别有人。井底点灯深烛伊，共郎长行莫围棋。玲珑骰子安红豆，入骨相思知不知。keysentence",
    "id": "P1421"
  },
  {
    "title": "好事近·梦中作",
    "dynasty": "宋代",
    "writer": "秦观",
    "content": [
      "春路雨添花，",
      "花动一山春色。keysentence",
      "行到小溪深处，",
      "有黄鹂千百。",
      "飞云当面化龙蛇，",
      "夭矫转空碧。",
      "醉卧古藤阴下，",
      "了不知南北。"
    ],
    "type": [
      "春天",
      "写雨",
      "写花",
      "抒怀"
    ],
    "source": "春路雨添花，花动一山春色。keysentence行到小溪深处，有黄鹂千百。飞云当面化龙蛇，夭矫转空碧。醉卧古藤阴下，了不知南北。",
    "id": "P1422"
  },
  {
    "title": "商颂·玄鸟",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "天命玄鸟，",
      "降而生商，",
      "宅殷土芒芒。",
      "古帝命武汤，",
      "正域彼四方。",
      "方命厥后，",
      "奄有九有。",
      "商之先后，",
      "受命不殆，",
      "在武丁孙子。keysentence",
      "武丁孙子，",
      "武王靡不胜。",
      "龙旂十乘，",
      "大糦是承。",
      "邦畿千里，",
      "维民所止，",
      "肇域彼四海。",
      "四海来假，",
      "来假祁祁。",
      "景员维河。",
      "殷受命咸宜，",
      "百禄是何。"
    ],
    "type": [
      "诗经",
      "祭祀",
      "颂歌"
    ],
    "source": "天命玄鸟，降而生商，宅殷土芒芒。古帝命武汤，正域彼四方。方命厥后，奄有九有。商之先后，受命不殆，在武丁孙子。keysentence武丁孙子，武王靡不胜。龙旂十乘，大糦是承。邦畿千里，维民所止，肇域彼四海。四海来假，来假祁祁。景员维河。殷受命咸宜，百禄是何。",
    "id": "P1423"
  },
  {
    "title": "人日思归",
    "dynasty": "隋代",
    "writer": "薛道衡",
    "content": [
      "入春才七日，",
      "离家已二年。",
      "人归落雁后，",
      "思发在花前。keysentence"
    ],
    "type": [
      "古诗三百首",
      "思乡"
    ],
    "source": "入春才七日，离家已二年。人归落雁后，思发在花前。keysentence",
    "id": "P1425"
  },
  {
    "title": "归去来兮辞·并序",
    "dynasty": "魏晋",
    "writer": "陶渊明",
    "content": [
      "余家贫，",
      "耕植不足以自给。",
      "幼稚盈室，",
      "瓶无储粟，",
      "生生所资，",
      "未见其术。",
      "亲故多劝余为长吏，",
      "脱然有怀，",
      "求之靡途。",
      "会有四方之事，",
      "诸侯以惠爱为德，",
      "家叔以余贫苦，",
      "遂见用于小邑。",
      "于时风波未静，",
      "心惮远役，",
      "彭泽去家百里，",
      "公田之利，",
      "足以为酒。",
      "故便求之。",
      "及少日，",
      "眷然有归欤之情。",
      "何则？",
      "质性自然，",
      "非矫厉所得。",
      "饥冻虽切，",
      "违己交病。",
      "尝从人事，",
      "皆口腹自役。",
      "于是怅然慷慨，",
      "深愧平生之志。",
      "犹望一稔，",
      "当敛裳宵逝。",
      "寻程氏妹丧于武昌，",
      "情在骏奔，",
      "自免去职。",
      "仲秋至冬，",
      "在官八十余日。",
      "因事顺心，",
      "乙巳岁十一月也。",
      "归去来兮，",
      "田园将芜胡不归？",
      "既自以心为形役，",
      "奚惆怅而独悲？",
      "悟已往之不谏，",
      "知来者之可追。",
      "实迷途其未远，",
      "觉今是而昨非。",
      "舟遥遥以轻飏，",
      "风飘飘而吹衣。",
      "问征夫以前路，",
      "恨晨光之熹微。",
      "乃瞻衡宇，",
      "载欣载奔。",
      "僮仆欢迎，",
      "稚子候门。",
      "三径就荒，",
      "松菊犹存。",
      "携幼入室，",
      "有酒盈樽。",
      "引壶觞以自酌，",
      "眄庭柯以怡颜。",
      "倚南窗以寄傲，",
      "审容膝之易安。",
      "园日涉以成趣，",
      "门虽设而常关。",
      "策扶老以流憩，",
      "时矫首而遐观。",
      "云无心以出岫，",
      "鸟倦飞而知还。keysentence",
      "景翳翳以将入，",
      "抚孤松而盘桓。",
      "归去来兮，",
      "请息交以绝游。",
      "世与我而相违，",
      "复驾言兮焉求？",
      "悦亲戚之情话，",
      "乐琴书以消忧。",
      "农人告余以春及，",
      "将有事于西畴。",
      "或命巾车，",
      "或棹孤舟。",
      "既窈窕以寻壑，",
      "亦崎岖而经丘。",
      "木欣欣以向荣，",
      "泉涓涓而始流。",
      "善万物之得时，",
      "感吾生之行休。",
      "已矣乎！",
      "寓形宇内复几时。",
      "曷不委心任去留？",
      "胡为乎遑遑欲何之？",
      "富贵非吾愿，",
      "帝乡不可期。",
      "怀良辰以孤往，",
      "或植杖而耘耔。",
      "登东皋以舒啸，",
      "临清流而赋诗。",
      "聊乘化以归尽，",
      "乐夫天命复奚疑！"
    ],
    "type": [
      "高中文言文",
      "古文观止",
      "抒情",
      "向往",
      "归隐",
      "田园"
    ],
    "source": "余家贫，耕植不足以自给。幼稚盈室，瓶无储粟，生生所资，未见其术。亲故多劝余为长吏，脱然有怀，求之靡途。会有四方之事，诸侯以惠爱为德，家叔以余贫苦，遂见用于小邑。于时风波未静，心惮远役，彭泽去家百里，公田之利，足以为酒。故便求之。及少日，眷然有归欤之情。何则？质性自然，非矫厉所得。饥冻虽切，违己交病。尝从人事，皆口腹自役。于是怅然慷慨，深愧平生之志。犹望一稔，当敛裳宵逝。寻程氏妹丧于武昌，情在骏奔，自免去职。仲秋至冬，在官八十余日。因事顺心，命篇曰《归去来兮》。乙巳岁十一月也。归去来兮，田园将芜胡不归？既自以心为形役，奚惆怅而独悲？悟已往之不谏，知来者之可追。实迷途其未远，觉今是而昨非。舟遥遥以轻飏，风飘飘而吹衣。问征夫以前路，恨晨光之熹微。乃瞻衡宇，载欣载奔。僮仆欢迎，稚子候门。三径就荒，松菊犹存。携幼入室，有酒盈樽。引壶觞以自酌，眄庭柯以怡颜。倚南窗以寄傲，审容膝之易安。园日涉以成趣，门虽设而常关。策扶老以流憩，时矫首而遐观。云无心以出岫，鸟倦飞而知还。keysentence景翳翳以将入，抚孤松而盘桓。归去来兮，请息交以绝游。世与我而相违，复驾言兮焉求？悦亲戚之情话，乐琴书以消忧。农人告余以春及，将有事于西畴。或命巾车，或棹孤舟。既窈窕以寻壑，亦崎岖而经丘。木欣欣以向荣，泉涓涓而始流。善万物之得时，感吾生之行休。已矣乎！寓形宇内复几时。曷不委心任去留？胡为乎遑遑欲何之？富贵非吾愿，帝乡不可期。怀良辰以孤往，或植杖而耘耔。登东皋以舒啸，临清流而赋诗。聊乘化以归尽，乐夫天命复奚疑！",
    "id": "P1426"
  },
  {
    "title": "贫交行",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "翻手作云覆手雨，",
      "纷纷轻薄何须数。",
      "君不见管鲍贫时交，",
      "此道今人弃如土。keysentence"
    ],
    "type": [
      "友情",
      "愤懑",
      "怀古"
    ],
    "source": "翻手作云覆手雨，纷纷轻薄何须数。君不见管鲍贫时交，此道今人弃如土。keysentence",
    "id": "P1427"
  },
  {
    "title": "天末怀李白",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "凉风起天末，",
      "君子意如何。",
      "鸿雁几时到，",
      "江湖秋水多。keysentence",
      "文章憎命达，",
      "魑魅喜人过。",
      "应共冤魂语，",
      "投诗赠汨罗。"
    ],
    "type": [
      "唐诗三百首",
      "写风",
      "怀人"
    ],
    "source": "凉风起天末，君子意如何。鸿雁几时到，江湖秋水多。keysentence文章憎命达，魑魅喜人过。应共冤魂语，投诗赠汨罗。",
    "id": "P1428"
  },
  {
    "title": "谢池春·壮岁从戎",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "壮岁从戎，",
      "曾是气吞残虏。keysentence",
      "阵云高、狼烽夜举。",
      "朱颜青鬓，",
      "拥雕戈西戍。",
      "笑儒冠、自来多误。",
      "功名梦断，",
      "却泛扁舟吴楚。",
      "漫悲歌、伤怀吊古。",
      "烟波无际，",
      "望秦关何处。",
      "叹流年、又成虚度。"
    ],
    "type": [
      "豪放",
      "回忆",
      "感慨",
      "生活",
      "爱国"
    ],
    "source": "壮岁从戎，曾是气吞残虏。keysentence阵云高、狼烽夜举。朱颜青鬓，拥雕戈西戍。笑儒冠、自来多误。功名梦断，却泛扁舟吴楚。漫悲歌、伤怀吊古。烟波无际，望秦关何处。叹流年、又成虚度。",
    "id": "P1429"
  },
  {
    "title": "暗香·旧时月色",
    "dynasty": "宋代",
    "writer": "姜夔",
    "content": [
      "辛亥之冬，",
      "余载雪诣石湖。",
      "止既月，",
      "授简索句，",
      "且征新声，",
      "作此两曲，",
      "石湖把玩不已，",
      "使二妓肆习之，",
      "音节谐婉，",
      "旧时月色，",
      "算几番照我，",
      "梅边吹笛？",
      "唤起玉人，",
      "不管清寒与攀摘。",
      "何逊而今渐老，",
      "都忘却春风词笔。",
      "但怪得竹外疏花，",
      "香冷入瑶席。",
      "江国，",
      "正寂寂，",
      "叹寄与路遥，",
      "夜雪初积。",
      "翠尊易泣，",
      "红萼无言耿相忆。",
      "长记曾携手处，",
      "千树压、西湖寒碧。keysentence",
      "又片片、吹尽也，",
      "几时见得？"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "咏物",
      "抒怀"
    ],
    "source": "辛亥之冬，余载雪诣石湖。止既月，授简索句，且征新声，作此两曲，石湖把玩不已，使二妓肆习之，音节谐婉，乃名之曰《暗香》、《疏影》。旧时月色，算几番照我，梅边吹笛？唤起玉人，不管清寒与攀摘。何逊而今渐老，都忘却春风词笔。但怪得竹外疏花，香冷入瑶席。江国，正寂寂，叹寄与路遥，夜雪初积。翠尊易泣，红萼无言耿相忆。长记曾携手处，千树压、西湖寒碧。keysentence又片片、吹尽也，几时见得？",
    "id": "P1430"
  },
  {
    "title": "正月十五夜灯",
    "dynasty": "唐代",
    "writer": "张祜",
    "content": [
      "千门开锁万灯明，",
      "正月中旬动地京。keysentence",
      "三百内人连袖舞，",
      "一时天上著词声。"
    ],
    "type": [
      "节日",
      "元宵节",
      "古诗里的十二个月"
    ],
    "source": "千门开锁万灯明，正月中旬动地京。keysentence三百内人连袖舞，一时天上著词声。",
    "id": "P1431"
  },
  {
    "title": "匏有苦叶",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "匏有苦叶，",
      "济有深涉。keysentence",
      "深则厉，",
      "浅则揭。",
      "有瀰济盈，",
      "有鷕雉鸣。",
      "济盈不濡轨，",
      "雉鸣求其牡。",
      "雍雍鸣雁，",
      "旭日始旦。",
      "士如归妻，",
      "迨冰未泮。",
      "招招舟子，",
      "人涉卬否。",
      "人涉卬否，",
      "卬须我友。"
    ],
    "type": [
      "诗经",
      "爱情"
    ],
    "source": "匏有苦叶，济有深涉。keysentence深则厉，浅则揭。有瀰济盈，有鷕雉鸣。济盈不濡轨，雉鸣求其牡。雍雍鸣雁，旭日始旦。士如归妻，迨冰未泮。招招舟子，人涉卬否。人涉卬否，卬须我友。",
    "id": "P1432"
  },
  {
    "title": "送朱大入秦",
    "dynasty": "唐代",
    "writer": "孟浩然",
    "content": [
      "游人五陵去，",
      "宝剑值千金。",
      "分手脱相赠，",
      "平生一片心。keysentence"
    ],
    "type": [
      "送别",
      "友情"
    ],
    "source": "游人五陵去，宝剑值千金。分手脱相赠，平生一片心。keysentence",
    "id": "P1434"
  },
  {
    "title": "七哀诗三首·其一",
    "dynasty": "魏晋",
    "writer": "王粲",
    "content": [
      "西京乱无象，",
      "豺虎方遘患。keysentence",
      "复弃中国去，",
      "委身适荆蛮。",
      "亲戚对我悲，",
      "朋友相追攀。",
      "出门无所见，",
      "白骨蔽平原。",
      "路有饥妇人，",
      "抱子弃草间。",
      "顾闻号泣声，",
      "挥涕独不还。",
      "未知身死处，",
      "何能两相完？",
      "驱马弃之去，",
      "不忍听此言。",
      "南登霸陵岸，",
      "回首望长安，",
      "悟彼下泉人，",
      "喟然伤心肝。"
    ],
    "type": [
      "古诗三百首",
      "叙事",
      "抒情"
    ],
    "source": "西京乱无象，豺虎方遘患。keysentence复弃中国去，委身适荆蛮。亲戚对我悲，朋友相追攀。出门无所见，白骨蔽平原。路有饥妇人，抱子弃草间。顾闻号泣声，挥涕独不还。未知身死处，何能两相完？驱马弃之去，不忍听此言。南登霸陵岸，回首望长安，悟彼下泉人，喟然伤心肝。",
    "id": "P1435"
  },
  {
    "title": "上元夜六首·其一",
    "dynasty": "唐代",
    "writer": "崔液",
    "content": [
      "玉漏银壶且莫催，",
      "铁关金锁彻明开。keysentence",
      "谁家见月能闲坐？",
      "何处闻灯不看来？"
    ],
    "type": [
      "节日",
      "元宵节"
    ],
    "source": "玉漏银壶且莫催，铁关金锁彻明开。keysentence谁家见月能闲坐？何处闻灯不看来？",
    "id": "P1436"
  },
  {
    "title": "忆秦娥·箫声咽",
    "dynasty": "唐代",
    "writer": "李白",
    "content": [
      "箫声咽，",
      "秦娥梦断秦楼月。",
      "秦楼月，",
      "年年柳色，",
      "灞陵伤别。",
      "乐游原上清秋节，",
      "咸阳古道音尘绝。",
      "音尘绝，",
      "西风残照，",
      "汉家陵阙。keysentence"
    ],
    "type": [
      "宋词三百首",
      "豪放",
      "女子",
      "思念",
      "忧愁"
    ],
    "source": "箫声咽，秦娥梦断秦楼月。秦楼月，年年柳色，灞陵伤别。乐游原上清秋节，咸阳古道音尘绝。音尘绝，西风残照，汉家陵阙。keysentence",
    "id": "P1437"
  },
  {
    "title": "望岳",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "岱宗夫如何？",
      "齐鲁青未了。",
      "造化钟神秀，",
      "阴阳割昏晓。",
      "荡胸生曾云，",
      "决眦入归鸟。",
      "会当凌绝顶，",
      "一览众山小。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "写景",
      "写山",
      "写鸟",
      "励志",
      "哲理",
      "早教古诗100首"
    ],
    "source": "岱宗夫如何？齐鲁青未了。造化钟神秀，阴阳割昏晓。荡胸生曾云，决眦入归鸟。会当凌绝顶，一览众山小。keysentence",
    "id": "P1438"
  },
  {
    "title": "采桑子·谁翻乐府凄凉曲",
    "dynasty": "清代",
    "writer": "纳兰性德",
    "content": [
      "谁翻乐府凄凉曲？",
      "风也萧萧，",
      "雨也萧萧，",
      "瘦尽灯花又一宵。keysentence",
      "不知何事萦怀抱，",
      "醒也无聊，",
      "醉也无聊，",
      "梦也何曾到谢桥。"
    ],
    "type": [
      "写景",
      "抒情",
      "爱情",
      "相思"
    ],
    "source": "谁翻乐府凄凉曲？风也萧萧，雨也萧萧，瘦尽灯花又一宵。keysentence不知何事萦怀抱，醒也无聊，醉也无聊，梦也何曾到谢桥。",
    "id": "P1439"
  },
  {
    "title": "卷耳",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "采采卷耳，",
      "不盈顷筐。keysentence",
      "嗟我怀人，",
      "寘彼周行。",
      "陟彼崔嵬，",
      "我马虺隤。",
      "我姑酌彼金罍，",
      "维以不永怀。",
      "陟彼高冈，",
      "我马玄黄。",
      "我姑酌彼兕觥，",
      "维以不永伤。",
      "陟彼砠矣，",
      "我马瘏矣，",
      "我仆痡矣，",
      "云何吁矣。"
    ],
    "type": [
      "诗经",
      "怀人"
    ],
    "source": "采采卷耳，不盈顷筐。keysentence嗟我怀人，寘彼周行。陟彼崔嵬，我马虺隤。我姑酌彼金罍，维以不永怀。陟彼高冈，我马玄黄。我姑酌彼兕觥，维以不永伤。陟彼砠矣，我马瘏矣，我仆痡矣，云何吁矣。",
    "id": "P1440"
  },
  {
    "title": "破阵子·为陈同甫赋壮词以寄之",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "醉里挑灯看剑，",
      "梦回吹角连营。",
      "八百里分麾下炙，",
      "五十弦翻塞外声。",
      "沙场秋点兵。",
      "马作的卢飞快，",
      "弓如霹雳弦惊。",
      "了却君王天下事，",
      "赢得生前身后名。keysentence",
      "可怜白发生！"
    ],
    "type": [
      "宋词三百首",
      "初中古诗",
      "豪放",
      "记梦",
      "战争",
      "抒情",
      "壮志难酬"
    ],
    "source": "醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声。沙场秋点兵。马作的卢飞快，弓如霹雳弦惊。了却君王天下事，赢得生前身后名。keysentence可怜白发生！",
    "id": "P1441"
  },
  {
    "title": "茅屋为秋风所破歌",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "八月秋高风怒号，",
      "卷我屋上三重茅。keysentence",
      "茅飞渡江洒江郊，",
      "高者挂罥长林梢，",
      "下者飘转沉塘坳。",
      "南村群童欺我老无力，",
      "忍能对面为盗贼，",
      "公然抱茅入竹去。",
      "唇焦口燥呼不得，",
      "归来倚杖自叹息。",
      "俄顷风定云墨色，",
      "秋天漠漠向昏黑。",
      "布衾多年冷似铁，",
      "娇儿恶卧踏里裂。",
      "床头屋漏无干处，",
      "雨脚如麻未断绝。",
      "自经丧乱少睡眠，",
      "长夜沾湿何由彻?安得广厦千万间，",
      "大庇天下寒士俱欢颜，",
      "风雨不动安如山。",
      "呜呼！",
      "何时眼前突兀见此屋，",
      "吾庐独破受冻死亦足！",
      "(死亦足 一作：",
      "死意足）"
    ],
    "type": [
      "初中古诗",
      "秋天",
      "写风",
      "励志",
      "忧国忧民"
    ],
    "source": "八月秋高风怒号，卷我屋上三重茅。keysentence茅飞渡江洒江郊，高者挂罥长林梢，下者飘转沉塘坳。南村群童欺我老无力，忍能对面为盗贼，公然抱茅入竹去。唇焦口燥呼不得，归来倚杖自叹息。俄顷风定云墨色，秋天漠漠向昏黑。布衾多年冷似铁，娇儿恶卧踏里裂。床头屋漏无干处，雨脚如麻未断绝。自经丧乱少睡眠，长夜沾湿何由彻?安得广厦千万间，大庇天下寒士俱欢颜，风雨不动安如山。呜呼！何时眼前突兀见此屋，吾庐独破受冻死亦足！(死亦足 一作：死意足）",
    "id": "P1442"
  },
  {
    "title": "长歌行",
    "dynasty": "两汉",
    "writer": "佚名",
    "content": [
      "青青园中葵，",
      "朝露待日晞。",
      "阳春布德泽，",
      "万物生光辉。",
      "常恐秋节至，",
      "焜黄华叶衰。",
      "百川东到海，",
      "何时复西归？",
      "少壮不努力，",
      "老大徒伤悲！keysentence"
    ],
    "type": [
      "古诗三百首",
      "初中古诗",
      "咏物",
      "励志",
      "哲理",
      "惜时"
    ],
    "source": "青青园中葵，朝露待日晞。阳春布德泽，万物生光辉。常恐秋节至，焜黄华叶衰。百川东到海，何时复西归？少壮不努力，老大徒伤悲！keysentence",
    "id": "P1443"
  },
  {
    "title": "白雪歌送武判官归京",
    "dynasty": "唐代",
    "writer": "岑参",
    "content": [
      "北风卷地白草折，",
      "胡天八月即飞雪。",
      "忽如一夜春风来，",
      "千树万树梨花开。keysentence",
      "散入珠帘湿罗幕，",
      "狐裘不暖锦衾薄。",
      "将军角弓不得控，",
      "都护铁衣冷难着。",
      "瀚海阑干百丈冰，",
      "愁云惨淡万里凝。",
      "中军置酒饮归客，",
      "胡琴琵琶与羌笛。",
      "纷纷暮雪下辕门，",
      "风掣红旗冻不翻。",
      "轮台东门送君去，",
      "去时雪满天山路。",
      "山回路转不见君，",
      "雪上空留马行处。"
    ],
    "type": [
      "唐诗三百首",
      "初中古诗",
      "冬天",
      "送别",
      "友情",
      "咏物",
      "写雪",
      "古诗里的十二个月"
    ],
    "source": "北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。keysentence散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。",
    "id": "P1444"
  },
  {
    "title": "鹧鸪天·小令尊前见玉箫",
    "dynasty": "宋代",
    "writer": "晏几道",
    "content": [
      "小令尊前见玉箫。",
      "银灯一曲太妖娆。",
      "歌中醉倒谁能恨，",
      "唱罢归来酒未消。",
      "春悄悄，",
      "夜迢迢。",
      "碧云天共楚宫遥。keysentence",
      "梦魂惯得无拘检，",
      "又踏杨花过谢桥。"
    ],
    "type": [
      "宋词三百首",
      "相思",
      "宴会",
      "歌女"
    ],
    "source": "小令尊前见玉箫。银灯一曲太妖娆。歌中醉倒谁能恨，唱罢归来酒未消。春悄悄，夜迢迢。碧云天共楚宫遥。keysentence梦魂惯得无拘检，又踏杨花过谢桥。",
    "id": "P1445"
  },
  {
    "title": "池上",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "小娃撑小艇，",
      "偷采白莲回。keysentence",
      "不解藏踪迹，",
      "浮萍一道开。"
    ],
    "type": [
      "儿童",
      "生活",
      "早教古诗100首"
    ],
    "source": "小娃撑小艇，偷采白莲回。keysentence不解藏踪迹，浮萍一道开。",
    "id": "P1446"
  },
  {
    "title": "过零丁洋",
    "dynasty": "宋代",
    "writer": "文天祥",
    "content": [
      "辛苦遭逢起一经，",
      "干戈寥落四周星。",
      "山河破碎风飘絮，",
      "身世浮沉雨打萍。",
      "惶恐滩头说惶恐，",
      "零丁洋里叹零丁。",
      "人生自古谁无死？",
      "留取丹心照汗青。keysentence"
    ],
    "type": [
      "古诗三百首",
      "初中古诗",
      "爱国",
      "励志",
      "忧国忧民",
      "早教古诗100首"
    ],
    "source": "辛苦遭逢起一经，干戈寥落四周星。山河破碎风飘絮，身世浮沉雨打萍。惶恐滩头说惶恐，零丁洋里叹零丁。人生自古谁无死？留取丹心照汗青。keysentence",
    "id": "P1447"
  },
  {
    "title": "天净沙·秋",
    "dynasty": "元代",
    "writer": "白朴",
    "content": [
      "孤村落日残霞，",
      "轻烟老树寒鸦，",
      "一点飞鸿影下。",
      "青山绿水，",
      "白草红叶黄花。keysentence"
    ],
    "type": [
      "小学古诗",
      "秋天",
      "写景"
    ],
    "source": "孤村落日残霞，轻烟老树寒鸦，一点飞鸿影下。青山绿水，白草红叶黄花。keysentence",
    "id": "P1448"
  },
  {
    "title": "鹊桥仙·华灯纵博",
    "dynasty": "宋代",
    "writer": "陆游",
    "content": [
      "华灯纵博，",
      "雕鞍驰射，",
      "谁记当年豪举。keysentence",
      "酒徒一半取封侯，",
      "独去作、江边渔父。",
      "轻舟八尺，",
      "低篷三扇，",
      "占断苹洲烟雨。",
      "镜湖元自属闲人，",
      "又何必、君恩赐与。"
    ],
    "type": [
      "宋词三百首",
      "追忆",
      "生活",
      "壮志"
    ],
    "source": "华灯纵博，雕鞍驰射，谁记当年豪举。keysentence酒徒一半取封侯，独去作、江边渔父。轻舟八尺，低篷三扇，占断苹洲烟雨。镜湖元自属闲人，又何必、君恩赐与。",
    "id": "P1449"
  },
  {
    "title": "别董大二首",
    "dynasty": "唐代",
    "writer": "高适",
    "content": [
      "千里黄云白日曛，",
      "北风吹雁雪纷纷。",
      "莫愁前路无知己，",
      "天下谁人不识君。keysentence",
      "六翮飘飖私自怜，",
      "一离京洛十余年。",
      "丈夫贫贱应未足，",
      "今日相逢无酒钱。"
    ],
    "type": [
      "赠别",
      "写景",
      "抒情",
      "豪迈",
      "友情",
      "劝慰",
      "早教古诗100首"
    ],
    "source": "千里黄云白日曛，北风吹雁雪纷纷。莫愁前路无知己，天下谁人不识君。keysentence六翮飘飖私自怜，一离京洛十余年。丈夫贫贱应未足，今日相逢无酒钱。",
    "id": "P1450"
  },
  {
    "title": "采桑子·清明上巳西湖好",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "清明上巳西湖好，",
      "满目繁华。",
      "争道谁家。",
      "绿柳朱轮走钿车。",
      "游人日暮相将去，",
      "醒醉喧哗。",
      "路转堤斜。",
      "直到城头总是花。keysentence"
    ],
    "type": [
      "清明节",
      "游春",
      "写水",
      "西湖"
    ],
    "source": "清明上巳西湖好，满目繁华。争道谁家。绿柳朱轮走钿车。游人日暮相将去，醒醉喧哗。路转堤斜。直到城头总是花。keysentence",
    "id": "P1451"
  },
  {
    "title": "绝句",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "两个黄鹂鸣翠柳，",
      "一行白鹭上青天。keysentence",
      "窗含西岭千秋雪，",
      "门泊东吴万里船。"
    ],
    "type": [
      "小学古诗",
      "写景",
      "写雪",
      "写鸟",
      "早教古诗100首"
    ],
    "source": "两个黄鹂鸣翠柳，一行白鹭上青天。keysentence窗含西岭千秋雪，门泊东吴万里船。",
    "id": "P1452"
  },
  {
    "title": "武侯庙",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "遗庙丹青落，",
      "空山草木长。keysentence",
      "犹闻辞后主，",
      "不复卧南阳。"
    ],
    "type": [
      "咏史怀古",
      "赞颂",
      "写人"
    ],
    "source": "遗庙丹青落，空山草木长。keysentence犹闻辞后主，不复卧南阳。",
    "id": "P1453"
  },
  {
    "title": "晓出净慈寺送林子方",
    "dynasty": "宋代",
    "writer": "杨万里",
    "content": [
      "毕竟西湖六月中，",
      "风光不与四时同。keysentence",
      "接天莲叶无穷碧，",
      "映日荷花别样红。"
    ],
    "type": [
      "古诗三百首",
      "夏天",
      "西湖",
      "写景",
      "荷花",
      "离别",
      "友情",
      "送别",
      "早教古诗100首",
      "古诗里的十二个月"
    ],
    "source": "毕竟西湖六月中，风光不与四时同。keysentence接天莲叶无穷碧，映日荷花别样红。",
    "id": "P1454"
  },
  {
    "title": "题临安邸",
    "dynasty": "宋代",
    "writer": "林升",
    "content": [
      "山外青山楼外楼，",
      "西湖歌舞几时休？keysentence",
      "暖风熏得游人醉，",
      "直把杭州作汴州。"
    ],
    "type": [
      "古诗三百首",
      "写景",
      "地名",
      "讽刺",
      "生活"
    ],
    "source": "山外青山楼外楼，西湖歌舞几时休？keysentence暖风熏得游人醉，直把杭州作汴州。",
    "id": "P1455"
  },
  {
    "title": "苦昼短",
    "dynasty": "唐代",
    "writer": "李贺",
    "content": [
      "飞光飞光，",
      "劝尔一杯酒。keysentence",
      "吾不识青天高，",
      "黄地厚。",
      "唯见月寒日暖，",
      "来煎人寿。",
      "食熊则肥，",
      "食蛙则瘦。",
      "神君何在？",
      "太一安有？",
      "天东有若木，",
      "下置衔烛龙。",
      "吾将斩龙足，",
      "嚼龙肉，",
      "使之朝不得回，",
      "夜不得伏。",
      "自然老者不死，",
      "少者不哭。",
      "何为服黄金、吞白玉？",
      "谁似任公子，",
      "云中骑碧驴？",
      "刘彻茂陵多滞骨，",
      "嬴政梓棺费鲍鱼。"
    ],
    "type": [
      "议论"
    ],
    "source": "飞光飞光，劝尔一杯酒。keysentence吾不识青天高，黄地厚。唯见月寒日暖，来煎人寿。食熊则肥，食蛙则瘦。神君何在？太一安有？天东有若木，下置衔烛龙。吾将斩龙足，嚼龙肉，使之朝不得回，夜不得伏。自然老者不死，少者不哭。何为服黄金、吞白玉？谁似任公子，云中骑碧驴？刘彻茂陵多滞骨，嬴政梓棺费鲍鱼。",
    "id": "P1456"
  },
  {
    "title": "菩萨蛮·花明月暗笼轻雾",
    "dynasty": "五代",
    "writer": "李煜",
    "content": [
      "花明月暗笼轻雾，",
      "今宵好向郎边去。",
      "刬袜步香阶，",
      "手提金缕鞋。",
      "画堂南畔见，",
      "一向偎人颤。",
      "奴为出来难，",
      "教君恣意怜。keysentence"
    ],
    "type": [
      "少女",
      "爱情"
    ],
    "source": "花明月暗笼轻雾，今宵好向郎边去。刬袜步香阶，手提金缕鞋。画堂南畔见，一向偎人颤。奴为出来难，教君恣意怜。keysentence",
    "id": "P1457"
  },
  {
    "title": "屈原塔",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "楚人悲屈原，",
      "千载意未歇。keysentence",
      "精魂飘何处，",
      "父老空哽咽。",
      "至今沧江上，",
      "投饭救饥渴。",
      "遗风成竞渡，",
      "哀叫楚山裂。",
      "屈原古壮士，",
      "就死意甚烈。",
      "世俗安得知，",
      "眷眷不忍决。",
      "南宾旧属楚，",
      "山上有遗塔。",
      "应是奉佛人，",
      "恐子就沦灭。",
      "此事虽无凭，",
      "此意固已切。",
      "古人谁不死，",
      "何必较考折。",
      "名声实无穷，",
      "富贵亦暂热。",
      "大夫知此理，",
      "所以持死节。"
    ],
    "type": [
      "端午节",
      "风俗",
      "怀古"
    ],
    "source": "楚人悲屈原，千载意未歇。keysentence精魂飘何处，父老空哽咽。至今沧江上，投饭救饥渴。遗风成竞渡，哀叫楚山裂。屈原古壮士，就死意甚烈。世俗安得知，眷眷不忍决。南宾旧属楚，山上有遗塔。应是奉佛人，恐子就沦灭。此事虽无凭，此意固已切。古人谁不死，何必较考折。名声实无穷，富贵亦暂热。大夫知此理，所以持死节。",
    "id": "P1460"
  },
  {
    "title": "水龙吟·登建康赏心亭",
    "dynasty": "宋代",
    "writer": "辛弃疾",
    "content": [
      "楚天千里清秋，",
      "水随天去秋无际。",
      "遥岑远目，",
      "献愁供恨，",
      "玉簪螺髻。",
      "落日楼头，",
      "断鸿声里，",
      "江南游子。",
      "把吴钩看了，",
      "栏杆拍遍，",
      "无人会，",
      "登临意。",
      "休说鲈鱼堪脍，",
      "尽西风，",
      "季鹰归未？keysentence",
      "求田问舍，",
      "怕应羞见，",
      "刘郎才气。",
      "可惜流年，",
      "忧愁风雨，",
      "树犹如此！",
      "倩何人唤取，",
      "红巾翠袖，",
      "揾英雄泪！"
    ],
    "type": [
      "宋词精选",
      "高中古诗",
      "豪放",
      "写景",
      "爱国",
      "壮志"
    ],
    "source": "楚天千里清秋，水随天去秋无际。遥岑远目，献愁供恨，玉簪螺髻。落日楼头，断鸿声里，江南游子。把吴钩看了，栏杆拍遍，无人会，登临意。休说鲈鱼堪脍，尽西风，季鹰归未？keysentence求田问舍，怕应羞见，刘郎才气。可惜流年，忧愁风雨，树犹如此！倩何人唤取，红巾翠袖，揾英雄泪！",
    "id": "P1461"
  },
  {
    "title": "采蘩",
    "dynasty": "先秦",
    "writer": "佚名",
    "content": [
      "于以采蘩？",
      "于沼于沚。",
      "于以用之？",
      "公侯之事。",
      "于以采蘩？",
      "于涧之中。",
      "于以用之？",
      "公侯之宫。",
      "被之僮僮，",
      "夙夜在公。keysentence",
      "被之祁祁，",
      "薄言还归。"
    ],
    "type": [
      "诗经",
      "写人",
      "女子"
    ],
    "source": "于以采蘩？于沼于沚。于以用之？公侯之事。于以采蘩？于涧之中。于以用之？公侯之宫。被之僮僮，夙夜在公。keysentence被之祁祁，薄言还归。",
    "id": "P1462"
  },
  {
    "title": "代别离·秋窗风雨夕",
    "dynasty": "清代",
    "writer": "曹雪芹",
    "content": [
      "秋花惨淡秋草黄，",
      "耿耿秋灯秋夜长。",
      "已觉秋窗秋不尽，",
      "那堪风雨助凄凉！",
      "助秋风雨来何速？",
      "惊破秋窗秋梦绿。",
      "抱得秋情不忍眠，",
      "自向秋屏移泪烛。",
      "泪烛摇摇爇短檠，",
      "牵愁照恨动离情。",
      "谁家秋院无风入？",
      "何处秋窗无雨声？keysentence",
      "罗衾不奈秋风力，",
      "残漏声催秋雨急。",
      "连宵霢霢复飕飕，",
      "灯前似伴离人泣。",
      "寒烟小院转萧条，",
      "疏竹虚窗时滴沥。",
      "不知风雨几时休，",
      "已教泪洒窗纱湿。"
    ],
    "type": [
      "秋天",
      "雨夜",
      "伤悼",
      "命运"
    ],
    "source": "秋花惨淡秋草黄，耿耿秋灯秋夜长。已觉秋窗秋不尽，那堪风雨助凄凉！助秋风雨来何速？惊破秋窗秋梦绿。抱得秋情不忍眠，自向秋屏移泪烛。泪烛摇摇爇短檠，牵愁照恨动离情。谁家秋院无风入？何处秋窗无雨声？keysentence罗衾不奈秋风力，残漏声催秋雨急。连宵霢霢复飕飕，灯前似伴离人泣。寒烟小院转萧条，疏竹虚窗时滴沥。不知风雨几时休，已教泪洒窗纱湿。",
    "id": "P1463"
  },
  {
    "title": "南湖",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "湖上微风入槛凉，",
      "翻翻菱荇满回塘。",
      "野船著岸偎春草，",
      "水鸟带波飞夕阳。",
      "芦叶有声疑雾雨，",
      "浪花无际似潇湘。keysentence",
      "飘然篷艇东归客，",
      "尽日相看忆楚乡。"
    ],
    "type": [
      "湖水"
    ],
    "source": "湖上微风入槛凉，翻翻菱荇满回塘。野船著岸偎春草，水鸟带波飞夕阳。芦叶有声疑雾雨，浪花无际似潇湘。keysentence飘然篷艇东归客，尽日相看忆楚乡。",
    "id": "P1464"
  },
  {
    "title": "竹枝词九首·其九",
    "dynasty": "唐代",
    "writer": "刘禹锡",
    "content": [
      "山上层层桃李花，",
      "云间烟火是人家。keysentence",
      "银钏金钗来负水，",
      "长刀短笠去烧畲。",
      "(烧畲 同 烧<a name=\"pmbazfqp\">畬</a>）"
    ],
    "type": [
      "生活",
      "风俗"
    ],
    "source": "山上层层桃李花，云间烟火是人家。keysentence银钏金钗来负水，长刀短笠去烧畲。(烧畲 同 烧<a name=\"pmbazfqp\">畬</a>）",
    "id": "P1465"
  },
  {
    "title": "花非花",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "花非花，",
      "雾非雾。keysentence",
      "夜半来，",
      "天明去。",
      "来如春梦几多时？",
      "去似朝云无觅处。"
    ],
    "type": [
      "宋词三百首",
      "人生",
      "感悟"
    ],
    "source": "花非花，雾非雾。keysentence夜半来，天明去。来如春梦几多时？去似朝云无觅处。",
    "id": "P1466"
  },
  {
    "title": "扫花游·九日怀归",
    "dynasty": "宋代",
    "writer": "周密",
    "content": [
      "江蓠怨碧，",
      "早过了霜花，",
      "锦空洲渚。",
      "孤蛩暗语。",
      "正长安乱叶，",
      "万家砧杵。",
      "尘染秋衣，",
      "谁念西风倦旅。",
      "恨无据。",
      "怅望极归舟，",
      "天际烟树。",
      "心事曾细数。",
      "怕水叶沉红，",
      "梦云离去。",
      "情丝恨缕。",
      "倩回文为织，",
      "那时愁句。",
      "雁字无多，",
      "写得相思几许。keysentence",
      "暗凝伫。",
      "近重阳、满城风雨。"
    ],
    "type": [
      "重阳节",
      "典故",
      "思念"
    ],
    "source": "江蓠怨碧，早过了霜花，锦空洲渚。孤蛩暗语。正长安乱叶，万家砧杵。尘染秋衣，谁念西风倦旅。恨无据。怅望极归舟，天际烟树。心事曾细数。怕水叶沉红，梦云离去。情丝恨缕。倩回文为织，那时愁句。雁字无多，写得相思几许。keysentence暗凝伫。近重阳、满城风雨。",
    "id": "P1467"
  },
  {
    "title": "送人东游",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "荒戍落黄叶，",
      "浩然离故关。keysentence",
      "高风汉阳渡，",
      "初日郢门山。",
      "江上几人在，",
      "天涯孤棹还。",
      "何当重相见，",
      "樽酒慰离颜。"
    ],
    "type": [
      "唐诗三百首",
      "秋天",
      "送别",
      "友情",
      "惜别"
    ],
    "source": "荒戍落黄叶，浩然离故关。keysentence高风汉阳渡，初日郢门山。江上几人在，天涯孤棹还。何当重相见，樽酒慰离颜。",
    "id": "P1468"
  },
  {
    "title": "回车驾言迈",
    "dynasty": "两汉",
    "writer": "佚名",
    "content": [
      "回车驾言迈，",
      "悠悠涉长道。keysentence",
      "四顾何茫茫，",
      "东风摇百草。",
      "所遇无故物，",
      "焉得不速老。",
      "盛衰各有时，",
      "立身苦不早。",
      "人生非金石，",
      "岂能长寿考？",
      "奄忽随物化，",
      "荣名以为宝。"
    ],
    "type": [
      "古诗三百首",
      "古诗十九首",
      "感叹",
      "人生",
      "哲理"
    ],
    "source": "回车驾言迈，悠悠涉长道。keysentence四顾何茫茫，东风摇百草。所遇无故物，焉得不速老。盛衰各有时，立身苦不早。人生非金石，岂能长寿考？奄忽随物化，荣名以为宝。",
    "id": "P1469"
  },
  {
    "title": "渡汉江",
    "dynasty": "唐代",
    "writer": "宋之问",
    "content": [
      "岭外音书断，",
      "经冬复历春。",
      "近乡情更怯，",
      "不敢问来人。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "渡江",
      "思乡"
    ],
    "source": "岭外音书断，经冬复历春。近乡情更怯，不敢问来人。keysentence",
    "id": "P1470"
  },
  {
    "title": "杂诗三首·其二",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "君自故乡来，",
      "应知故乡事。keysentence",
      "来日绮窗前，",
      "寒梅著花未？"
    ],
    "type": [
      "唐诗三百首",
      "思乡",
      "思亲",
      "写景",
      "梅花"
    ],
    "source": "君自故乡来，应知故乡事。keysentence来日绮窗前，寒梅著花未？",
    "id": "P1472"
  },
  {
    "title": "赠卫八处士",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "人生不相见，",
      "动如参与商。",
      "今夕复何夕，",
      "共此灯烛光。",
      "少壮能几时，",
      "鬓发各已苍。",
      "访旧半为鬼，",
      "惊呼热中肠。",
      "焉知二十载，",
      "重上君子堂。",
      "昔别君未婚，",
      "儿女忽成行。",
      "怡然敬父执，",
      "问我来何方。",
      "问答未及已，",
      "儿女罗酒浆。",
      "夜雨剪春韭，",
      "新炊间黄粱。",
      "主称会面难，",
      "一举累十觞。",
      "十觞亦不醉，",
      "感子故意长。",
      "明日隔山岳，",
      "世事两茫茫。keysentence"
    ],
    "type": [
      "唐诗三百首",
      "人生",
      "友情",
      "时光"
    ],
    "source": "人生不相见，动如参与商。今夕复何夕，共此灯烛光。少壮能几时，鬓发各已苍。访旧半为鬼，惊呼热中肠。焉知二十载，重上君子堂。昔别君未婚，儿女忽成行。怡然敬父执，问我来何方。问答未及已，儿女罗酒浆。夜雨剪春韭，新炊间黄粱。主称会面难，一举累十觞。十觞亦不醉，感子故意长。明日隔山岳，世事两茫茫。keysentence",
    "id": "P1473"
  },
  {
    "title": "更漏子·玉炉香",
    "dynasty": "唐代",
    "writer": "温庭筠",
    "content": [
      "玉炉香，",
      "红蜡泪，",
      "偏照画堂秋思。",
      "眉翠薄，",
      "鬓云残，",
      "夜长衾枕寒。",
      "梧桐树，",
      "三更雨，",
      "不道离情正苦。keysentence",
      "一叶叶，",
      "一声声，",
      "空阶滴到明。"
    ],
    "type": [
      "女子",
      "孤独",
      "相思"
    ],
    "source": "玉炉香，红蜡泪，偏照画堂秋思。眉翠薄，鬓云残，夜长衾枕寒。梧桐树，三更雨，不道离情正苦。keysentence一叶叶，一声声，空阶滴到明。",
    "id": "P1474"
  },
  {
    "title": "玉楼春·尊前拟把归期说",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "尊前拟把归期说，",
      "欲语春容先惨咽。",
      "人生自是有情痴，",
      "此恨不关风与月。keysentence",
      "离歌且莫翻新阕，",
      "一曲能教肠寸结。",
      "直须看尽洛城花，",
      "始共春风容易别。"
    ],
    "type": [
      "宋词精选",
      "离别",
      "惜别",
      "友情"
    ],
    "source": "尊前拟把归期说，欲语春容先惨咽。人生自是有情痴，此恨不关风与月。keysentence离歌且莫翻新阕，一曲能教肠寸结。直须看尽洛城花，始共春风容易别。",
    "id": "P1475"
  },
  {
    "title": "清明",
    "dynasty": "宋代",
    "writer": "黄庭坚",
    "content": [
      "佳节清明桃李笑，",
      "野田荒冢只生愁。keysentence",
      "雷惊天地龙蛇蛰，",
      "雨足郊原草木柔。",
      "人乞祭余骄妾妇，",
      "士甘焚死不公侯。",
      "贤愚千载知谁是，",
      "满眼蓬蒿共一丘。"
    ],
    "type": [
      "清明节",
      "写景",
      "感叹",
      "人生"
    ],
    "source": "佳节清明桃李笑，野田荒冢只生愁。keysentence雷惊天地龙蛇蛰，雨足郊原草木柔。人乞祭余骄妾妇，士甘焚死不公侯。贤愚千载知谁是，满眼蓬蒿共一丘。",
    "id": "P1476"
  },
  {
    "title": "蝶恋花·京口得乡书",
    "dynasty": "宋代",
    "writer": "苏轼",
    "content": [
      "雨后春容清更丽。",
      "只有离人，",
      "幽恨终难洗。",
      "北固山前三面水。keysentence",
      "碧琼梳拥青螺髻。",
      "一纸乡书来万里。",
      "问我何年，",
      "真个成归计。",
      "白首送春拚一醉。",
      "东风吹破千行泪。"
    ],
    "type": [
      "送别",
      "春天",
      "写景",
      "抒情",
      "孤独"
    ],
    "source": "雨后春容清更丽。只有离人，幽恨终难洗。北固山前三面水。keysentence碧琼梳拥青螺髻。一纸乡书来万里。问我何年，真个成归计。白首送春拚一醉。东风吹破千行泪。",
    "id": "P1477"
  },
  {
    "title": "蝶恋花·庭院深深深几许",
    "dynasty": "宋代",
    "writer": "欧阳修",
    "content": [
      "庭院深深深几许，",
      "杨柳堆烟，",
      "帘幕无重数。",
      "玉勒雕鞍游冶处，",
      "楼高不见章台路。",
      "雨横风狂三月暮，",
      "门掩黄昏，",
      "无计留春住。",
      "泪眼问花花不语，",
      "乱红飞过秋千去。keysentence"
    ],
    "type": [
      "宋词三百首",
      "宋词精选",
      "婉约",
      "孤独",
      "闺怨"
    ],
    "source": "庭院深深深几许，杨柳堆烟，帘幕无重数。玉勒雕鞍游冶处，楼高不见章台路。雨横风狂三月暮，门掩黄昏，无计留春住。泪眼问花花不语，乱红飞过秋千去。keysentence",
    "id": "P1478"
  },
  {
    "title": "采莲曲",
    "dynasty": "唐代",
    "writer": "王昌龄",
    "content": [
      "荷叶罗裙一色裁，",
      "芙蓉向脸两边开。keysentence",
      "乱入池中看不见，",
      "闻歌始觉有人来。"
    ],
    "type": [
      "写景",
      "少女"
    ],
    "source": "荷叶罗裙一色裁，芙蓉向脸两边开。keysentence乱入池中看不见，闻歌始觉有人来。",
    "id": "P1479"
  },
  {
    "title": "玉楼春·红酥肯放琼苞碎",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "红酥肯放琼苞碎。",
      "探著南枝开遍未。",
      "不知酝藉几多香，",
      "但见包藏无限意。",
      "道人憔悴春窗底。",
      "闷损阑干愁不倚。keysentence",
      "要来小酌便来休，",
      "未必明朝风不起。"
    ],
    "type": [
      "咏物",
      "梅花",
      "抒情"
    ],
    "source": "红酥肯放琼苞碎。探著南枝开遍未。不知酝藉几多香，但见包藏无限意。道人憔悴春窗底。闷损阑干愁不倚。keysentence要来小酌便来休，未必明朝风不起。",
    "id": "P1481"
  },
  {
    "title": "鹊桥仙·七夕",
    "dynasty": "宋代",
    "writer": "范成大",
    "content": [
      "双星良夜，",
      "耕慵织懒，",
      "应被群仙相妒。keysentence",
      "娟娟月姊满眉颦，",
      "更无奈、风姨吹雨。",
      "相逢草草，",
      "争如休见，",
      "重搅别离心绪。",
      "新欢不抵旧愁多，",
      "倒添了、新愁归去。"
    ],
    "type": [
      "七夕节"
    ],
    "source": "双星良夜，耕慵织懒，应被群仙相妒。keysentence娟娟月姊满眉颦，更无奈、风姨吹雨。相逢草草，争如休见，重搅别离心绪。新欢不抵旧愁多，倒添了、新愁归去。",
    "id": "P1482"
  },
  {
    "title": "不第后赋菊",
    "dynasty": "唐代",
    "writer": "黄巢",
    "content": [
      "待到秋来九月八，",
      "我花开后百花杀。keysentence",
      "冲天香阵透长安，",
      "满城尽带黄金甲。"
    ],
    "type": [
      "咏物",
      "菊花",
      "品格",
      "抱负"
    ],
    "source": "待到秋来九月八，我花开后百花杀。keysentence冲天香阵透长安，满城尽带黄金甲。",
    "id": "P1483"
  },
  {
    "title": "一剪梅·唱到阳关第四声",
    "dynasty": "宋代",
    "writer": "刘仙伦",
    "content": [
      "唱到阳关第四声。",
      "香带轻分。",
      "罗带轻分。",
      "杏花时节雨纷纷。",
      "山绕孤村。",
      "水绕孤村。keysentence",
      "更没心情共酒尊。",
      "春衫香满，",
      "空有啼痕。",
      "一般离思两销魂。",
      "马上黄昏。",
      "楼上黄昏。"
    ],
    "type": [
      "离别",
      "无奈"
    ],
    "source": "唱到阳关第四声。香带轻分。罗带轻分。杏花时节雨纷纷。山绕孤村。水绕孤村。keysentence更没心情共酒尊。春衫香满，空有啼痕。一般离思两销魂。马上黄昏。楼上黄昏。",
    "id": "P1484"
  },
  {
    "title": "迢迢牵牛星",
    "dynasty": "两汉",
    "writer": "佚名",
    "content": [
      "迢迢牵牛星，",
      "皎皎河汉女。",
      "纤纤擢素手，",
      "札札弄机杼。",
      "终日不成章，",
      "泣涕零如雨。",
      "河汉清且浅，",
      "相去复几许！",
      "盈盈一水间，",
      "脉脉不得语。keysentence"
    ],
    "type": [
      "古诗三百首",
      "古诗十九首",
      "七夕节",
      "离别"
    ],
    "source": "迢迢牵牛星，皎皎河汉女。纤纤擢素手，札札弄机杼。终日不成章，泣涕零如雨。河汉清且浅，相去复几许！盈盈一水间，脉脉不得语。keysentence",
    "id": "P1485"
  },
  {
    "title": "塞下曲·其一",
    "dynasty": "唐代",
    "writer": "李益",
    "content": [
      "蕃州部落能结束，",
      "朝暮驰猎黄河曲。",
      "燕歌未断塞鸿飞，",
      "牧马群嘶边草绿。keysentence"
    ],
    "type": [
      "边塞",
      "将士",
      "生活",
      "写景"
    ],
    "source": "蕃州部落能结束，朝暮驰猎黄河曲。燕歌未断塞鸿飞，牧马群嘶边草绿。keysentence",
    "id": "P1486"
  },
  {
    "title": "归嵩山作",
    "dynasty": "唐代",
    "writer": "王维",
    "content": [
      "清川带长薄，",
      "车马去闲闲。",
      "流水如有意，",
      "暮禽相与还。",
      "荒城临古渡，",
      "落日满秋山。keysentence",
      "迢递嵩高下，",
      "归来且闭关。"
    ],
    "type": [
      "唐诗三百首",
      "山水",
      "写景",
      "抒情"
    ],
    "source": "清川带长薄，车马去闲闲。流水如有意，暮禽相与还。荒城临古渡，落日满秋山。keysentence迢递嵩高下，归来且闭关。",
    "id": "P1487"
  },
  {
    "title": "绝句漫兴九首·其五",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "肠断春江欲尽头，",
      "杖藜徐步立芳洲。",
      "颠狂柳絮随风去，",
      "轻薄桃花逐水流。keysentence"
    ],
    "type": [
      "写景",
      "桃花",
      "寓人",
      "抒情",
      "早教古诗100首"
    ],
    "source": "肠断春江欲尽头，杖藜徐步立芳洲。颠狂柳絮随风去，轻薄桃花逐水流。keysentence",
    "id": "P1488"
  },
  {
    "title": "初秋行圃",
    "dynasty": "宋代",
    "writer": "杨万里",
    "content": [
      "落日无情最有情，",
      "遍催万树暮蝉鸣。keysentence",
      "听来咫尺无寻处，",
      "寻到旁边却不声。"
    ],
    "type": [
      "田园",
      "生活",
      "动物"
    ],
    "source": "落日无情最有情，遍催万树暮蝉鸣。keysentence听来咫尺无寻处，寻到旁边却不声。",
    "id": "P1489"
  },
  {
    "title": "卜算子·兰",
    "dynasty": "宋代",
    "writer": "曹组",
    "content": [
      "松竹翠萝寒，",
      "迟日江山暮。keysentence",
      "幽径无人独自芳，",
      "此恨凭谁诉。",
      "似共梅花语。",
      "尚有寻芳侣。",
      "着意闻时不肯香，",
      "香在无心处。"
    ],
    "type": [
      "宋词精选",
      "咏物",
      "写花",
      "言志"
    ],
    "source": "松竹翠萝寒，迟日江山暮。keysentence幽径无人独自芳，此恨凭谁诉。似共梅花语。尚有寻芳侣。着意闻时不肯香，香在无心处。",
    "id": "P1490"
  },
  {
    "title": "可叹",
    "dynasty": "唐代",
    "writer": "李商隐",
    "content": [
      "幸会东城宴未回，",
      "年华忧共水相催。",
      "梁家宅里秦宫入，",
      "赵后楼中赤凤来。",
      "冰簟且眠金镂枕，",
      "琼筵不醉玉交杯。",
      "宓妃愁坐芝田馆，",
      "用尽陈王八斗才。keysentence"
    ],
    "type": [
      "感叹",
      "感伤",
      "爱情"
    ],
    "source": "幸会东城宴未回，年华忧共水相催。梁家宅里秦宫入，赵后楼中赤凤来。冰簟且眠金镂枕，琼筵不醉玉交杯。宓妃愁坐芝田馆，用尽陈王八斗才。keysentence",
    "id": "P1491"
  },
  {
    "title": "人月圆·山中书事",
    "dynasty": "元代",
    "writer": "张可久",
    "content": [
      "兴亡千古繁华梦，",
      "诗眼倦天涯。",
      "孔林乔木，",
      "吴宫蔓草，",
      "楚庙寒鸦。",
      "数间茅舍，",
      "藏书万卷，",
      "投老村家。",
      "山中何事？",
      "松花酿酒，",
      "春水煎茶。keysentence"
    ],
    "type": [
      "感慨",
      "历史",
      "抒怀"
    ],
    "source": "兴亡千古繁华梦，诗眼倦天涯。孔林乔木，吴宫蔓草，楚庙寒鸦。数间茅舍，藏书万卷，投老村家。山中何事？松花酿酒，春水煎茶。keysentence",
    "id": "P1492"
  },
  {
    "title": "鹧鸪天·寒日萧萧上琐窗",
    "dynasty": "宋代",
    "writer": "李清照",
    "content": [
      "寒日萧萧上琐窗，",
      "梧桐应恨夜来霜。",
      "酒阑更喜团茶苦，",
      "梦断偏宜瑞脑香。",
      "秋已尽，",
      "日犹长，",
      "仲宣怀远更凄凉。keysentence",
      "不如随分尊前醉，",
      "莫负东篱菊蕊黄。"
    ],
    "type": [
      "秋天",
      "写景",
      "借古寄怀",
      "思乡",
      "抒情"
    ],
    "source": "寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。keysentence不如随分尊前醉，莫负东篱菊蕊黄。",
    "id": "P1493"
  },
  {
    "title": "野望",
    "dynasty": "唐代",
    "writer": "王绩",
    "content": [
      "东皋薄暮望，",
      "徙倚欲何依。",
      "树树皆秋色，",
      "山山唯落晖。keysentence",
      "牧人驱犊返，",
      "猎马带禽归。",
      "相顾无相识，",
      "长歌怀采薇。"
    ],
    "type": [
      "初中古诗",
      "秋天",
      "写景",
      "抒情"
    ],
    "source": "东皋薄暮望，徙倚欲何依。树树皆秋色，山山唯落晖。keysentence牧人驱犊返，猎马带禽归。相顾无相识，长歌怀采薇。",
    "id": "P1494"
  },
  {
    "title": "梦李白二首·其一",
    "dynasty": "唐代",
    "writer": "杜甫",
    "content": [
      "死别已吞声，",
      "生别常恻恻。",
      "江南瘴疠地，",
      "逐客无消息。",
      "故人入我梦，",
      "明我长相忆。keysentence",
      "恐非平生魂，",
      "路远不可测。",
      "魂来枫林青，",
      "魂返关塞黑。",
      "君今在罗网，",
      "何以有羽翼。",
      "落月满屋梁，",
      "犹疑照颜色。",
      "水深波浪阔，",
      "无使蛟龙得。",
      "死别已吞声，",
      "生别常恻恻。",
      "江南瘴疠地，",
      "逐客无消息。",
      "故人入我梦，",
      "明我长相忆。",
      "君今在罗网，",
      "何以有羽翼。",
      "恐非平生魂，",
      "路远不可测。",
      "魂来枫林青，",
      "魂返关塞黑。",
      "落月满屋梁，",
      "犹疑照颜色。",
      "水深波浪阔，",
      "无使蛟龙得。"
    ],
    "type": [
      "唐诗三百首",
      "典故",
      "写人"
    ],
    "source": "死别已吞声，生别常恻恻。江南瘴疠地，逐客无消息。故人入我梦，明我长相忆。keysentence恐非平生魂，路远不可测。魂来枫林青，魂返关塞黑。君今在罗网，何以有羽翼。落月满屋梁，犹疑照颜色。水深波浪阔，无使蛟龙得。死别已吞声，生别常恻恻。江南瘴疠地，逐客无消息。故人入我梦，明我长相忆。君今在罗网，何以有羽翼。恐非平生魂，路远不可测。魂来枫林青，魂返关塞黑。落月满屋梁，犹疑照颜色。水深波浪阔，无使蛟龙得。",
    "id": "P1495"
  },
  {
    "title": "南浦别",
    "dynasty": "唐代",
    "writer": "白居易",
    "content": [
      "南浦凄凄别，",
      "西风袅袅秋。",
      "一看肠一断，",
      "好去莫回头。keysentence"
    ],
    "type": [
      "送别",
      "写景",
      "惜别"
    ],
    "source": "南浦凄凄别，西风袅袅秋。一看肠一断，好去莫回头。keysentence",
    "id": "P1496"
  }
];